Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The company name entered together with the configuration in the file config.php for the database user name and password do not provide the information required to connect to the database.
fi: Yrityksen nimi ja tietokannan käyttäjänimi ja salasana config.php kokoonpanon kanssa syötetty yrityksen nimi eivät tarjoa tietoja, joita tarvitaan yhteyden muodostamiseen tietokantaan.

source: Try logging in with an alternative company name.
fi: Yritä kirjautua sisään vaihtoehtoisella yrityksen nimellä.

source: DB ERROR:
fi: DB-VIRHE:

source: Error Rolling Back Transaction!!
fi: Virhe tapahtuman palauttamisessa !!

source: DB DEBUG:
fi: DB-VIRHEENJÄLJITYS:

source: The system has just run the regular database administration and optimisation routine
fi: Järjestelmä on juuri suorittanut säännöllisen tietokannan hallinnan ja optimoinnin

source: The report does not have any output columns
fi: Raportissa ei ole tulosarakkeita

source: You need to set up the data columns that you wish to show in the report
fi: Sinun on määritettävä tietosarakkeet, jotka haluat näyttää raportissa

source: No Columns
fi: Ei sarakkeita

source: Enter Columns for this report
fi: Kirjoita sarakkeet tähän raporttiin

source: The report cannot have more than 10 columns in it
fi: Raportissa voi olla enintään 10 saraketta

source: Please delete one or more columns before attempting to run it
fi: Poista yksi tai useampi sarake ennen kuin yrität suorittaa sen

source: Too Many Columns
fi: Liian monta saraketta

source: Maintain Columns for this report
fi: Säilytä sarakkeita tälle raportille

source: Calculated fields must use columns defined in the report specification
fi: Laskettujen kenttien on käytettävä raporttispesifikaatiossa määritettyjä sarakkeita

source: The numerator column number entered for this calculation is not defined in the report
fi: Tätä laskutoimitusta varten syötettyä osoitinsarakkeen numeroa ei ole määritelty raportissa

source: Calculation With Undefined Column
fi: Laskeminen määrittelemättömällä sarakkeella

source: The denominator column number entered for this calculation is not defined in the report
fi: Tähän laskutoimitukseen syötettyä nimittäjän sarakkeen numeroa ei ole määritelty raportissa

source: Calculation With Undefined Denominator
fi: Laskeminen määrittelemättömällä nimittäjällä

source: There was a problem running the SQL to retrieve the sales analysis information
fi: Myynnin analyysitietojen noutamiseksi SQL:n käytössä oli ongelma

source: The SQL that was used to retrieve the user defined sales analysis info was
fi: SQL, jota käytettiin käyttäjän määrittelemien myyntianalyysitietojen noutamiseen, oli

source: The user defined sales analysis SQL did not return any rows
fi: Käyttäjän määrittelemä myyntianalyysi SQL ei palauttanut rivejä

source: have another look at the criteria specified
fi: tarkastele uudelleen määritettyjä ehtoja

source: Nothing To Report
fi: Ei mitään ilmoitettavaa

source: The date does not appear to be in a valid format. The date being converted from SQL format was:
fi: Päivämäärä ei näytä olevan kelvollisessa muodossa. SQL-muodosta muunnettava päivämäärä oli:

source: An error occurred in adding a new period number
fi: Uuden jaksonumeron lisäämisessä tapahtui virhe

source: Could not insert first period
fi: Ensimmäistä pistettä ei voitu lisätä

source: Could not insert second period
fi: Toisen jakson lisääminen epäonnistui

source: The variable
fi: Muuttuja

source: is set to
fi: on asetettu

source: The freight calculation for the destination city cannot be performed because
fi: Kohdekaupungin rahtilaskentaa ei voida suorittaa, koska

source: Pick List-NOT USED FOR SHIPMENT
fi: Valintaluettelo - EI KÄYTETTY LÄHETTÄMISEKSI

source: Customer No.
fi: Asiakasnumero.

source: Shipped by
fi: Toimittama

source: Open Quantity
fi: Avoin määrä

source: Actual Picked
fi: Todellinen poimittu

source: NOT A PACKING LIST. DO NOT USE FOR SHIPMENT. DRIVER DO NOT ACCEPT
fi: EI PAKKAUSLUETTELO. ÄLÄ KÄYTÄ LÄHETTÄMISEKSI. KULJETTAJA EI HYVÄKSY

source: There is a problem in retrieving the pricing information for part
fi: Hintatietojen noutaminen osittain on ongelma

source: and for Customer
fi: ja asiakkaalle

source: the error message returned by the SQL server was
fi: SQL-palvelimen palauttama virheilmoitus oli

source: There is an error to retrieve price from price matrix for stock
fi: Hinnan noutamisessa osakemarkkinoiden hintamatriisista on virhe

source: and the error message returned by SQL server is
fi: ja SQL-palvelimen palauttama virheilmoitus on

source: There are no prices set up for
fi: Hintoja ei ole määritetty

source: Can not retrieve the cost of sales GL code because
fi: PK-koodin myyntihintaa ei voi noutaa, koska

source: SQL to get the cost of sales GL Code
fi: SQL saada myyntihinnan PK-koodi

source: Could not determine the correct general ledger account to use for posting the cost of this sale. Go to the setup menu and define appropriate COGS (Cost Of Goods Sold) accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
fi: Oikeaa pääkirjatiliä ei voitu käyttää tämän myynnin kustannusten kirjaamiseen. Siirry asetusvalikkoon ja määritä sopivat COGS (myytyjen tavaroiden kustannukset) -tilit. Jotta tämä lasku voidaan postittaa, se on kirjattu oletusmyyntiin ja COGS - tilinumero 1

source: There was a problem retrieving the sales general ledger code because
fi: Myynnin pääkirjakoodin noutamisessa oli ongelma, koska

source: SQL to get the sales GL Codes for sales and discounts
fi: SQL saada myynnin PK-koodit myynnille ja alennuksille

source: Could not determine the correct general ledger account to use for posting this sale to. Go to the setup menu and define appropriate Sale GL Posting accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
fi: Ei voitu määrittää oikeaa pääkirjatiliä, jota käytetään tämän myynnin lähettämiseen. Mene asetusvalikkoon ja määritä sopivat Sale PK -kirjaustilit. Jotta tämä lasku voidaan postittaa, se on kirjattu oletusmyyntiin ja COGS - tilinumero 1

source: Failed to retrieve new account code and periods
fi: Uuden tilikoodin ja jaksojen noutaminen epäonnistui

source: Failed to update the bfwd amount
fi: Bfwd-määrän päivittäminen epäonnistui

source: Failed to update actual amount in chartdetails table
fi: Todellisen määrän päivittäminen kaaviotietotaulukossa epäonnistui

source: Failed to update bfwd amount in chartdetails table
fi: Bfwd-määrän päivittäminen kaaviotietotaulukossa epäonnistui

source: Failed to update gltrans table
fi: Gltrans-taulukon päivittäminen epäonnistui

source: Aged Customer Balances For Customers from
fi: Vanhentuneet asiakassaldot asiakkaille alkaen

source: And Trading in
fi: Ja kaupankäynti

source: And Has at Least 1 Branch Serviced By Sales Person #
fi: Ja hänellä on vähintään yksi sivuliike, jota myy myyjä #

source: Aged Supplier Balances For Suppliers from
fi: Vanhentuneet toimittajien saldot toimittajille

source: Balance Sheet as at
fi: Tase kuten

source: for Receipt Batch
fi: kuittierälle

source: Date of Banking
fi: Pankkipäivä

source: Banked into
fi: Varattu

source: Account Number
fi: Tilinumero

source: Bank Details
fi: Pankkitiedot

source: Bill Of Material Listing for Parts Between
fi: Materiaaliluettelo osien välillä

source: Component Part/Description
fi: Osaosa / kuvaus

source: Payments Summary
fi: Maksujen yhteenveto

source: Reference / General Ledger Posting Details
fi: Viite / pääkirja kirjaustiedot

source: Customers List for
fi: Asiakasluettelo

source: All Territories
fi: Kaikki alueet

source: Territory
fi: Alue

source: Territories
fi: Alueet

source: and for
fi: ja varten

source: Salespeople
fi: Myyjät

source: Act Code
fi: Lain koodi

source: Postal Address
fi: Postiosoite

source: Branch Contact Information
fi: Sivuliikkeen yhteystiedot

source: Branch Delivery Address
fi: Konttorin toimitusosoite

source: Customer Payments
fi: Asiakkaan maksut

source: input on
fi: tulo päällä

source: Net Amount
fi: Nettomäärä

source: Total Amount
fi: Kokonaismäärä

source: Customer Balances For Customers between
fi: Asiakassaldot asiakkaille välillä

source: Variances Between Orders and Deliveries Listing
fi: Tilausten ja toimitusten luetteloiden vaihtelut

source: For Inventory Category
fi: Varaston luokka

source: Deliveries ex
fi: Toimitukset ex

source: Item and Description
fi: Kohde ja kuvaus

source: Inv Date
fi: Tulopäivä

source: Days Between Requested Delivery Date and Invoice Date
fi: Pyydetyn toimituspäivän ja laskupäivän väliset päivät

source: Journal number
fi: Päiväkirjan numero

source: Journal Date
fi: Päiväkirjan päivämäärä

source: Tag Details
fi: Tagin tiedot

source: GRN number
fi: GRN-numero

source: PO number
fi: Postinumero

source: Item Number
fi: Tuotenumero

source: Date Recd
fi: Päivämäärä Recd

source: Qty in Suppliers UOM
fi: Määrä toimittajien UOM: ssa

source: Qty in Stock UOM
fi: Määrä varastossa UOM

source: Inventory Planning for Product Categories
fi: Tuoteluokkien varastosuunnittelu

source: Qty
fi: Määrä

source: Inventory Valuation for Categories between
fi: Varaston arviointi luokkien välillä

source: location
fi: sijainti

source: Low GP Sales Between
fi: Alhainen GP-myynti välillä

source: less than
fi: vähemmän kuin

source: Packing Slip
fi: Pakkauslippu

source: Customer Copy
fi: Asiakkaan kopio

source: Office Copy
fi: Office-kopio

source: Your Ref
fi: Viite

source: This Del
fi: Tämä Del

source: Prev Dels
fi: Edellinen Dels

source: Orders Invoiced Listing
fi: Tilaukset Laskutettu listaus

source: for delivery ex
fi: toimitusta varten ex

source: Order Status Listing
fi: Tilauksen tilaluettelo

source: Outstanding GRNs Valuation for Suppliers between
fi: Erinomainen GRN:n arvio toimittajille

source: Final Payment Run For Supplier Codes between
fi: Toimittajakoodien loppumaksu suoritetaan välillä

source: Payment Run (Print Only) For Supplier Codes between
fi: Maksuajo (vain tulostus) toimittajakoodeille välillä

source: And Only Suppliers Trading in
fi: Ja vain toimittajat, jotka käyvät kauppaa

source: Due
fi: Erääntyy

source: dated from
fi: päivätty

source: Technical Data Sheet
fi: Tekniset tiedot

source: Profit and loss for the
fi: Voitto ja tappio

source: months to
fi: kuukautta

source: and including
fi: ja mukaan lukien

source: Quotation For
fi: Tarjous

source: Tax Class
fi: Veroluokka

source: GRAND TOTAL
fi: LOPPUSUMMA

source: This is not an invoice
fi: Tämä ei ole lasku

source: Sell Through Support Claims Between
fi: Myydä tukivaatimusten välillä

source: Transaction
fi: Kauppa

source: Claim
fi: Vaatimus

source: as of
fi: alkaen

source: Statement dated
fi: Lausunto päivätty

source: Please send with remittance to
fi: Lähetä rahalähetys osoitteeseen

source: Check Sheets for Categories between
fi: Tarkista taulukot luokkien välillä

source: Remarks
fi: Huomautukset

source: Stock Check Comparison at
fi: Kannan tarkistus vertailu osoitteessa

source: Counted
fi: Laskettu

source: Transfer No
fi: Siirtonumero

source: Qty Shipped
fi: Määrä lähetetty

source: Negative Stocks Listing
fi: Negatiivisten osakkeiden listaus

source: Stock transfer number
fi: Varastonsiirtonumero

source: Transfer To
fi: Siirrä

source: Supplier Balances For Suppliers between
fi: Toimittajien saldot toimittajille välillä

source: Supplier Invoices
fi: Toimittajalaskut

source: Supplier Credit Notes
fi: Toimittajan luottotiedot

source: Supplier Payments
fi: Toimittajan maksut

source: Transactions for tag
fi: Tapahtumat tagille

source: Search On Location
fi: Hae sijainnista

source: Number Of Items
fi: Esineiden määrä

source: Top Items Sales Search Result
fi: Suosituimmat tuotteet Myynnin hakutulos

source: Total Inv
fi: Yhteensä

source: CREDIT NOTE
fi: LUOTTOTIEDOT

source: Dispatch Detail
fi: Lähetystiedot

source: Dispatched From
fi: Lähetetty

source: Sold To
fi: Myyty

source: Customer Tax Ref
fi: Asiakkaan vero

source: Customer Order Ref.
fi: Asiakkaan tilauksen viite

source: Delivered To (check Dispatch Detail)
fi: Toimitettu (tarkista lähetyksen tiedot)

source: Cust. Tax Ref
fi: Cust. Veron viite

source: Cust. Reference No.
fi: Asiakkaan Viitenumero

source: Disc.
fi: Levy.

source: and for the
fi: ja myös

source: Produced At
fi: Tuotettu osoitteessa

source: Required Qty
fi: Pakollinen määrä

source: Packing Qty
fi: Pakkauskoko

source: Material Requirements for this Work Order
fi: Tämän työmääräyksen materiaalivaatimukset

source: FOR VIEWING ONLY
fi: VAIN NÄKEMISEKSI

source: DO NOT SEND TO SUPPLIER
fi: ÄLÄ LÄHETÄ TOIMITTAJALLE

source: SUPPLIERS
fi: TOIMITTAJAT

source: THIS IS NOT AN ORDER
fi: TÄMÄ EI OLE TILAUS

source: Requisition Number
fi: Tilausnumero

source: Date Reqd
fi: Päivämäärä

source: The SQL statement that was used and failed was
fi: Käytetty ja epäonnistunut SQL-käsky oli

source: The lines on the purchase order cannot be retrieved because
fi: Ostotilauksen rivejä ei voi noutaa, koska

source: The SQL statement that was used to retrieve the purchase order lines was
fi: SQL-käsky, jota käytettiin ostotilausrivien noutamiseen, oli

source: is already on this order the system is set up to prevent the same item being on the order more than once. However you can change the quantity ordered of the existing line if necessary
fi: on jo tässä tilauksessa, järjestelmä on määritetty estämään saman tuotteen tilaaminen useammin kuin kerran. Voit kuitenkin tarvittaessa muuttaa olemassa olevan rivin tilattua määrää

source: The details for
fi: Yksityiskohdat

source: The SQL used to retrieve the pricing details but failed was
fi: SQL käytti hintatietojen noutamista, mutta epäonnistui

source: could not be found in the database
fi: ei löytynyt tietokannasta

source: it has not been added to the order
fi: sitä ei ole lisätty tilaukseen

source: Item Does Not Exist
fi: Kohdetta ei ole

source: could not be added to the order because it has been flagged as obsolete
fi: tilausta ei voitu lisätä, koska se on merkitty vanhentuneeksi

source: Obsolete Item
fi: Vanhentunut tuote

source: Sell through support available and applied of
fi: Myy käytettävissä olevan ja sovelletun tuen kautta

source: No more lines can be added to this order the customer account is currently at or over their credit limit
fi: Tähän tilaukseen ei voi lisätä enempää rivejä. Asiakastili on tällä hetkellä luottorajan yläpuolella

source: does not have a cost set up and order entry is set up to prohibit sales of items with no cost data entered
fi: ei ole määritetty kustannuksia ja tilausmerkintä on asetettu estämään sellaisten tuotteiden myynti, joihin ei ole syötetty kustannustietoja

source: The transaction number could not be incremented
fi: Tapahtuman numeroa ei voitu lisätä

source: The following SQL to increment the transaction number was used
fi: Seuraavaa SQL:ää lisättiin tapahtumanumeroa

source: The next transaction number could not be retrieved from the database because
fi: Seuraavaa tapahtumanumeroa ei voitu hakea tietokannasta, koska

source: The following SQL to retrieve the transaction number was used
fi: Tapahtumanumeron noutamiseen käytettiin seuraavaa SQL:ää

source: The stock GL codes could not be retrieved because
fi: Varaston PK-koodeja ei voitu hakea, koska

source: The tax rate for this item could not be retrieved because
fi: Tämän tuotteen verokantaa ei voitu noutaa, koska

source: The taxes and rate for this tax group could not be retrieved because
fi: Tämän veroryhmän veroja ja verokantaa ei voitu noutaa, koska

source: The current account balance of the customer could not be retrieved because
fi: Asiakkaan vaihtotilin saldoa ei voitu noutaa, koska

source: The value of outstanding orders for the customer could not be retrieved because
fi: Asiakkaalle maksamattomien tilausten arvoa ei voitu noutaa, koska

source: The general ledger entries created do not balance. See your system administrator
fi: Luodut pääkirjan merkinnät eivät ole tasapainossa. Ota yhteyttä järjestelmänvalvojaasi

source: The quantity on order due to purchase orders for
fi: Ostotilauksista johtuen tilauksen määrä

source: to be received into all locations cannot be retrieved because
fi: vastaanotettavia kaikkiin sijainteihin ei voida hakea, koska

source: to be received into
fi: johon vastaanotetaan

source: The quantity on order due to work orders for
fi: Tilausten määrä tilausten vuoksi

source: The create of the qasamples record failed
fi: Qasamples-tietueen luominen epäonnistui

source: The following SQL to create the qasamples was used
fi: Seuraavaa SQL-koodia käytettiin qasamplesin luomiseen

source: The create of the sampleresults record failed
fi: Sampleresults-tietueen luominen epäonnistui

source: The following SQL to create the sampleresults was used
fi: Seuraavaa SQL:ää käytettiin näytetulosten luomiseen

source: has already been sold
fi: on jo myyty

source: There is none of
fi: Ei ole mitään

source: left
fi: vasemmalle

source: There is only
fi: On vain

source: remaining
fi: jäljelle jäänyt

source: The entered quantity will be reduced to the remaining amount left of this batch/bundle/roll
fi: Syötetty määrä vähennetään jäljellä olevasta erästä / nipusta / rullasta

source: Please correct input quantity
fi: Korjaa syötetty määrä

source: decimalplaces
fi: desimaalin tarkkuudella

source: The input quantity must be numeric
fi: Syötettävän määrän on oltava numeerinen

source: not available
fi: ei saatavilla

source: The Serial Number being added exists with a Quantity that is not Zero (0)!
fi: Lisättävä sarjanumero on olemassa määrällä, joka ei ole nolla (0)!

source: The Serial Number being removed exists with a Quantity that is not One (1)!
fi: Poistettava sarjanumero on olemassa määrällä, joka ei ole yksi (1)!

source: To Add Items Sequentially, the Begin Number must be less than the End Number
fi: Jos haluat lisätä kohteita peräkkäin, aloitusnumeron on oltava pienempi kuin loppunumero

source: Finished Validating Items
fi: Valmis tuotteiden vahvistus

source: problems found. Please research and correct them
fi: ongelmia löydetty. Tutki ja korjaa ne

source: The contract cannot be retrieved because
fi: Sopimusta ei voi hakea, koska

source: The bill of material cannot be retrieved because
fi: Aineistolomaketta ei voi hakea, koska

source: The SQL statement that was used to retrieve the contract bill of material was
fi: SQL-käsky, jota käytettiin noudettaessa sopimuslaskelmia, oli

source: The other contract requirementscannot be retrieved because
fi: Muita sopimusehtoja ei voida noutaa, koska

source: The SQL statement that was used to retrieve the other contract requirments was
fi: SQL-käsky, jota käytettiin muiden sopimusvaatimusten noutamiseen, oli

source: United Arab Emirates
fi: Yhdistyneet Arabiemiirikunnat

source: Afghanistan
fi: Afganistan

source: Antigua and Barbuda
fi: Antigua ja Barbuda

source: Argentina
fi: Argentiina

source: American Samoa
fi: Amerikan Samoa

source: Austria
fi: Itävalta

source: Azerbaijan
fi: Azerbaidžan

source: Bosnia and Herzegovina
fi: Bosnia ja Hertsegovina

source: Belgium
fi: Belgia

source: Brazil
fi: Brasilia

source: Bahamas
fi: Bahama

source: Belarus
fi: Valko-Venäjä

source: Canada
fi: Kanada

source: Central African Republic
fi: Keski-Afrikan tasavalta

source: Congo
fi: Kongo

source: Switzerland
fi: Sveitsi

source: Cook Islands
fi: Cook saaret

source: Cameroon
fi: Kamerun

source: China
fi: Kiina

source: Colombia
fi: Kolumbia

source: Catalonia
fi: Katalonia

source: Cuba
fi: Kuuba

source: Cape Verde
fi: Kap Verde

source: Cyprus
fi: Kypros

source: Czech Republic
fi: Tšekin tasavalta

source: Germany
fi: Saksa

source: Denmark
fi: Tanska

source: Dominican Republic
fi: Dominikaaninen tasavalta

source: Estonia
fi: Viro

source: Egypt
fi: Egypti

source: Spain
fi: Espanja

source: Ethiopia
fi: Etiopia

source: European Union
fi: Euroopan unioni

source: Finland
fi: Suomi

source: Fiji
fi: Fidži

source: Falkland Islands
fi: Falkland saaret

source: Micronesia
fi: Mikronesia

source: Faroe Islands
fi: Färsaaret

source: France
fi: Ranska

source: United Kingdom
fi: Yhdistynyt kuningaskunta

source: French Guiana
fi: Ranskan Guayana

source: Guernsey and Alderney
fi: Guernsey ja Alderney

source: Greenland
fi: Grönlanti

source: Greece
fi: Kreikka

source: Croatia
fi: Kroatia

source: Hungary
fi: Unkari

source: Ireland
fi: Irlanti

source: India
fi: Intia

source: Iraq
fi: Irak

source: Iceland
fi: Islanti

source: Italy
fi: Italia

source: Jamaica
fi: Jamaika

source: Jordan
fi: Jordania

source: Japan
fi: Japani

source: Kenya
fi: Kenia

source: Kyrgyzstan
fi: Kirgisia

source: Cambodia
fi: Kambodža

source: Comoros
fi: Komorit

source: Saint Kitts and Nevis
fi: Saint Kitts ja Nevis

source: Korea (South)
fi: Eteläkorea)

source: Cayman Islands
fi: Caymansaaret

source: Kazakhstan
fi: Kazakstan

source: Lao People s Dem. Rep.
fi: Laosin kansan Dem. Edustaja

source: Lebanon
fi: Libanon

source: Lithuania
fi: Liettua

source: Luxembourg
fi: Luxemburg

source: Libyan Arab Jamahiriya
fi: Libyan arabien Jamahiriya

source: Morocco
fi: Marokko

source: Moldova, Republic of
fi: Moldovan tasavalta

source: Madagascar
fi: Madagaskar

source: Macedonia, TFYR
fi: Makedonia, TFYR

source: Macao, (China)
fi: Macao (Kiina)

source: Northern Mariana Islands
fi: Pohjois-Mariaanit

source: Maldives
fi: Malediivit

source: Mexico
fi: Meksiko

source: Malaysia
fi: Malesia

source: Mozambique
fi: Mosambik

source: New Caledonia
fi: Uusi-Caledonia

source: Netherlands
fi: Alankomaat

source: Norway
fi: Norja

source: New Zealand
fi: Uusi Seelanti

source: French Polynesia
fi: Ranskan Polynesia

source: Papua New Guinea
fi: Papua-Uusi-Guinea

source: Philippines
fi: Filippiinit

source: Poland
fi: Puola

source: Palestinian Territory
fi: Palestiinan alue

source: Portugal
fi: Portugali

source: Russian Federation
fi: Venäjän federaatio

source: Rwanda
fi: Ruanda

source: Solomon Islands
fi: Solomonsaaret

source: Seychelles
fi: Seychellit

source: Sweden
fi: Ruotsi

source: Sao Tome and Principe
fi: Sao Tome ja Principe

source: Syrian Arab Republic
fi: Syyria

source: Swaziland
fi: Swazimaa

source: Chad
fi: Tšad

source: Togo
fi: Mennä

source: Thailand
fi: Thaimaa

source: Tajikistan
fi: Tadžikistan

source: East Timor (Timor-Leste)
fi: Itä-Timor (Timor-Leste)

source: Turkey
fi: Turkki

source: Trinidad and Tobago
fi: Trinidad ja Tobago

source: Tanzania, United Rep. of
fi: Tansania, Yhdistynyt tasavalta

source: Ukraine
fi: Ukraina

source: United States
fi: Yhdysvallat

source: St. Vincent and the Grenadines
fi: St. Vincent ja Grenadiinit

source: British Virgin Islands
fi: Britannian Neitsytsaaret

source: Virgin Islands, U.S.
fi: Neitsytsaaret, Yhdysvallat

source: Yemen
fi: Jemen

source: South Africa
fi: Etelä-Afrikka

source: Zambia
fi: Sambia

source: United Arab Emirates dirham
fi: Yhdistyneiden arabiemiirikuntien dirham

source: Afghan afghani
fi: Afganistanin afgaani

source: Armenian dram
fi: Armenian draama

source: Netherlands Antillean guilder
fi: Alankomaiden Antillien guldeni

source: Argentine peso
fi: Argentiinan peso

source: Australian dollar
fi: Australian dollari

source: Aruban florin
fi: Aruban floriini

source: Azerbaijani manat
fi: Azerbaidžanin manat

source: Bosnia and Herzegovina convertible mark
fi: Bosnia ja Hertsegovinan vaihdettava merkki

source: Barbados dollar
fi: Barbadoksen dollari

source: Bangladeshi taka
fi: Bangladeshin taka

source: Bahraini dinar
fi: Bahrainin dinaari

source: Burundian franc
fi: Burundin frangi

source: Bermudian dollar
fi: Bermudan dollari

source: Brunei dollar
fi: Brunein dollari

source: Bolivian Boliviano
fi: Bolivialainen boliviano

source: Bolivian Mvdol (funds code)
fi: Bolivian Mvdol (rahastokoodi)

source: Brazilian real
fi: Brasilian todellinen
