Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: General Ledger Receipt Entry
fi: Pääkirjan vastaanottotiedot

source: Select Tag
fi: Valitse Tunniste

source: No General ledger accounts have been set up yet
fi: Pääkirjanpitotilejä ei ole vielä määritetty

source: receipts cannot be entered against GL accounts until the GL accounts are set up
fi: kuitteja ei voida kirjata PK-tileille, ennen kuin PK-tilit on perustettu

source: Amount of Discount
fi: Alennuksen määrä

source: agreed prompt payment discount is
fi: sovittu välitön maksualennus on

source: Payee Bank Details
fi: Maksunsaajan pankkitiedot

source: Select a Customer
fi: Valitse asiakas

source: Text in the Customer
fi: Teksti asiakkaalle

source: name
fi: nimi

source: Text extract in the Customer
fi: Tekstiote asiakkaassa

source: code
fi: koodi

source: Enter an extract of the customer code to search for. Customer codes can contain any alpha-numeric character or underscore
fi: Anna haettava asiakaskoodi. Asiakaskoodit voivat sisältää minkä tahansa aakkosnumeerisen merkin tai alaviivan

source: Customer invoice number
fi: Asiakkaan laskun numero

source: Enter A GL Receipt
fi: Syötä PK-kuitti

source: Accept and Process Batch
fi: Hyväksy ja käsittele erä

source: Customer Maintenance
fi: Asiakaspalvelu

source: The customer number already exists in the database
fi: Asiakasnumero on jo tietokannassa

source: The customer name must be entered and be forty characters or less long
fi: Asiakkaan nimi on annettava ja siinä saa olla enintään 40 merkkiä

source: The debtor code cannot be empty
fi: Velallisen koodi ei voi olla tyhjä

source: The customer code cannot contain any of the following characters
fi: Asiakaskoodi ei voi sisältää mitään seuraavista merkeistä

source: The Line 1 of the address must be forty characters or less long
fi: Osoitteen rivin 1 on oltava enintään 40 merkkiä pitkä

source: The Line 2 of the address must be forty characters or less long
fi: Osoitteen rivin 2 on oltava enintään 40 merkkiä pitkä

source: The Line 3 of the address must be forty characters or less long
fi: Osoitteen rivin 3 on oltava enintään 40 merkkiä pitkä

source: The Line 4 of the address must be fifty characters or less long
fi: Osoitteen rivin 4 on oltava enintään 50 merkkiä pitkä

source: The Line 5 of the address must be twenty characters or less long
fi: Osoitteen rivin 5 on oltava enintään 20 merkkiä pitkä

source: The credit limit must be numeric
fi: Luottolimiitin on oltava numeerinen

source: The payment discount must be numeric
fi: Maksualennuksen on oltava numeerinen

source: The customer since field must be a date in the format
fi: Asiakas koska -kentän on oltava päivämäärä muodossa

source: The discount percentage must be numeric
fi: Alennuksen prosenttiosuuden on oltava numeerinen

source: The credit limit must be a positive number
fi: Luottorajan on oltava positiivinen luku

source: The payment discount is expected to be less than 10% and greater than or equal to 0
fi: Maksualennuksen odotetaan olevan alle 10% ja suurempi tai yhtä suuri kuin 0

source: The discount is expected to be less than 100% and greater than or equal to 0
fi: Alennuksen odotetaan olevan alle 100% ja suurempi tai yhtä suuri kuin 0

source: The currency code cannot be updated as there are already transactions for this customer
fi: Valuuttakoodia ei voi päivittää, koska tälle asiakkaalle on jo tehty tapahtumia

source: The customer could not be updated because
fi: Asiakasta ei voitu päivittää, koska

source: Customer updated
fi: Asiakas päivitetty

source: This customer could not be added because
fi: Tätä asiakasta ei voitu lisätä, koska

source: You should automatically be forwarded to the entry of a new Customer Branch page
fi: Sinut ohjataan automaattisesti uuden asiakashaaran sivulle

source: No updates or deletes took place
fi: Päivityksiä tai poistoja ei tapahtunut

source: This customer cannot be deleted because there are transactions that refer to it
fi: Tätä asiakasta ei voi poistaa, koska siihen liittyy tapahtumia

source: transactions against this customer
fi: liiketoimia tätä asiakasta vastaan

source: Cannot delete the customer record because orders have been created against it
fi: Asiakastietuetta ei voi poistaa, koska sitä vastaan on luotu tilauksia

source: orders against this customer
fi: tilauksia tätä asiakasta vastaan

source: Cannot delete this customer record because sales analysis records exist for it
fi: Tätä asiakastietuetta ei voi poistaa, koska sille on olemassa myyntianalyysitietueita

source: sales analysis records against this customer
fi: myynnin analyysi kirjaa tätä asiakasta vastaan

source: Cannot delete this customer because users exist that refer to it
fi: Tätä asiakasta ei voi poistaa, koska käyttäjiä on, jotka viittaavat siihen

source: Cannot delete this customer because contracts have been created that refer to it
fi: Tätä asiakasta ei voi poistaa, koska siihen on luotu sopimuksia

source: contracts referring to this customer
fi: tätä asiakasta koskevat sopimukset

source: has been deleted - together with all the associated branches and contacts
fi: on poistettu - yhdessä kaikkien siihen liittyvien haarojen ja yhteystietojen kanssa

source: In order to create a new customer you must first set up at least one sales type/price list
fi: Uuden asiakkaan luomiseksi sinun on ensin määritettävä vähintään yksi myyntityyppi / hinnasto

source: Click
fi: Klikkaus

source: here
fi: tässä

source: to set up your price lists
fi: hinnastojen asettamiseksi

source: In order to create a new customer you must first set up at least one customer type
fi: Uuden asiakkaan luomiseksi sinun on ensin määritettävä vähintään yksi asiakastyyppi

source: to set up your customer types
fi: määrittääksesi asiakastyyppisi

source: Click here to continue
fi: Klikkaa tästä jatkaaksesi

source: Up to 10 characters for the customer code. The following characters are prohibited:
fi: Jopa 10 merkkiä asiakaskoodia varten. Seuraavat merkit ovat kiellettyjä:

source: Address Line 1 (Street)
fi: Osoiterivi 1 (katu)

source: Address Line 2 (Street)
fi: Osoiterivi 2 (katu)

source: Address Line 3 (Suburb/City)
fi: Osoiterivi 3 (lähiö / kaupunki)

source: Address Line 4 (State/Province)
fi: Osoiterivi 4 (osavaltio / provinssi)

source: Address Line 5 (Postal Code)
fi: Osoiterivi 5 (postinumero)

source: No sales types/price lists defined
fi: Myyntityyppejä / hinnastoja ei ole määritelty

source: Setup Types
fi: Asennustyypit

source: No Customer types/price lists defined
fi: Asiakastyyppejä / hinnastoja ei ole määritelty

source: Customer Type
fi: Asiakastyyppi

source: Customer Since
fi: Asiakas alkaen

source: Discount Percent
fi: Alennusprosentti

source: Discount Code
fi: Alennuskoodi

source: Payment Discount Percent
fi: Maksualennusprosentti

source: Tax Reference
fi: Veroviite

source: There are no payment terms currently defined - go to the setup tab of the main menu and set at least one up first
fi: Tällä hetkellä ei ole määritetty maksuehtoja - siirry päävalikon Asetukset-välilehteen ja aseta vähintään yksi ensin

source: Payment Terms
fi: Maksuehdot

source: There are no credit statuses currently defined - go to the setup tab of the main menu and set at least one up first
fi: Tällä hetkellä ei ole määritetty luottotiloja - siirry päävalikon asetusvälilehteen ja aseta vähintään yksi ensin

source: There are no currencies currently defined - go to the setup tab of the main menu and set at least one up first
fi: Tällä hetkellä ei ole määritettyjä valuuttoja - siirry päävalikon Asetukset-välilehteen ja aseta vähintään yksi ensin

source: Customer Currency
fi: Asiakkaan valuutta

source: Customer PO Line on SO
fi: Asiakas PO Line SO: lla

source: Invoice Addressing
fi: Laskun osoite

source: Address to HO
fi: Osoite HO: lle

source: Address to Branch
fi: Osoite sivuliikkeelle

source: Add New Customer
fi: Lisää uusi asiakas

source: The customer code can be up to 10 alpha-numeric characters long or underscore
fi: Asiakaskoodi voi olla enintään 10 aakkosnumeerista merkkiä pitkä tai alaviivainen

source: Require Customer PO Line on SO
fi: Vaadi asiakkaan PO-linja SO: lla

source: Contact Deleted
fi: Yhteystieto poistettu

source: Add Contact
fi: Lisää yhteystieto

source: Are you sure you wish to delete this customer contact?
fi: Haluatko varmasti poistaa tämän asiakasyhteystiedon?

source: Update Customer
fi: Päivitä asiakas

source: Delete Customer
fi: Poista asiakas

source: Customer Transactions Inquiry
fi: Asiakastapahtumia koskeva tiedustelu

source: Transaction Inquiry
fi: Tapahtumakysely

source: Choose which type of transaction to report on.
fi: Valitse raportoitavan tapahtuman tyyppi.

source: From
fi: Alkaen

source: Show transactions
fi: Näytä tapahtumat

source: The customer transactions for the selected criteria could not be retrieved because
fi: Valittujen ehtojen asiakastapahtumia ei voitu noutaa, koska

source: Click to preview the credit
fi: Napsauta esikatsellaksesi hyvitystä

source: Customer Types
fi: Asiakastyypit

source: Customer Type Setup
fi: Asiakastyypin määritys

source: Add/edit/delete Customer Types
fi: Lisää / muokkaa / poista asiakastyyppejä

source: The customer type name description must be 100 characters or less long
fi: Asiakastyypin nimen kuvauksen on oltava enintään 100 merkkiä pitkä

source: The customer type name description must contain at least one character
fi: Asiakastyypin nimen kuvauksessa on oltava vähintään yksi merkki

source: You already have a customer type called
fi: Sinulla on jo asiakastyyppi nimeltä

source: The customer type
fi: Asiakastyyppi

source: already exist.
fi: on jo olemassa.

source: Customer type
fi: Asiakastyyppi

source: has been created
fi: on luotu

source: The number of transactions using this customer type could not be retrieved
fi: Tätä asiakastyyppiä käyttävien tapahtumien määrää ei voitu noutaa

source: Cannot delete this type because customer transactions have been created using this type
fi: Tätä tyyppiä ei voi poistaa, koska asiakastapahtumat on luotu tällä tyypillä

source: transactions using this type
fi: tämän tyyppisiä liiketoimia

source: The number of transactions using this Type record could not be retrieved because
fi: Tätä tyyppi-tietuetta käyttävien tapahtumien määrää ei voitu noutaa, koska

source: Cannot delete this type because customers are currently set up to use this type
fi: Tätä tyyppiä ei voi poistaa, koska asiakkaat ovat tällä hetkellä määritetty käyttämään tätä tyyppiä

source: customers with this type code
fi: asiakkaille, joilla on tämän tyyppinen koodi

source: The Type record could not be deleted because
fi: Tyyppi-tietuetta ei voitu poistaa, koska

source: Type ID
fi: Tyypin tunnus

source: Type Name
fi: Kirjoita nimi

source: Are you sure you wish to delete this Customer Type?
fi: Haluatko varmasti poistaa tämän asiakastyypin?

source: Show All Types Defined
fi: Näytä kaikki määritetyt tyypit

source: The customer type name is required
fi: Asiakastyypin nimi vaaditaan

source: Customer How Paid Inquiry
fi: Asiakkaan maksettu kysely

source: Customer Where Allocated
fi: Asiakas, mihin varattu

source: Receipt
fi: Kuitti

source: Credit Note
fi: Hyvityslasku

source: Transaction Number
fi: Viitenumero

source: Show How Allocated
fi: Näytä kuinka jaettu

source: The transaction number to be queried must be entered first
fi: Ensin on syötettävä kyseltävä tapahtumanumero

source: invoice
fi: lasku

source: This transaction was a receipt of funds and there can be no allocations of receipts or credits to a receipt. This inquiry is meant to be used to see how a payment which is entered as a negative receipt is settled against credit notes or receipts
fi: Tämä tapahtuma oli varojen kuitti, eikä kuitteja tai hyvityksiä voi kohdistaa kuittiin. Tämän kyselyn on tarkoitus käyttää nähdäksesi, kuinka negatiivisena kuittina kirjattu maksu suoritetaan hyvityslaskujen tai kuittien perusteella

source: There are no allocations made against this transaction
fi: Tätä tapahtumaa ei ole kohdistettu

source: Allocations made against
fi: Vastaanotetut varaukset

source: number
fi: määrä

source: Transaction Total
fi: Tapahtuma yhteensä

source: Failed to retrieve charge data
fi: Laskutustietojen noutaminen epäonnistui

source: To local currency
fi: Paikallisessa valuutassa

source: at rate
fi: nopeudella

source: Grand Total
fi: Loppusumma

source: Bank Transactions Inquiry
fi: Pankkitapahtumia koskeva tiedustelu

source: Transactions Dated From
fi: Tapahtumat päivätty

source: Transactions Dated To
fi: Tapahtumat päivätty

source: Unmatched
fi: Verraton

source: Matched
fi: Hyväksytty

source: Could not retrieve the bank account details
fi: Pankkitilin tietoja ei voitu noutaa

source: There are no transactions for this account in the date range selected
fi: Tällä tilillä ei ole tapahtumia valitulla ajanjaksolla

source: Account Transactions For
fi: Tilitapahtumat

source: Between
fi: Välillä

source: Transaction type
fi: Maksutavan tyyppi

source: Amount in
fi: Määrä

source: Balances Brought Forward
fi: Tasapelit tuotiin eteenpäin

source: Select Another Date
fi: Valitse toinen päivämäärä

source: Daily Sales Inquiry
fi: Päivittäinen myyntitiedustelu

source: Daily Sales
fi: Päivittäinen myynti

source: Select the month to show daily sales for
fi: Valitse kuukausi näyttää päivittäinen myynti

source: Month to Show
fi: Kuukausi näyttää

source: Show Daily Sales For The Selected Month
fi: Näytä valitun kuukauden päivittäinen myynti

source: The sales data could not be retrieved because
fi: Myyntitietoja ei voitu noutaa, koska

source: Sunday
fi: Sunnuntai

source: Monday
fi: Maanantai

source: Tuesday
fi: Tiistai

source: Wednesday
fi: Keskiviikko

source: Thursday
fi: Torstai

source: Friday
fi: Perjantai

source: Saturday
fi: Lauantai

source: Total Sales for month
fi: Kuukauden kokonaismyynti

source: Avg Daily Sales
fi: Keskimääräinen päivittäinen myynti

source: Dashboard
fi: Kojelauta

source: The security for Aging Debtors cannot be retrieved because
fi: Ikääntyvien velallisten vakuutta ei voida hakea, koska

source: The SQL that was used and failed was
fi: Käytetty ja epäonnistunut SQL oli

source: The security for upcoming payments cannot be retrieved because
fi: Tulevien maksujen turvallisuutta ei voida noutaa, koska

source: The security for G/L Accounts cannot be retrieved because
fi: Pääkirjatilien suojausta ei voi noutaa, koska

source: Overdue Customer Balances
fi: Erääntyneet asiakassaldot

source: Trans Date
fi: Siirtopäivä

source: Due Date
fi: Eräpäivä

source: Due Now
fi: Erääntyy nyt

source: Days Over
fi: Päivää ohi

source: Totals
fi: Yhteensä

source: Supplier Invoices Due within 1 Month
fi: Toimittajan laskut erääntyvät kuukauden sisällä

source: Invoice Date
fi: Laskutus päivämäärä

source: Amount Due
fi: Erääntyvä summa

source: The details of supplier invoices due could not be retrieved because
fi: Erääntyvien toimittajien laskujen tietoja ei voitu noutaa, koska

source: Grand Total Payments Due
fi: Erääntyneet maksut yhteensä

source: Bank and Credit Card Balances
fi: Pankki- ja luottokorttitilit

source: The bank accounts set up could not be retrieved because
fi: Perustettuja pankkitilejä ei voitu noutaa, koska

source: The SQL used to retrieve the bank account details was
fi: Pankkitilitietojen noutamiseen käytetty SQL oli

source: The chart details for account
fi: Tilin kaaviotiedot

source: Outstanding Orders
fi: Erinomaiset tilaukset

source: View Order
fi: Katso tilaus

source: Cust Order
fi: Asiakastilaus

source: Order Date
fi: Tilauspäivämäärä

source: Req Del Date
fi: Kysy Del päivämäärä

source: Delivery To
fi: Toimitus

source: Order Total
fi: Tilaus yhteensä

source: in
fi: sisään

source: No orders or quotations were returned by the SQL because
fi: SQL ei palauttanut tilauksia tai tarjouksia, koska

source: Total Order(s) Value in
fi: Tilausten kokonaisarvo

source: Customer Balance Listing
fi: Asiakkaan saldoluettelo

source: Customer Balances
fi: Asiakkaan saldot

source: Could not get the date of the last day in the period selected
fi: Valitun ajanjakson viimeisen päivän päivämäärää ei voitu saada

source: The customer details listing has no clients to report on
fi: Asiakastietoluettelossa ei ole asiakkaita, joista raportoida

source: Total balances
fi: Saldot yhteensä

source: Debtor Balances
fi: Velallisen saldot

source: Enter a portion of the code of first customer to report
fi: Anna osa ensimmäisen raportoitavan asiakkaan koodista

source: Enter a portion of the code of last customer to report
fi: Syötä osa viimeisen ilmoitettavan asiakkaan koodista

source: Balances As At
fi: Saldot

source: Could not retrieve period data because
fi: Ajanjaksotietoja ei voitu noutaa, koska

source: The SQL that failed to get the period data was
fi: SQL, joka ei saanut jaksotietoja, oli

source: Order Delivery Details
fi: Tilauksen toimitustiedot

source: This page can only be read if an order has been entered
fi: Tätä sivua voidaan lukea vain, jos tilaus on annettu

source: To enter an order select customer transactions then sales order entry
fi: Syötä tilaus valitsemalla asiakastapahtumat ja sitten myyntitilaustiedot

source: This page can only be read if an there are items on the order
fi: Tätä sivua voidaan lukea vain, jos tilauksessa on tuotteita

source: You must enter the person or company to whom delivery should be made
fi: Sinun on annettava henkilö tai yritys, jolle toimitus on tehtävä

source: You should enter the street address in the box provided
fi: Syötä katuosoite annettuun kenttään

source: Orders cannot be accepted without a valid street address
fi: Tilauksia ei voida hyväksyä ilman kelvollista katuosoitetta

source: The freight cost entered is expected to be numeric
fi: Ilmoitettujen rahtikustannusten odotetaan olevan numeerisia

source: A recurring order cannot be made from a quotation
fi: Tarjous ei voi tehdä toistuvaa tilausta

source: You must select the type of packlist to print
fi: Sinun on valittava tulostettavan pakettiluettelon tyyppi

source: An invalid date entry was made
fi: Virheellinen päivämäärämerkintä tehtiin

source: The date entry must be in the format
fi: Päivämäärän on oltava muodossa

source: There was a problem testing for the default shipper
fi: Oletuslähettäjän testauksessa oli ongelma

source: SQL used to test for the default shipper
fi: Oletustoimittajan testaamiseen käytetty SQL

source: We have a problem
fi: Meillä on ongelma

source: there are no shippers defined
fi: rahdinantajia ei ole määritelty

source: Please use the link below to set up shipping or freight companies
fi: Käytä alla olevaa linkkiä perustamaan kuljetus- tai rahtiyhtiöitä

source: the system expects the shipping company to be selected or a default freight company to be used
fi: järjestelmä odottaa, että varustamo valitaan tai käytetään oletusarvoista rahtiyhtiötä

source: You should automatically be forwarded to the entry of recurring order details page
fi: Sinut ohjataan automaattisesti toistuvien tilausten tietosivulle

source: Modify Order Lines
fi: Muokkaa tilausrivejä

source: You should automatically be forwarded to the entry of the order line details page
fi: Sinut ohjataan automaattisesti tilausrivin tietosivun tietoihin

source: The freight charge has been updated
fi: Rahtimaksu on päivitetty

source: Please reconfirm that the order and the freight charges are acceptable and then confirm the order again if OK
fi: Varmista, että tilaus ja rahtimaksut ovat hyväksyttäviä, ja vahvista sitten tilaus uudelleen, jos OK

source: The new freight cost is
fi: Uudet rahtikustannukset ovat

source: and the previously calculated freight cost was
fi: ja aiemmin lasketut rahtikustannukset olivat

source: The customer terms cannot be determined
fi: Asiakasehtoja ei voida määrittää

source: This order cannot be processed because
fi: Tätä tilausta ei voida käsitellä, koska

source: SQL used to find the customer terms
fi: SQL käytti etsimään asiakastermejä

source: Quotation Number
fi: Tarjousnumero

source: Print packing slip
fi: Tulosta pakkauskortti

source: Preprinted stationery
fi: Esipainetut paperitavarat

source: Confirm Dispatch and Produce Invoice
fi: Vahvista lähetys ja tuota lasku

source: Print Quotation (Landscape)
fi: Tulosta tarjous (vaaka)

source: Print Quotation (Portrait)
fi: Tulosta tarjous (Pysty)

source: Add Another Sales Order
fi: Lisää toinen myyntitilaus

source: Thank you for your business
fi: Kiitos yrityksestänne

source: Could not update the contract status
fi: Sopimuksen tilaa ei voitu päivittää

source: The SQL that failed to update the contract status was
fi: SQL, joka ei päivittänyt sopimuksen tilaa, oli

source: Could not insert the contract bill of materials
fi: Sopimusmateriaalilomaketta ei voitu lisätä

source: The SQL that was used to update the order and failed was
fi: Tilauksen päivittämiseen käytetty ja epäonnistunut SQL oli

source: The order cannot be updated because
fi: Tilausta ei voi päivittää, koska

source: The SQL that was used to modify the order line and failed was
fi: Tilausrivin muokkaamiseen käytetty ja epäonnistunut SQL oli

source: The updated order line cannot be modified because
fi: Päivitettyä tilausriviä ei voi muuttaa, koska

source: Print packing slip - pre-printed stationery
fi: Tulostuspakkaus - esipainetut paperitavarat

source: Confirm Order Delivery Quantities and Produce Invoice
fi: Vahvista tilausten toimitusmäärät ja tuota lasku

source: Select A Different Order
fi: Valitse Eri järjestys

source: Delivery
fi: Toimitus

source: Delivery Details
fi: Toimitustiedot

source: Quotation Summary
fi: Lainausyhteenveto

source: Order Summary
fi: Tilauksen yhteenveto

source: TOTAL Excl Tax/Freight
fi: YHTEENSÄ ilman veroja / rahtia

source: Total Weight
fi: Kokonaispaino

source: Total Volume
fi: Kokonaistilavuus

source: Deliver To
fi: Toimittaa

source: Enter the name of the customer to deliver this order to
fi: Anna asiakkaan nimi, jolle tämä tilaus toimitetaan

source: Deliver from the warehouse at
fi: Toimita varastosta osoitteessa

source: The stock locations could not be retrieved
fi: Varaston sijainteja ei voitu hakea

source: SQL used to retrieve the stock locations was
fi: Varastojen sijaintien hakemiseen käytetty SQL oli

source: Estimated Delivery Date
fi: Arvioitu toimituspäivä

source: Enter the estimated delivery date requested by the customer
fi: Syötä asiakkaan pyytämä arvioitu toimituspäivä

source: Quote Date
fi: Lainauspäivä

source: Confirmed Order Date
fi: Vahvistettu tilauspäivä

source: Delivery Address 1 (Street)
fi: Toimitusosoite 1 (katu)

source: Delivery Address 2 (Street)
fi: Toimitusosoite 2 (katu)

source: Delivery Address 3 (Suburb/City)
fi: Toimitusosoite 3 (lähiö / kaupunki)

source: Delivery Address 4 (State/Province)
fi: Toimitusosoite 4 (osavaltio / maakunta)

source: Delivery Address 5 (Postal Code)
fi: Toimitusosoite 5 (postinumero)

source: Enter the telephone number of the contact at the delivery address.
fi: Syötä yhteyshenkilön puhelinnumero toimitusosoitteeseen.

source: Enter the email address of the contact at the delivery address
fi: Syötä yhteyshenkilön sähköpostiosoite toimitusosoitteeseen

source: Enter the customer's purchase order reference relevant to this order
fi: Anna asiakkaalle tämän tilauksen mukainen ostotilauksen viite

source: Packlist Type
fi: Packlist-tyyppi

source: Show Company Details/Logo
fi: Näytä yrityksen tiedot / logo

source: Hide Company Details/Logo
fi: Piilota yrityksen tiedot / logo

source: Reprint packing slip
fi: Tulosta pakkausluettelo uudelleen

source: Last printed
fi: Viimeksi painettu

source: Charge Freight Cost ex tax
fi: Maksullinen rahtikustannus ilman veroja

source: Recalc Freight Cost
fi: Laske rahtikustannukset uudelleen

source: Freight/Shipper Method
fi: Rahti / lähettäjän menetelmä
