Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: You should automatically be forwarded to the entry of supplier credit notes against contracts page
fi: Sinut ohjataan automaattisesti toimittajan luottotietojen merkintään sopimussivulle

source: You should automatically be forwarded to the entry of invoices against fixed assets page
fi: Sinut ohjataan automaattisesti laskujen syöttöön käyttöomaisuutta vastaan -sivulle

source: Supplier Credit Note Reference
fi: Toimittajan luottotiedot

source: Credit Note Date
fi: Hyvityslasku

source: in format
fi: muodossa

source: Purchase Order Credits
fi: Ostotilaushyvitykset

source: Credited
fi: Hyväksytty

source: Price Credited
fi: Hinta hyvitetty

source: Total Value of Goods Credited
fi: Luotettujen tavaroiden kokonaisarvo

source: Shipment Credits
fi: Lähetyksen hyvitykset

source: Total Credited Against Shipments
fi: Hyvitetyt lähetykset yhteensä

source: Fixed Asset Credits
fi: Kiinteän omaisuuden hyvitykset

source: Contract Charges
fi: Sopimusmaksut

source: Total Credited against Contracts
fi: Hyvitetyt sopimukset yhteensä

source: General Ledger Analysis
fi: Pääkirjan analyysi

source: Total GL Analysis
fi: PK-analyysi yhteensä

source: Credit Amount in Supplier Currency
fi: Luottosumma toimittajan valuutassa

source: Update Tax Calculation
fi: Päivitä verolaskenta

source: Automatic
fi: Automaattinen

source: Manual Entry
fi: Manuaalinen syöttö

source: Credit Note Total
fi: Hyvityslasku yhteensä

source: Enter Credit Note
fi: Syötä hyvityslasku

source: The credit note as entered cannot be processed because the total amount of the credit note is less than or equal to 0
fi: Annettua hyvityslaskua ei voida käsitellä, koska hyvityslaskun kokonaismäärä on pienempi tai yhtä suuri kuin 0

source: Credit notes are expected to be entered as positive amounts to credit
fi: Hyvityslaskujen odotetaan merkitsevän positiivisia hyvityssummia

source: The credit note as entered cannot be processed because the there is no suppliers credit note number or reference entered
fi: Annettua hyvityslaskua ei voida käsitellä, koska toimittajan luottotiedotteen numeroa tai viitettä ei ole annettu

source: The supplier credit note number must be entered
fi: Toimittajan luottotiedot on syötettävä

source: The credit note as entered cannot be processed because the date entered is not in the format
fi: Annettua hyvityslaskua ei voida käsitellä, koska annettu päivämäärä ei ole muodossa

source: The credit note as entered cannot be processed because the date is after today
fi: Annettua hyvityslaskua ei voida käsitellä, koska päivämäärä on tämän päivän jälkeen

source: Purchase credit notes are expected to have a date prior to or today
fi: Ostotodistusten odotetaan olevan päivämäärä ennen tai tänään

source: The credit note as entered cannot be processed because the exchange rate for the credit note has been entered as a negative or zero number
fi: Annettua hyvityslaskua ei voida käsitellä, koska hyvityslaskun valuuttakurssi on syötetty negatiivisena tai nollana

source: The exchange rate is expected to show how many of the suppliers currency there are in 1 of the local currency
fi: Vaihtokurssin odotetaan osoittavan, kuinka monta toimittajan valuuttaa on yhdessä paikallisessa valuutassa

source: The credit note total as entered is less than the sum of the shipment charges
fi: Syötetty hyvityslasku on pienempi kuin lähetysmaksujen summa

source: the general ledger entries (if any) and the charges for goods received
fi: pääkirjan merkinnät (jos sellaisia on) ja vastaanotetuista tavaroista perittävät maksut

source: There must be a mistake somewhere
fi: Jossakin on oltava virhe

source: the credit note as entered will not be processed
fi: syötettyä hyvityslaskua ei käsitellä

source: The general ledger transaction could not be added because
fi: Pääkirjan tapahtumaa ei voitu lisätä, koska

source: The following SQL to insert the GL transaction was used
fi: Seuraavaa SQL-koodia PK-tapahtuman lisäämiseksi käytettiin

source: Shipment credit against
fi: Lähetysluotto vastaan

source: The general ledger transaction for the shipment
fi: Lähetyksen pääkirjasiirto

source: Asset Credit
fi: Omaisuuden luotto

source: The general ledger transaction for the asset addition could not be added because
fi: Varojen lisäystä koskevaa pääkirjakirjakauppaa ei voitu lisätä, koska

source: Contract charge against
fi: Sopimusmaksu vastaan

source: The general ledger transaction for the contract
fi: Sopimuksen pääkirjasiirto

source: GRN Credit Note
fi: GRN-hyvityslasku

source: std cost of
fi: kiinteät kustannukset

source: price var of
fi: hintamuutos

source: The general ledger transaction could not be added for the price variance of the stock item because
fi: Pääkirjan tapahtumaa ei voitu lisätä varastotuotteen hintavaihteluun, koska

source: Average Cost Adj
fi: Keskimääräiset kustannukset

source: price var
fi: hintamuutos

source: a rate of
fi: korko

source: The total posted to the credit accounts is
fi: Luottotileille kirjattu kokonaismäärä on

source: but the sum of OvAmount converted at ExRate
fi: mutta ExRatessa muunnettu OvAmount-summa

source: Credit note
fi: Hyvityslasku

source: The general ledger transaction for the tax could not be added because
fi: Veron pääkirjakirjakauppaa ei voitu lisätä, koska

source: The general ledger transaction for the control total could not be added because
fi: Valvontasumman pääkirjaoperaatiotapahtumaa ei voitu lisätä, koska

source: The supplier credit note transaction could not be added to the database because
fi: Toimittajan hyvityslaskutapahtumaa ei voitu lisätä tietokantaan, koska

source: The following SQL to insert the supplier credit note was used
fi: Toimittajan luottotiedot lisättiin seuraavaan SQL-koodiin

source: The supplier transaction taxes records could not be inserted because
fi: Toimittajan tapahtumaverotietueita ei voitu lisätä, koska

source: The following SQL to insert the supplier transaction taxes record was used:
fi: Toimittajaverotietueen lisäämiseen käytettiin seuraavaa SQL:ää:

source: The quantity credited of the purchase order line could not be updated because
fi: Ostotilausrivillä hyvitettyä määrää ei voitu päivittää, koska

source: The following SQL to update the purchase order details was used
fi: Seuraava SQL päivitti ostotilauksen tiedot

source: The quantity credited off the goods received record could not be updated because
fi: Vastaanotettujen tavaroiden hyvitystä hyvitettyä määrää ei voitu päivittää, koska

source: The following SQL to update the GRN quantity credited was used
fi: Hyväksyttyä GRN-määrää päivitettiin seuraavalla SQL: llä

source: The shipment charge record for the shipment
fi: Lähetyksen toimitusmaksu

source: The following SQL to insert the Shipment charge record was used
fi: Lähetysmaksutietueen lisäämiseen käytettiin seuraavaa SQL:ää

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
fi: KRIITTINEN VIRHE! KIRJAA TÄMÄ VIRHE JA HAE APUA. Käyttöomaisuuden kustannuksia ei voitu päivittää, koska:

source: The following SQL was used to attempt the update of the fixed asset cost:
fi: Seuraavaa SQL:ää yritettiin päivittää käyttöomaisuuden kustannuksia:

source: The contract charge record for contract
fi: Sopimusmaksutiedot

source: The following SQL to insert the contract charge record was used
fi: Seuraavaa SQL:ää lisättiin sopimusmaksutietue

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
fi: KRIITTINEN VIRHE! KIRJAA TÄMÄ VIRHE JA HAE APUA. Käyttöomaisuuden kustannuksia ei voitu päivittää, koska:

source: The following SQL was used to attempt the update of the asset cost:
fi: Seuraavaa SQL:ää yritettiin päivittää omaisuuserän hinta:

source: Supplier credit note number
fi: Toimittajan luottotiedot

source: Enter another Credit Note for this Supplier
fi: Anna tälle toimittajalle toinen luottotieto

source: Supplier Invoice and GRN inquiry
fi: Toimittajalasku- ja GRN-kysely

source: The page must be called from suppliers selected interface, please click following link to select the supplier
fi: Sivulle on soitettava toimittajan valitsemalta käyttöliittymältä. Napsauta seuraavaa linkkiä valitaksesi toimittajan

source: Supplier Invoice and Delivery Note Inquiry
fi: Toimittajalasku- ja lähetyslomakekysely

source: The supplier's delivery note is prefer to GRN No, and GRN No is prefered to Invoice No
fi: Toimittajan lähetysluettelo on mieluummin kuin GRN-numero ja GRN-numero on parempi kuin laskun numero

source: Part of Supplier's Delivery Note
fi: Osa toimittajan lähetysilmoituksesta

source: GRN No
fi: GRN-numero

source: Failed to retrieve supplier invoice and grn data
fi: Toimittajalaskun ja GRN-tietojen noutaminen epäonnistui

source: Supplier Delivery Note
fi: Toimittajan lähetysilmoitus

source: GRN Batch No
fi: GRN-eränumero

source: PO No
fi: PO-numero

source: Supplier Inquiry
fi: Toimittajakysely

source: To display the enquiry a Supplier must first be selected from the Supplier selection screen
fi: Kyselyn näyttämiseksi toimittajan on ensin valittava toimittajan valintaikkunasta

source: Select a Supplier to Inquire On
fi: Valitse toimittaja, jonka haluat tiedustella

source: The supplier details could not be retrieved by the SQL because
fi: SQL ei voinut noutaa toimittajan tietoja, koska

source: Hold
fi: Pidä

source: Release
fi: Vapauta

source: The Supplier Transactions could not be updated because
fi: Toimittajan tapahtumia ei voitu päivittää, koska

source: Click to view payments
fi: Napsauta nähdäksesi maksut

source: View Payments
fi: Näytä maksut

source: Enter Supplier Invoice
fi: Anna toimittajan lasku

source: Supplier Invoice
fi: Toimittajalasku

source: To enter a supplier invoice the supplier must first be selected from the supplier selection screen
fi: Toimittajalaskun syöttämiseksi toimittajan on ensin valittava toimittajan valintaikkunasta

source: Select A Supplier to Enter an Invoice For
fi: Valitse toimittaja, jolle haluat antaa laskun

source: Your permissions do not allow receiving of goods. Automatic receiving of purchase orders is restricted to those only users who are authorised to receive goods/services
fi: Käyttöoikeutesi eivät salli tavaroiden vastaanottamista. Ostotilausten automaattinen vastaanotto on rajoitettu vain käyttäjille, joilla on lupa vastaanottaa tavaroita / palveluja

source: Auto receiving of controlled stock items that require serial number or batch number entry is not currently catered for. Only orders with normal non-serial numbered items can be received automatically
fi: Valvottujen varastotuotteiden automaattista vastaanottoa, joka edellyttää sarjanumeron tai eränumeron syöttämistä, ei tällä hetkellä huomioida. Vain tilaukset, joissa on tavanomaiset ei-sarjanumerot, voidaan vastaanottaa automaattisesti

source: You should automatically be forwarded to the entry of invoices against goods received page
fi: Sinut ohjataan automaattisesti eteenpäin laskujen saapumista vastaanotettujen tavaroiden sivulle

source: You should automatically be forwarded to the entry of invoices against shipments page
fi: Sinut ohjataan automaattisesti eteenpäin laskujen lähettämistä vastaan lähetyksiä -sivulle

source: You should automatically be forwarded to the entry of invoices against the general ledger page
fi: Sinun pitäisi ohjata automaattisesti laskujen kirjaamiseen pääkirja-sivulle

source: You should automatically be forwarded to the entry of invoices against contracts page
fi: Sinut ohjataan automaattisesti eteenpäin laskujen merkitsemiseen sopimussivulle

source: You should automatically be forwarded to the entry of invoice amounts against fixed assets page
fi: Sinut ohjataan automaattisesti eteenpäin laskusummien merkinnälle käyttöomaisuuden sivulla

source: Supplier Invoice Reference
fi: Toimittajan laskun viite

source: The input should not be blank and should be less than 20 characters
fi: Syöttö ei saa olla tyhjä ja sen on oltava alle 20 merkkiä

source: Within 20 characters needed
fi: Tarvitaan 20 merkkiä

source: Purchase Order Charges
fi: Ostotilauksen maksut

source: Supplier Ref
fi: Toimittajan viite

source: Quantity Charged
fi: Määrä ladattu

source: Price in
fi: Hinta

source: Total Value of Goods Charged
fi: Maksettujen tavaroiden kokonaisarvo

source: Shipment Charges
fi: Lähetysmaksut

source: Total shipment charges
fi: Lähetyskulut yhteensä

source: Fixed Asset Additions
fi: Kiinteän omaisuuden lisäykset

source: Total asset additions
fi: Omaisuuslisäykset yhteensä

source: Total contract charges
fi: Sopimuskulut yhteensä

source: The input must be numeric
fi: Syötteen on oltava numeerinen

source: Manually
fi: Käsin

source: Invoice Total
fi: Lasku yhteensä

source: Enter Invoice
fi: Syötä lasku

source: The invoice as entered cannot be processed because the total amount of the invoice is less than 0
fi: Annettua laskua ei voida käsitellä, koska laskun kokonaissumma on alle 0

source: Invoices are expected to have a positive charge
fi: Laskuilla odotetaan olevan positiivinen veloitus

source: The tax total is
fi: Verojen kokonaismäärä on

source: The ovamount is
fi: Ovamount on

source: The invoice as entered will be processed but be warned the amount of the invoice is zero!
fi: Annettu lasku käsitellään, mutta varoitetaan, että laskun summa on nolla!

source: Invoices are normally expected to have a positive charge
fi: Laskuilla odotetaan yleensä olevan positiivinen veloitus

source: The invoice as entered cannot be processed because the there is no suppliers invoice number or reference entered
fi: Annettua laskua ei voida käsitellä, koska toimittajan laskun numeroa tai viitettä ei ole syötetty

source: The supplier invoice number must be entered
fi: Toimittajan laskun numero on syötettävä

source: The invoice as entered cannot be processed because the invoice date entered is not in the format
fi: Annettua laskua ei voida käsitellä, koska syötetty laskun päivämäärä ei ole muodossa

source: The invoice as entered cannot be processed because the invoice date is after today
fi: Annettua laskua ei voida käsitellä, koska laskun päivämäärä on tämän päivän jälkeen

source: Purchase invoices are expected to have a date prior to or today
fi: Ostolaskuilla odotetaan olevan päivämäärä ennen tai tänään

source: The invoice as entered cannot be processed because the exchange rate for the invoice has been entered as a negative or zero number
fi: Annettua laskua ei voida käsitellä, koska laskun valuuttakurssi on syötetty negatiivisena tai nollana

source: The invoice total as entered is less than the sum of the shipment charges, the general ledger entries (if any), the charges for goods received, contract charges and fixed asset charges. There must be a mistake somewhere, the invoice as entered will not be processed
fi: Syötetty lasku on pienempi kuin lähetyskulut, pääkirjan merkinnät (jos sellaisia on), vastaanotetuista tavaroista perittävät maksut, sopimuskulut ja käyttöomaisuuden kulut. Jossakin on oltava virhe, syötettyä laskua ei käsitellä

source: The sql to check for the previous entry of the same invoice failed
fi: Sama lasku edellisen merkinnän tarkistava sql epäonnistui

source: The following SQL to test for a previous invoice with the same reference from the same supplier was used
fi: Seuraavaa SQL-koodia käytettiin edellisen laskun testaamiseen samalla toimittajalla samalla viitteellä

source: The invoice number
fi: Laskun numero

source: has already been entered
fi: on jo syötetty

source: It cannot be entered again
fi: Sitä ei voi syöttää uudelleen

source: Shipment charge against
fi: Lähetysmaksu vastaan

source: Asset Addition
fi: Omaisuuden lisäys

source: The total posted to the debit accounts is
fi: Veloitustileille kirjattu kokonaismäärä on

source: exch rate
fi: vaihtokurssi

source: The supplier invoice transaction could not be added to the database because
fi: Toimittajalaskutapahtumaa ei voitu lisätä tietokantaan, koska

source: The following SQL to insert the supplier invoice was used
fi: Toimittajalaskun lisäämiseen käytettiin seuraavaa SQL:ää

source: The quantity invoiced of the purchase order line could not be updated because
fi: Ostotilausrivin laskutettua määrää ei voitu päivittää, koska

source: The quantity invoiced off the goods received record could not be updated because
fi: Vastaanotettujen tavaroiden laskutettua määrää ei voitu päivittää, koska

source: The following SQL to update the GRN quantity invoiced was used
fi: Laskutetun GRN-määrän päivittämiseen käytettiin seuraavaa SQL:ää

source: The following SQL to map the invoice to the GRN was used
fi: Seuraavaa SQL: tä käytettiin laskun yhdistämiseen GRN:ään

source: The stock movement record for the delivery could not have the cost updated to the actual cost
fi: Toimituksen varastoliikennetiedot eivät saaneet kustannuksia päivittää todellisiin kustannuksiin

source: The sales analysis records could not be updated for the cost variances on this purchase invoice
fi: Myyntianalyysitietueita ei voitu päivittää tämän ostolaskun kustannusvaihteluihin

source: The stock movements for invoices cannot be updated for the cost variances on this purchase invoice
fi: Laskun varastoliikkeitä ei voida päivittää tämän ostolaskun kustannusvaihteluihin

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost could not be updated because:
fi: KRIITTINEN VIRHE! KIRJAA TÄMÄ VIRHE JA HAE APUA. Käyttöomaisuuden kustannuksia ei voitu päivittää, koska:

source: Supplier invoice number
fi: Toimittajan laskun numero

source: Enter another Invoice for this Supplier
fi: Anna tälle toimittajalle toinen lasku

source: Enter payment
fi: Anna maksu

source: Search for a supplier
fi: Etsi toimittaja

source: Find new Item Code
fi: Etsi uusi tuotekoodi

source: Suppliers UOM
fi: Toimittajat UOM

source: Suppliers Description
fi: Toimittajien kuvaus

source: Suppliers Item Code
fi: Toimittajien tuotekoodi

source: Save
fi: Tallenna

source: NZ account numbers must have 16 numeric characters in it
fi: NZ-tilinumeroissa on oltava 16 numeerista merkkiä

source: NZ account numbers entered must use all numeric characters in it
fi: Annetuissa NZ-tilinumeroissa on käytettävä kaikkia numeromerkkejä

source: NZ Accounts codes with the United Bank are not verified
fi: NZ-tilikoodeja Yhdistyneessä pankissa ei ole vahvistettu

source: be careful to enter the correct account number
fi: ole varovainen ja anna oikea tilinumero

source: ANZ branches must be between 0001 and 0999 or between 1100 and 1199
fi: ANZ-haarojen on oltava välillä 0001 ja 0999 tai välillä 1100 ja 1199

source: The branch number used is invalid
fi: Käytetty sivuliikkeen numero on virheellinen

source: Bank Of New Zealand branches must be between 0001 and 0999 or between 1200 and 1299
fi: Bank Of New Zealand -konttoreiden on oltava välillä 0001–0999 tai 1200–1299

source: Westpac Trust branches must be between 0001 and 0999 or between 1300 and 1399
fi: Westpac Trust -haarojen on oltava välillä 0001–0999 tai välillä 1300–1399

source: National Bank branches must be between 0001 and 0999 or between 1400 and 1499
fi: Kansallispankin sivukonttoreiden on oltava välillä 0001–0999 tai välillä 1400–1499

source: National Australia branches must be between 6500 and 6599
fi: Australian kansallisten haarojen on oltava 6500-6599

source: The Reserve Bank branch should be 0000
fi: Varapankin sivukonttorin tulee olla 0000

source: Trust Bank and Regional Bank branches must be between 3000 and 4999
fi: Luottopankin ja aluepankin sivukonttoreiden on oltava välillä 3000 ja 4999

source: Post Office Bank branches must be between 5000 and 6499
fi: Postitoimipankkien sivukonttoreiden on oltava 5000–6499

source: Countrywide Bank branches must be between 2500 and 2599
fi: Koko maan pankkikonttoreiden on oltava 2500-2599

source: United Bank branches must be between 2150 and 2299
fi: Yhdistyneen pankin sivukonttoreiden on oltava välillä 2150–2299

source: Hong Kong and Shanghai branches must be between 2900 and 2949
fi: Hongkongin ja Shanghain sivukonttoreiden on oltava välillä 2900 ja 2949

source: Citibank NA branches must be between 2800 and 2849
fi: Citibank NA:n sivukonttoreiden on oltava välillä 2800 ja 2849

source: Rural Bank branches must be between 6700 and 6799
fi: Maaseudun pankkien sivukonttoreiden on oltava välillä 6700 ja 6799

source: The prefix
fi: Etuliite

source: is not a valid New Zealand Bank
fi: ei ole kelvollinen Uusi-Seelannin pankki

source: If you are using webERP outside New Zealand error trapping relevant to your country should be used
fi: Jos käytät webERP-ohjelmaa Uuden-Seelannin ulkopuolella, tulee käyttää maallesi liittyvää virheensieppausta

source: The account number entered does not meet the banking check sum requirement and cannot be a valid account number
fi: Syötetty tilinumero ei täytä pankkisekkien vaatimusta eikä se voi olla kelvollinen tilinumero

source: Review Supplier Contact Details
fi: Tarkista toimittajan yhteystiedot

source: The supplier number already exists in the database
fi: Toimittajanumero on jo tietokannassa

source: The supplier name must be entered and be forty characters or less long
fi: Toimittajan nimi on annettava ja siinä saa olla enintään 40 merkkiä

source: The Supplier Code cannot be empty
fi: Toimittajakoodi ei voi olla tyhjä

source: The supplier code cannot contain any of the illegal characters
fi: Toimittajakoodi ei voi sisältää laittomia merkkejä

source: The telephone number must be 25 characters or less long
fi: Puhelinnumeron on oltava enintään 25 merkkiä pitkä

source: The fax number must be 25 characters or less long
fi: Faksinumeron on oltava enintään 25 merkkiä pitkä

source: The email address must be 55 characters or less long
fi: Sähköpostiosoitteen on oltava enintään 55 merkkiä pitkä

source: The URL address must be 50 characters or less long
fi: URL-osoitteen on oltava enintään 50 merkkiä pitkä

source: The bank reference text must be less than 12 characters long
fi: Pankkitunnustekstin on oltava alle 12 merkkiä pitkä

source: The supplier since field must be a date in the format
fi: Toimittaja, koska kentän on oltava päivämäärä muodossa

source: Warning - Geocode Integration is enabled, but no hosts are setup. Go to Geocode Setup
fi: Varoitus - Geokoodien integrointi on käytössä, mutta mitään isäntiä ei ole määritetty. Siirry kohtaan Geokoodin asetukset

source: Cannot change currency code as transactions already exist
fi: Valuuttakoodia ei voi muuttaa, koska tapahtumia on jo olemassa

source: The supplier could not be updated because
fi: Toimittajaa ei voitu päivittää, koska

source: The SQL that was used to update the supplier but failed was
fi: Toimittajan päivittämiseen käytetty mutta epäonnistunut SQL oli

source: The supplier master record for
fi: Toimittajan päärekisteri

source: The supplier
fi: Toimittaja

source: The SQL that was used to insert the supplier but failed was
fi: Toimittajan lisäämiseen käytetty mutta epäonnistunut SQL oli

source: A new supplier for
fi: Uusi toimittaja yritykselle

source: Cannot delete this supplier because there are transactions that refer to this supplier
fi: Tätä toimittajaa ei voi poistaa, koska tähän toimittajaan liittyy tapahtumia

source: transactions against this supplier
fi: tätä toimittajaa vastaan

source: Cannot delete the supplier record because purchase orders have been created against this supplier
fi: Toimittajatietuetta ei voi poistaa, koska tätä toimittajaa vastaan on luotu ostotilauksia

source: orders against this supplier
fi: tilauksia tältä toimittajalta

source: Cannot delete this supplier because there are supplier contacts set up against it
fi: Tätä toimittajaa ei voi poistaa, koska sitä vastaan on määritetty toimittajan yhteyshenkilöitä

source: delete these first
fi: poista nämä ensin
