Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Translate Item Descriptions
fi: Käännä tuotekuvaukset

source: Description Automatic Translation for empty translations
fi: Kuvaus Automaattinen käännös tyhjille käännöksille

source: Code
fi: Koodi

source: To
fi: Vastaanottaja

source: Translated
fi: Käännetty

source: Number of translated descriptions via Google API
fi: Käännettyjen kuvausten määrä Google API:n kautta

source: No item descriptions were automatically translated
fi: Tuotekuvauksia ei käännetty automaattisesti

source: Backup webERP Database
fi: Varmuuskopioi webERP-tietokanta

source: Deleted
fi: Poistettu

source: Unable to delete
fi: Poistaminen epäonnistui

source: All backup files on the server have been deleted
fi: Kaikki palvelimen varmuuskopiotiedostot on poistettu

source: No backup files on the server were deleted
fi: Palvelimella olevia varmuuskopiotiedostoja ei poistettu

source: Backup
fi: Varmuuskopioida

source: The backup file has now been created. You must now download this to your computer because in case the web-server has a disk failure the backup would then not on the same machine. Use the link below
fi: Varmuuskopiotiedosto on nyt luotu. Sinun on nyt ladattava tämä tietokoneellesi, koska siinä tapauksessa, että verkkopalvelimessa on levyvika, varmuuskopiointi ei tapahtuisi samassa koneessa. Käytä alla olevaa linkkiä

source: Download the backup file to your locale machine
fi: Lataa varmuuskopiotiedosto kielikoneellesi

source: Once you have downloaded the database backup file to your local machine you should use the link below to delete it - backup files can consume a lot of space on your hosting account and will accumulate if not deleted - they also contain sensitive information which would otherwise be available for others to download!
fi: Kun olet ladannut tietokannan varmuuskopiotiedoston paikalliselle koneellesi, poista se käyttämällä alla olevaa linkkiä - varmuuskopiotiedostot voivat kuluttaa paljon tilaa isännöintitililläsi ja kerääntyvät, jos niitä ei poisteta - ne sisältävät myös arkaluonteisia tietoja, jotka muuten olisivat muiden ladattavissa!

source: Delete the backup file off the server
fi: Poista varmuuskopiotiedosto palvelimelta

source: List of bank account balances
fi: Luettelo pankkitilien saldoista

source: Bank Account Balances
fi: Pankkitilin saldot

source: Bank Account
fi: Pankkitili

source: Balance in account currency
fi: Saldo tilin valuutassa

source: Balance in functional currency
fi: Saldo toimintavaluutassa

source: The bank accounts could not be retrieved because
fi: Pankkitilejä ei voitu hakea, koska

source: The SQL used to retrieve the bank accounts was
fi: Pankkitilien noutamiseen käytetty SQL oli

source: There are no bank accounts defined that you have authority to see
fi: Sinulle ei ole määritetty pankkitilejä, jotka sinulla olisi valtuudet nähdä

source: Bank Accounts
fi: Pankkitilit

source: Bank
fi: Pankki

source: Bank Accounts Maintenance
fi: Pankkitilien ylläpito

source: Update Bank Account details. Account Code is for SWIFT or BSB type Bank Codes. Set Default for Invoices to Currency Default or Fallback Default to print Account details on Invoices (only one account should be set to Fall Back Default).
fi: Päivitä pankkitilin tiedot. Tilikoodi on SWIFT- tai BSB-tyyppisiä pankkitunnuksia varten. Määritä laskujen oletusasetukseksi Valuutan oletus tai Varavara oletus, jos haluat tulostaa tilitiedot laskuihin (vain yhdelle tilille tulisi asettaa Fall Back Default).

source: The bank account code already exists in the database
fi: Pankkitilin koodi on jo tietokannassa

source: The bank account name must be fifty characters or less long
fi: Pankkitilin nimen on oltava enintään 50 merkkiä pitkä

source: The bank account name may not be empty.
fi: Pankkitilin nimi ei voi olla tyhjä.

source: The bank account number may not be empty.
fi: Pankkitilin numero ei voi olla tyhjä.

source: The bank account number must be fifty characters or less long
fi: Pankkitilin numeron on oltava enintään 50 merkkiä pitkä

source: The bank address must be fifty characters or less long
fi: Pankkiosoitteen on oltava enintään 50 merkkiä pitkä

source: Note that it is not possible to change the currency of the account once there are transactions against it
fi: Huomaa, että tilin valuuttaa ei ole mahdollista vaihtaa, kun sitä vastaan on tehty tapahtumia

source: The bank account details have been updated
fi: Pankkitilin tiedot on päivitetty

source: The new bank account has been entered
fi: Uusi pankkitili on syötetty

source: The bank account could not be inserted or modified because
fi: Pankkitiliä ei voitu lisätä tai muokata, koska

source: The SQL used to insert/modify the bank account details was
fi: Pankkitilin tietojen lisäämiseen / muokkaamiseen käytetty SQL oli

source: Cannot delete this bank account because transactions have been created using this account
fi: Tätä pankkitiliä ei voi poistaa, koska tapahtumia on luotu tällä tilillä

source: transactions with this bank account code
fi: maksutapahtumat tällä pankkitilikoodilla

source: Bank account deleted
fi: Pankkitili poistettu

source: GL Account Code
fi: PK-tilikoodi

source: Bank Account Name
fi: Pankkitilin nimi

source: Bank Account Code
fi: Pankkitilin koodi

source: Bank Account Number
fi: Pankkitilin numero

source: Bank Address
fi: Pankkiosoite

source: Import Format
fi: Tuo muoto

source: Currency
fi: Valuutta

source: Default for Invoices
fi: Laskujen oletusarvo

source: Currency Default
fi: Oletusvaluutta

source: Are you sure you wish to delete this bank account?
fi: Haluatko varmasti poistaa tämän pankkitilin?

source: Show All Bank Accounts Defined
fi: Näytä kaikki määritetyt pankkitilit

source: Bank Account GL Code
fi: Pankkitilin PK-koodi

source: Transaction Import File Format
fi: Tapahtuman tuontitiedostomuoto

source: MT940 - Siam Comercial Bank Thailand
fi: MT940 - Siam Comercial Bank Thaimaa

source: GIFTS - Bank of New Zealand
fi: LAHJAT - Uuden-Seelannin pankki

source: Currency Of Account
fi: Tilin valuutta

source: Bank Account Users
fi: Pankkitilin käyttäjät

source: Bank Account Authorised Users
fi: Valtuutetut pankkitilin käyttäjät

source: Maintenance Of Bank Account Authorised Users
fi: Pankkitilin valtuuttamien käyttäjien ylläpito

source: You have not selected any bank account
fi: Et ole valinnut pankkitiliä

source: You have not selected an user to be authorised to use this bank account
fi: Et ole valinnut käyttäjää, jolle annetaan lupa käyttää tätä pankkitiliä

source: The user
fi: Käyttäjä

source: already authorised to use this bank account
fi: jo valtuutettu käyttämään tätä pankkitiliä

source: has been authorised to use
fi: on saanut luvan käyttää

source: bank account
fi: pankkitili

source: The bank account user record could not be deleted because
fi: Pankkitilin käyttäjätietoa ei voitu poistaa, koska

source: has been un-authorised to use
fi: on valtuutettu käyttämään

source: Select Bank Account
fi: Valitse Pankkitili

source: Not Yet Selected
fi: Ei vielä valittu

source: Accept
fi: Hyväksyä

source: Cancel
fi: Peruuttaa

source: Authorised users for
fi: Valtuutetut käyttäjät verkkotunnukselle

source: Authorised users for bank account
fi: Valtuutetut käyttäjät pankkitilille

source: User Code
fi: Käyttäjäkoodi

source: User Name
fi: Käyttäjänimi

source: Are you sure you wish to un-authorise this user?
fi: Haluatko varmasti peruuttaa tämän käyttäjän valtuutuksen?

source: Un-authorise
fi: Poista valtuutus

source: Select User
fi: Valitse Käyttäjä

source: Bank Matching
fi: Pankin vastaavuus

source: Receipts
fi: Kuitit

source: Bank Account Matching - Receipts
fi: Pankkitilin täsmäytys - kuitit

source: Payments
fi: Maksut

source: Bank Account Matching - Payments
fi: Pankkitilin täsmäytys - maksut

source: This page must be called with a bank transaction type
fi: Tälle sivulle on soitettava pankkitapahtumatyypillä

source: It should not be called directly
fi: Sitä ei pitäisi kutsua suoraan

source: Could not retrieve transaction information
fi: Tapahtumatietoja ei voitu noutaa

source: Could not match off this payment because
fi: Tätä maksua ei voitu täyttää, koska

source: Could not update the amount matched off this bank transaction because
fi: Tämän pankkitapahtuman vastaavaa summaa ei voitu päivittää, koska

source: Could not unclear this bank transaction because
fi: Tätä pankkitapahtumaa ei voitu tyhjentää, koska

source: Use this screen to match webERP Receipts and Payments to your Bank Statement. Check your bank statement and click the check-box when you find the matching transaction.
fi: Tämän näytön avulla voit sovittaa webERP-kuitit ja maksut tiliotteeseesi. Tarkista tiliotteesi ja napsauta valintaruutua, kun löydät sopivan tapahtuman.

source: Show
fi: Näytä

source: from
fi: alkaen

source: to
fi: että

source: Choose outstanding
fi: Valitse erinomainen

source: only or all
fi: vain tai kaikki

source: in the date range
fi: ajanjaksolla

source: Show all
fi: Näytä kaikki

source: Show unmatched
fi: Näytä verraton

source: only
fi: vain

source: Choose to display only the first 20 matching
fi: Valitse näyttää vain 20 ensimmäistä vastaavaa

source: or all
fi: tai kaikki

source: meeting the criteria
fi: täyttävät kriteerit

source: Show only the first 20
fi: Näytä vain 20 ensimmäistä

source: Show selected
fi: Näytä valitut

source: Show reconciliation
fi: Näytä sovinto

source: The date entered for the field to show
fi: Syötetty päivämäärä kentän näytettäväksi

source: before
fi: ennen

source: is not entered in a recognised date format
fi: ei ole syötetty tunnetussa päivämäärämuodossa

source: Entry is expected in the format
fi: Ilmoitusta odotetaan muodossa

source: after
fi: jälkeen

source: The payments with the selected criteria could not be retrieved because
fi: Valittuja ehtoja sisältäviä maksuja ei voitu noutaa, koska

source: Cheque No
fi: Tarkista nro

source: Ref
fi: Viite

source: Amount
fi: Määrä

source: Outstanding
fi: Erinomainen

source: Clear
fi: Selvä

source: Unclear
fi: Epäselvä

source: Update Matching
fi: Päivitä haku

source: Bank Reconciliation
fi: Pankin sovittelu

source: The entry in the bank statement balance is not numeric. The balance on the bank statement should be entered. The exchange difference has not been calculated and no general ledger journal has been created
fi: Tiliotteen saldo ei ole numeerinen. Tilinpäätöksen saldo tulee syöttää. Valuuttakurssieroa ei ole laskettu eikä pääkirjan päiväkirjaa ole luotu

source: Could not retrieve the exchange rate for the selected bank account
fi: Valitun pankkitilin valuuttakurssia ei voitu noutaa

source: reconciliation on
fi: sovinto päällä

source: Cannot insert a GL entry for the exchange difference because
fi: PK-merkintää ei voida lisätä vaihtokurssille, koska

source: The SQL that failed to insert the exchange difference GL entry was
fi: SQL, joka ei onnistunut lisäämään vaihtoerojen PK-merkintää, oli

source: Exchange difference of
fi: Valuuttakurssiero

source: has been posted
fi: on lähetetty

source: Bank Accounts have not yet been defined. You must first
fi: Pankkitilejä ei ole vielä määritelty. Sinun on ensin

source: define the bank accounts
fi: määritellä pankkitilit

source: and general ledger accounts to be affected
fi: ja pääkirjan tileihin

source: Show bank reconciliation statement
fi: Näytä pankkitilitiedot

source: The bank account balance could not be returned by the SQL because
fi: SQL ei voinut palauttaa pankkitilin saldoa, koska

source: Could not retrieve the currency and exchange rate for the selected bank account
fi: Valitun pankkitilin valuuttaa ja valuuttakurssia ei voitu noutaa

source: Balance as at
fi: Saldo kuten

source: The unpresented cheques could not be retrieved by the SQL because
fi: SQL ei voinut hakea ennennäkemättömiä tarkistuksia, koska

source: Add back unpresented cheques
fi: Lisää ennennäkemättömät tarkastukset

source: Number
fi: Määrä

source: Reference
fi: Viite

source: Orig Amount
fi: Alkuperä

source: Total of all unpresented cheques
fi: Kaikkien ennennäkemättömien tarkastusten kokonaismäärä

source: The uncleared deposits could not be retrieved by the SQL because
fi: SQL ei voinut noutaa tyhjentämättömiä talletuksia, koska

source: Less deposits not cleared
fi: Vähemmän talletuksia ei selvitetty

source: Total of all uncleared deposits
fi: Kaikki selvittämättömät talletukset yhteensä

source: Bank statement balance should be
fi: Tiliotteen saldon tulisi olla

source: Enter the actual bank statement balance
fi: Syötä todellinen tiliotesaldo

source: Calculate and Post Exchange Difference
fi: Laske ja vaihda ero

source: This will create a general ledger journal to write off the exchange difference in the current balance of the account. It is important that the exchange rate above reflects the current value of the bank account currency
fi: Tämä luo pääkirjapäiväkirjan tilin nykyisen saldon kurssieron poistamiseksi. On tärkeää, että yllä oleva valuuttakurssi heijastaa pankkitilin valuutan nykyistä arvoa

source: Are You Sure?
fi: Oletko varma?

source: It is normal for foreign currency accounts to have exchange differences that need to be reflected as the exchange rate varies. This reconciliation is prepared using the exchange rate set up in the currencies table (see the set-up tab). This table must be maintained with the current exchange rate before running the reconciliation. If you wish to create a journal to reflect the exchange difference based on the current exchange rate to correct the reconciliation to the actual bank statement balance click below.
fi: On normaalia, että valuuttatileillä on valuuttakurssieroja, jotka on heijastettava valuuttakurssin vaihdellessa. Tämä täsmäytys valmistellaan valuuttataulukossa määritetyn valuuttakurssin avulla (katso Asetus-välilehti). Tätä taulukkoa on ylläpidettävä nykyisellä valuuttakurssilla ennen täsmäytyksen suorittamista. Jos haluat luoda päiväkirjan vastaamaan nykyiseen valuuttakurssiin perustuvaa vaihtokurssia oikean täsmäytyksen oikean tiliotteen saldon suhteen, napsauta alla olevaa painiketta.

source: Match off cleared payments
fi: Yhdistä selvitetyt maksut

source: Match off cleared deposits
fi: Yhdistä selvitetyt talletukset

source: Quantity Extended BOM Listing
fi: Määrä Laajennettu BOM-luettelo

source: The SQL to create passbom failed with the message
fi: SQL luoda pääpuhelin epäonnistui viestin kanssa

source: Create of tempbom failed because
fi: Tempbomin luominen epäonnistui, koska

source: The Quantiy Extended BOM Listing could not be retrieved by the SQL because
fi: SQL ei voinut noutaa Quantiy Extended BOM -luetteloa, koska

source: Print Indented BOM Listing Error
fi: Tulosta sisäinen BOM-luettelovirhe

source: There were no items for the selected assembly
fi: Valitulle kokoonpanolle ei ollut kohteita

source: Part
fi: Osa

source: Enter the item code that you wish to display the extended bill of material for
fi: Kirjoita tuotekoodi, josta haluat näyttää laajennetun materiaalilomakkeen

source: Quantity
fi: Määrä

source: Selection Option
fi: Valintavaihtoehto

source: Show All Parts
fi: Näytä kaikki osat

source: Only Show Shortages
fi: Näytä vain puutteet

source: Print Option
fi: Tulostusvaihtoehto

source: Print With Alternating Highlighted Lines
fi: Tulosta vuorotellen korostetuilla viivoilla

source: Plain Print
fi: Tavallinen tulostus

source: Extended Quantity BOM Listing For
fi: Laajennettu määrä BOM-luetteloa kohteelle

source: Printed
fi: Painettu

source: Page
fi: Sivu

source: Build Quantity:
fi: Rakennemäärä:

source: Build
fi: Rakentaa

source: On Hand
fi: Kädessä

source: Part Number
fi: Osa numero

source: Part Description
fi: Osa Kuvaus

source: Shortage
fi: Puute

source: Indented BOM Listing
fi: Sisennetty BOM-listaus

source: The Indented BOM Listing could not be retrieved by the SQL because
fi: SQL ei voinut hakea sisennettyä luettelomerkkiluetteloa, koska

source: Enter the item code of parent item to list the bill of material for
fi: Syötä emokohteen tuotekoodi, jos haluat listata materiaalilaskun

source: Levels
fi: Tasot

source: All Levels
fi: Kaikki tasot

source: One Level
fi: Yksi taso

source: Assembly
fi: Kokoaminen

source: Print Reverse Indented BOM Listing Error
fi: Tulosta käänteinen sisennetty BOM-luettelovirhe

source: There were no items for the selected component
fi: Valitulle komponentille ei ollut kohteita

source: Reverse Indented BOM Listing
fi: Käänteinen sisennetty BOM-listaus

source: Enter the item code required to list the bill of material for
fi: Syötä tuotekoodi, jota tarvitaan materiaalilaskun luetteloon

source: Component:
fi: Komponentti:

source: Costed Bill Of Material
fi: Kustannuslaskuri materiaalia

source: Select a manufactured part
fi: Valitse valmistettu osa

source: or Assembly or Kit part
fi: tai kokoonpano- tai sarjaosaa

source: to view the costed bill of materials
fi: nähdäksesi kustannuslaskennan

source: Parts must be defined in the stock item entry
fi: Osat on määriteltävä varastotietueessa

source: modification screen as manufactured
fi: muokkausnäyttö sellaisena kuin se on valmistettu

source: kits or assemblies to be available for construction of a bill of material
fi: sarjat tai kokoonpanot, jotka ovat saatavilla materiaalilomakkeen rakentamista varten

source: Enter text extracts in the
fi: Kirjoita tekstiotteet

source: description
fi: kuvaus

source: Enter extract of the
fi: Anna ote

source: Stock Code
fi: Varastokoodi

source: Search Now
fi: Etsi nyt

source: Stock description keywords have been used in preference to the Stock code extract entered
fi: Varastokuvauksen avainsanoja on käytetty mieluummin kuin syötetty varastokoodi

source: At least one stock description keyword or an extract of a stock code must be entered for the search
fi: Hakua varten on syötettävä vähintään yksi varastokuvauksen avainsana tai osa tuotekoodista

source: The SQL to find the parts selected failed with the message
fi: SQL löytää valitut osat epäonnistui viestin kanssa

source: The bill of material could not be retrieved because
fi: Aineistolomaketta ei voitu hakea, koska

source: The bill of material for this part is not set up
fi: Tämän osan materiaalilaskua ei ole laadittu

source: there are no components defined for it
fi: sille ei ole määritelty komponentteja

source: Return to Main Menu
fi: Palaa päävalikkoon

source: Component
fi: Komponentti

source: Unit Cost
fi: Yksikköhinta

source: Total Cost
fi: Kokonaiskustannukset

source: Labour Cost
fi: Työvoimakustannukset

source: Overhead Cost
fi: Yleiskustannukset

source: Enter a stock item code above
fi: Anna varastotuotekoodi yllä

source: to view the costed bill of material for
fi: nähdäksesi kustannuslaskennan

source: Bill Of Material Listing
fi: Materiaaliluettelo

source: Bill of Materials Listing
fi: Materiaaliluettelon luettelo

source: The Bill of Material listing could not be retrieved by the SQL because
fi: SQL ei voinut noutaa materiaaliluetteloa, koska

source: The Bill of Material listing has no bills to report on
fi: Materiaaliluettelossa ei ole raportoitavia laskuja

source: From Inventory Part Code
fi: Inventory Part Code -sarjasta

source: Enter the lowest alpha code of parent bom items to list the bill of material for
fi: Syötä vanhempien pomo-tuotteiden alin alfa-koodi, josta luettelo materiaaliluettelo

source: To Inventory Part Code
fi: Varaston osanumeroon

source: Enter the end alpha numeric code of any parent bom items to list the bill of material for
fi: Syötä minkä tahansa ylätason bom-alkion alfanumeerinen koodi, josta haluat luetteloida materiaalilaskun

source: Multi-Level Bill Of Materials Maintenance
fi: Monitasoinen materiaalihuolto

source: A maximum of 15 levels of bill of materials only can be displayed
fi: Vain 15 materiaalitasoa voidaan näyttää

source: The component and the parent is the same
fi: Komponentti ja vanhempi ovat samat

source: An error occurred in retrieving the components of the BOM during the check for recursion
fi: Virhe BOM-komponenttien noutamisessa rekursiotarkistuksen aikana

source: The SQL that was used to retrieve the components of the BOM and that failed in the process was
fi: SQL, jota käytettiin BOM-komponenttien noutamiseen ja joka epäonnistui prosessissa, oli

source: Could not retrieve the BOM components because
fi: BOM-komponentteja ei voitu noutaa, koska

source: The SQL used to retrieve the components was
fi: Komponenttien hakemiseen käytetty SQL oli

source: No lower levels
fi: Ei alempia tasoja

source: Drill Down
fi: Poraa alas

source: Are you sure you wish to delete this component from this bill of materials?
fi: Haluatko varmasti poistaa tämän komponentin tästä materiaaliluettelosta?

source: Return to main BOM screen
fi: Palaa BOM-päänäyttöön

source: Select component to add to BOM
fi: Valitse komponentti, joka lisätään BOM: iin

source: Could not retrieve the description of the parent part because
fi: Ylemmän osan kuvausta ei voitu noutaa, koska

source: The SQL used to retrieve description of the parent part was
fi: Vanhemman osan kuvauksen hakemisessa käytetty SQL oli

source: Could not retrieve the list of potential components because
fi: Luetteloa mahdollisista komponenteista ei voitu noutaa, koska

source: The SQL used to retrieve the list of potential components part was
fi: SQL, jota käytettiin hakemaan luettelo mahdollisista komponenteista, oli

source: Previous
fi: Edellinen

source: Next
fi: Seuraava

source: Item Code
fi: Tuotekoodi

source: Item Description
fi: Kohteen kuvaus

source: Add to the BOM
fi: Lisää luetteloon

source: Component Details
fi: Komponentin tiedot

source: New Component Details
fi: Uuden komponentin tiedot

source: Sequence in BOM
fi: Sarja BOM: ssa

source: Location
fi: Sijainti

source: There are no work centres set up yet
fi: Työkeskuksia ei ole vielä perustettu

source: Please use the link below to set up work centres
fi: Käytä alla olevaa linkkiä asettaaksesi työkeskuksia

source: Work Centre Maintenance
fi: Työkeskuksen ylläpito

source: Work Centre Added
fi: Työkeskus lisätty

source: Effective After
fi: Tehokas jälkeen

source: Effective To
fi: Voimassa

source: Auto Issue this Component to Work Orders
fi: Auto antaa tämän komponentin työtilauksiin

source: Comment
fi: Kommentti

source: Select a Different BOM
fi: Valitse toinen BOM

source: The effective after date field must be a date in the format
fi: Voimassa olevan päivämäärän kentän on oltava muotoinen päivämäärä

source: The effective to date field must be a date in the format
fi: Voimassa olevan päivämäärän kentän on oltava muotoinen päivämäärä

source: The quantity entered must be numeric
fi: Syötetyn määrän on oltava numeerinen

source: The effective to date must be a date after the effective after date
fi: Voimaantulopäivän on oltava päivämäärä, joka tulee voimaan sen jälkeen

source: The effective to date is
fi: Voimaantulopäivä on

source: days before the effective after date
fi: päivää ennen voimaantuloa

source: No updates have been performed
fi: Ei päivityksiä

source: Effective after was
fi: Voimaantulon jälkeen

source: and effective to was
fi: ja tehokas oli

source: Only non-serialised or non-lot controlled items can be set to auto issue. These items require the lot/serial numbers of items issued to the works orders to be specified so autoissue is not an option. Auto issue has been automatically set to off for this component
fi: Vain sarjamattomat tai eräohjatut kohteet voidaan asettaa automaattiseen julkaisuun. Nämä kohteet edellyttävät, että rakennustilauksille annettujen erien / sarjanumerot on määritettävä, joten automaattinen julkaisu ei ole vaihtoehto. Automaattinen ongelma on asetettu automaattisesti pois päältä tälle komponentille

source: The component selected is the same with the parent, it is not allowed
fi: Valittu komponentti on sama vanhemman kanssa, sitä ei sallita
