Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: This function returns an integer.
fi: Tämä funktio palauttaa kokonaisluvun.

source: Zero means the function was successful.
fi: Nolla tarkoittaa, että toiminto onnistui.

source: Otherwise an error code is returned.
fi: Muuten palautetaan virhekoodi.

source: This function is used to logout from the API methods.
fi: Tätä toimintoa käytetään kirjautumiseen API-menetelmistä.

source: It terminates the user's session thus freeing the server resources.
fi: Se lopettaa käyttäjän istunnon ja vapauttaa palvelinresursseja.

source: This function is used to insert a new customer into the webERP database.
fi: Tätä toimintoa käytetään lisäämään uusi asiakas webERP-tietokantaan.

source: Customer Details
fi: Asiakkaan tiedot

source: A set of key/value pairs where the key must be identical to the name of the field to be updated.
fi: Avain / arvo-parien joukko, jossa avaimen on oltava identtinen päivitettävän kentän nimen kanssa.

source: The field names can be found
fi: Kenttien nimet löytyvät

source: here
fi: tässä

source: and are case sensitive.
fi: ja erottavat isot ja pienet kirjaimet.

source: The values should be of the correct type, and the api will check them before updating the database.
fi: Arvojen tulee olla oikean tyyppisiä, ja api tarkistaa ne ennen tietokannan päivittämistä.

source: It is not necessary to include all the fields in this parameter, the database default value will be used if the field is not given.
fi: Kaikkia kenttiä ei tarvitse sisällyttää tähän parametriin, tietokannan oletusarvoa käytetään, jos kenttää ei anneta.

source: If the Create Debtor Codes Automatically flag is set, then anything sent in the debtorno field will be ignored, and the debtorno field will be set automatically.
fi: Jos Luo velalliskoodit automaattisesti -lippu on asetettu, kaikki Debornorno-kentässä lähetetyt jätetään huomioimatta ja Deborno-kenttä asetetaan automaattisesti.

source: A valid weberp username. This user should have security access to this data.
fi: Voimassa oleva Weberp-käyttäjänimi. Tällä käyttäjällä tulisi olla suojausoikeus näihin tietoihin.

source: This function returns an array of integers.
fi: Tämä funktio palauttaa joukon kokonaislukuja.

source: If the first element is zero then the function was successful.
fi: Jos ensimmäinen elementti on nolla, toiminto onnistui.

source: Otherwise an array of error codes is returned and no insertion takes place.
fi: Muuten palautetaan joukko virhekoodeja, eikä lisäystä tapahdu.

source: This function is used to insert a new customer branch into the webERP database.
fi: Tätä toimintoa käytetään lisäämään uusi asiakashaara webERP-tietokantaan.

source: Branch Details
fi: Haarakonttorin tiedot

source: This function is used to modify a customer which is already setup in the webERP database.
fi: Tätä toimintoa käytetään muokkaamaan asiakasta, joka on jo määritetty webERP-tietokantaan.

source: The debtorno must already exist in the weberp database.
fi: Debornornon on jo oltava Weberp-tietokannassa.

source: Otherwise an array of error codes is returned and no modification takes place.
fi: Muuten palautetaan joukko virhekoodeja, eikä muutoksia tapahdu.

source: This function is used to modify a customer branch which is already setup in the webERP database.
fi: Tätä toimintoa käytetään muokkaamaan asiakashaaraa, joka on jo määritetty webERP-tietokantaan.

source: The branchcode/debtorno combination must already exist in the weberp database.
fi: Haarakoodin / velkakoodin yhdistelmän on jo oltava Weberp-tietokannassa.

source: This function is used to retrieve a list of the branch codes for the Debtor Number supplied.
fi: Tätä toimintoa käytetään haettaessa luettelo toimitetun velallisen numeron haarakoodeista.

source: Debtor number
fi: Velallisen numero

source: This is a string value. It must be a valid debtor number that is already in the webERP database.
fi: Tämä on merkkijonoarvo. Sen on oltava kelvollinen velallisen numero, joka on jo webERP-tietokannassa.

source: If successful this function returns an array of branch codes, which may be strings or integers.
fi: Jos tämä onnistuu, funktio palauttaa haarakoodiryhmän, joka voi olla merkkijono tai kokonaisluku.

source: If the first element is zero then the function was successful.
fi: Jos ensimmäinen elementti on nolla, toiminto onnistui.

source: Otherwise an array of error codes is returned.
fi: Muuten palautetaan joukko virhekoodeja.

source: This function is used to retrieve the details of a customer branch from the webERP database.
fi: Tätä toimintoa käytetään asiakashaaran yksityiskohtien hakemiseen webERP-tietokannasta.

source: This is a string value. It must be a valid branch code that is already in the webERP database, and associated with the debtorno in Parameter[0]
fi: Tämä on merkkijonoarvo. Sen on oltava kelvollinen haarakoodi, joka on jo webERP-tietokannassa ja liitetty parametrin [0] Debornoroon.

source: If successful this function returns a set of key/value pairs containing the details of this branch.
fi: Jos tämä onnistuu, tämä toiminto palauttaa joukon avain / arvo-pareja, jotka sisältävät tämän haaran tiedot.

source: The key will be identical with field name from the
fi: Avain on identtinen kentän nimen kanssa

source: custbranch table.
fi: säilytyspöytä.

source: All fields will be in the set regardless of whether the value was set.
fi: Kaikki kentät ovat joukossa riippumatta siitä, onko arvo asetettu.

source: This function is used to retrieve the details of a customer from the webERP database.
fi: Tätä toimintoa käytetään asiakkaan tietojen hakemiseen webERP-tietokannasta.

source: If successful this function returns a set of key/value pairs containing the details of this customer.
fi: Jos tämä toiminto onnistuu, palautetaan joukko avain / arvo-pareja, jotka sisältävät tämän asiakkaan tiedot.

source: The key will be identical with field name from the debtorsmaster table. All fields will be in the set regardless of whether the value was set.
fi: Avaimen on oltava sama kuin debtorsmaster-taulukon kentän nimi. Kaikki kentät ovat joukossa riippumatta siitä, onko arvo asetettu.

source: The name of a database field to search on.
fi: Tietokantakentän nimi, josta haetaan.

source: Search Criteria
fi: Hakukriteerit

source: A (partial) string to match in the above Field Name.
fi: (Osittainen) merkkijono, joka vastaa yllä olevaa kentän nimeä.

source: This function returns an array of customer IDs, which may be integers or strings.
fi: Tämä funktio palauttaa joukon asiakastunnuksia, jotka voivat olla kokonaislukuja tai merkkijonoja.

source: This function returns a list of currency abbreviations.
fi: Tämä toiminto palauttaa luettelon valuutan lyhenteistä.

source: This function returns an array of currency abbreviations.
fi: Tämä toiminto palauttaa joukon valuutan lyhenteitä.

source: This function takes a currency abbreviation and returns details of that currency.
fi: Tämä toiminto ottaa valuutan lyhenteen ja palauttaa kyseisen valuutan tiedot.

source: Currency abbreviation
fi: Valuutan lyhenne

source: A currency abbreviation as returned by the GetCurrencyList function.
fi: GetCurrencyList-toiminnon palauttama valuutan lyhenne.

source: This function returns an array of currency details.
fi: Tämä toiminto palauttaa joukon valuutan yksityiskohtia.

source: This function returns a list of sales type abbreviations.
fi: Tämä toiminto palauttaa luettelon myyntityypin lyhenteistä.

source: This function returns an array of sales type abbreviations.
fi: Tämä funktio palauttaa joukon myyntityypin lyhenteitä.

source: This function takes a sales type abbreviation and returns details of that sales type.
fi: Tämä toiminto ottaa myyntityypin lyhenteen ja palauttaa kyseisen myyntityypin tiedot.

source: Sales type abbreviation
fi: Myyntityypin lyhenne

source: A sales type abbreviation as returned by the GetSalesTypeList function.
fi: GetSalesTypeList-toiminnon palauttama myyntityypin lyhenne.

source: This function returns an array of sales type details.
fi: Tämä toiminto palauttaa joukon myyntityypin tietoja.

source: This function is used to insert sales type details into the webERP database.
fi: Tätä toimintoa käytetään myyntityypin tietojen lisäämiseen webERP-tietokantaan.

source: Sales Type Details
fi: Myyntityypin tiedot

source: This function returns a list of hold reason codes.
fi: Tämä toiminto palauttaa luettelon pidätyssyykoodeista.

source: This function returns an array of hold reason codes.
fi: Tämä toiminto palauttaa joukon pidätyssyykoodeja.

source: This function takes a hold reason code and returns details of that hold reason.
fi: Tämä toiminto vie pito-syykoodin ja palauttaa pidätyssyyn tiedot.

source: Hold reason code
fi: Pidä syykoodi

source: A hold reason abbreviation as returned by the GetHoldReasonList function.
fi: GetHoldReasonList-funktion palauttama pitosyyn lyhenne.

source: This function returns an array of hold reason details.
fi: Tämä toiminto palauttaa joukon pidätyssyistä.

source: This function returns a list of payment terms abbreviations.
fi: Tämä toiminto palauttaa luettelon maksuehtojen lyhenteistä.

source: This function returns an array of payment terms abbreviations.
fi: Tämä toiminto palauttaa joukon maksuehtojen lyhenteitä.

source: This function takes a payment terms abbreviation and returns details of that payment terms type.
fi: Tämä toiminto ottaa lyhenteen maksuehdoista ja palauttaa kyseisen maksuehtotyypin tiedot.

source: A payment terms abbreviation as returned by the GetPaymentTermsList function.
fi: GetPaymentTermsList-toiminnon palauttama maksuehtojen lyhenne.

source: This function returns an array of payment terms details.
fi: Tämä toiminto palauttaa joukon maksuehtoja.

source: This function returns a list of payment method codes.
fi: Tämä toiminto palauttaa luettelon maksutavan koodeista.

source: This function returns an array of payment method codes.
fi: Tämä toiminto palauttaa joukon maksutapakoodeja.

source: This function takes a payment method code and returns details of that payment method.
fi: Tämä toiminto ottaa maksutavan koodin ja palauttaa maksutavan tiedot.

source: Payment method code
fi: Maksutavan koodi

source: A payment method code as returned by the GetPaymentMethodsList function.
fi: GetPaymentMethodsList-funktion palauttama maksutavan koodi.

source: This function inserts a new stock item into webERP, including updating the locstock table.
fi: Tämä toiminto lisää uuden varastotuotteen webERP:ään, mukaan lukien locstock-taulukon päivittäminen.

source: Stock Item Details
fi: Varastotuotteen tiedot

source: Key/value pairs of data to insert. The key must be identical with the database field name.
fi: Lisättävät avain / arvo-tietoparit. Avaimen on oltava identtinen tietokannan kentän nimen kanssa.

source: This function modifies a stock item that already exists in webERP.
fi: Tämä toiminto muuttaa varastotuotetta, joka on jo olemassa webERP: ssä.

source: Key/value pairs of data to modify.
fi: Muokattavat avain / arvo-tietoparit.

source: This function takes a stock item code and returns an array of key/value pairs.
fi: Tämä toiminto ottaa varastokoodin ja palauttaa joukon avain / arvo-pareja.

source: The keys represent the database field names, and the values are the value of that field.
fi: Avaimet edustavat tietokannan kenttien nimiä, ja arvot ovat kyseisen kentän arvo.

source: The StockID code to identify the item in the database.
fi: StockID-koodi tietokannan kohteen tunnistamiseksi.

source: If successful this function returns a set of key/value pairs containing the details of this stock item.
fi: Jos tämä onnistuu, tämä toiminto palauttaa joukon avain / arvo-pareja, jotka sisältävät tämän varastotiedot.

source: The key will be identical with field name from the stockmaster table. All fields will be in the set regardless of whether the value was set.
fi: Avain on sama kuin kenttänimi stockmaster-taulukossa. Kaikki kentät ovat joukossa riippumatta siitä, onko arvo asetettu.

source: This function searches the stockmaster table and returns an array of stock items matching that criteria.
fi: Tämä toiminto etsii stockmaster-taulukkoa ja palauttaa joukon varastotuotteita, jotka vastaavat kyseisiä ehtoja.

source: The field name to search on.
fi: Kentän nimi, josta haetaan.

source: Match Criteria
fi: Ottelun kriteerit

source: The SQL search pattern to select items in the database.
fi: SQL-hakumalli tietokannan kohteiden valitsemiseksi.

source: Returns an array of stock codes matching the criteria send, or an array of error codes
fi: Palauttaa joukon varastokoodeja, jotka vastaavat lähetyskriteereitä, tai joukon virhekoodeja

source: A string field containing a valid stockid that must already be setup in the stockmaster table. The api will check this before making the enquiry.
fi: Merkkijonokenttä, joka sisältää kelvollisen stockid-tunnuksen, joka on jo määritettävä stockmaster-taulukossa. Api tarkistaa tämän ennen kyselyn tekemistä.

source: This function returns an array of stock quantities by location for this stock item.
fi: Tämä toiminto palauttaa joukon varastomääriä sijainnin mukaan tälle varastotuotteelle.

source: This function returns an array of stock reorder levels by location for this stock item.
fi: Tämä toiminto palauttaa ryhmän varastotilaustasot sijainnin mukaan tälle varastotuotteelle.

source: A string field containing a valid location code that must already be setup in the locations table. The api will check this before making the enquiry.
fi: Merkkijonokenttä, joka sisältää kelvollisen sijaintikoodin, joka on jo määritettävä sijaintitaulukossa. Api tarkistaa tämän ennen kyselyn tekemistä.

source: Reorder level
fi: Järjestä taso uudelleen

source: A numeric field containing the reorder level for this stockid/location combination.
fi: Numeerinen kenttä, joka sisältää tämän varastotunnus / sijainti-yhdistelmän uudelleenjärjestystason.

source: This function returns zero if the transaction was successful or an array of error codes if not.
fi: Tämä toiminto palauttaa nollan, jos tapahtuma onnistui, tai joukko virhekoodeja, jos ei.

source: This function returns the quantity allocated of the stock item id sent as a parameter.
fi: Tämä funktio palauttaa parametrina lähetetyn varastotunnuksen allokoidun määrän.

source: The StockID code to identify items ordered but not yet shipped.
fi: StockID-koodi tilattujen, mutta vielä lähettämättömien tuotteiden tunnistamiseksi.

source: This function returns an integer value of the quantity allocated or an array of error codes if not.
fi: Tämä toiminto palauttaa varatun määrän kokonaisluvun tai virhekoodiryhmän, jos ei.

source: This function takes a stock ID and returns the quantity of this stock that is currently on outstanding purchase orders.
fi: Tämä toiminto ottaa varastotunnuksen ja palauttaa sen varastomäärän, joka on tällä hetkellä jäljellä olevissa ostotilauksissa.

source: The StockID code to identify items in the database on order, but not yet received.
fi: StockID-koodi tunnistaa tietokannan tuotteet tilauksesta, mutta niitä ei ole vielä vastaanotettu.

source: This function returns an integer value of the quantity on order or an array of error codes if not.
fi: Tämä funktio palauttaa tilauksen määrän kokonaisluvun tai virhekoodiryhmän, jos ei.

source: This function sets the sales price for a stock ID in the sales type and currency passed to the function
fi: Tämä toiminto asettaa osaketunnuksen myyntihinnan funktiolle välitetyllä myyntityypillä ja valuutalla

source: Currency Code
fi: Valuutta koodi

source: The currency involved.
fi: Valuutta.

source: The sales type to identify the item in the database.
fi: Myyntityyppi kohteen tunnistamiseksi tietokannassa.

source: The price to apply to this item.
fi: Tähän tuotteeseen sovellettava hinta.

source: Returns a zero if successful or else an array of error codes
fi: Palauttaa nollan, jos se onnistuu, tai muuten joukon virhekoodeja

source: This function gets the sales price for a stock ID in the sales type and currency passed to the function
fi: Tämä toiminto saa osaketunnuksen myyntihinnan funktiolle välitetyllä myyntityypillä ja valuutalla

source: The sales type of the item in the database.
fi: Tuotteen myyntityyppi tietokannassa.

source: Returns the sales price for he stock item whose ID is passed in the function
fi: Palauttaa sen varastotuotteen myyntihinnan, jonka tunnus on annettu toiminnossa

source: Creates a customer receipt from the details passed to the method as an associative array
fi: Luo asiakkaan kuitin menetelmään siirretyistä tiedoista assosiatiiviseksi taulukoksi

source: Receipt Details
fi: Kuittitiedot

source: An associative array describing the customer receipt with the following fields: debtorno - the customer code; trandate - the date of the receipt in Y-m-d format; amountfx - the amount in FX; paymentmethod - the payment method of the receipt e.g. cash/EFTPOS/credit card; bankaccount - the webERP bank account to use for the transaction, reference - the reference to record against the webERP receipt transaction
fi: Assosiatiivinen taulukko, joka kuvaa asiakaskuittausta seuraavilla kentillä: Deborno - asiakaskoodi; trandate - kuitin päivämäärä Y-m-d-muodossa; määräfx - summa valuutoissa; maksutapa - kuitin maksutapa esim. käteinen / EFTPOS / luottokortti; pankkitili - tapahtumassa käytettävä webERP-pankkitili, viite - viite, joka tallennetaan webERP-kuittitapahtumaan nähden

source: If the first element is zero then the function was successful, and the second element is the receipt number.
fi: Jos ensimmäinen elementti on nolla, funktio onnistui, ja toinen elementti on kuitin numero.

source: Allocates a debtor receipt or credit to a debtor invoice. Using the customerref field to match up which invoice to allocate to
fi: Kohdistaa velallisen kuitin tai hyvityksen velallisen laskulle. Käyttämällä asiakasref-kenttää vastaamaan laskua, jolle varataan

source: Allocation Details
fi: Kohdistustiedot

source: An associative array describing the customer, the transaction being allocated from, it's transaction type 12 for a receipt or 11 for a credit note, the webERP transaction number, the customer ref that is to be searched for in invoices to match to. The fields are: debtorno, type, transno, customerref
fi: Assosiatiivinen taulukko, joka kuvaa asiakasta, tapahtumaa kohdennetusta, sen tapahtumistyyppi 12 kuittia varten tai 11 hyvityslaskua varten, webERP-tapahtumanumero, asiakkaan viite, jota on haettava laskuista vastaamaan. Kentät ovat: Debornorno, type, transno, customerref

source: Creates a credit note from header details associative array and line items. This function implements most of a webERP credit note with the exception that it cannot handle serialised or lot/batch controlled items. All the necessary updates and inserts are handled for stock quantities returned, taxes, sales analysis, stock movements, sales and cost of sales journals
fi: Luo hyvityslaskun otsikkotietojen assosiatiivisesta taulukosta ja rivikohdista. Tämä toiminto toteuttaa suurimman osan webERP-hyvityslaskusta lukuun ottamatta sitä, että se ei pysty käsittelemään sarjoitettuja tai erä / eräohjattuja kohteita. Kaikkia tarvittavia päivityksiä ja lisäyksiä käsitellään palautettujen varastomäärien, verojen, myynnin analyysin, varastojen liikkeiden, myynnin ja myyntipäiväkustannusten osalta

source: Credit Note Header Details
fi: Hyvityslaskutunnisteen tiedot

source: An associative array describing the credit note header with the fields debtorno, branchcode, trandate, tpe, fromstkloc, customerref, shipvia
fi: Assosiatiivinen taulukko, joka kuvaa hyvityslaskun otsikon kentillä Deborno, haarakoodi, trandate, Tpe, fromstkloc, customerref, shipvia

source: Credit note line items
fi: Luottolomakkeen rivikohdat

source: The lines of stock being returned on this credit note. Only stock returns can be dealt with using this API method. This is an array of associative arrays containing the fields, stockid, price, qty, discountpercent for the items returned
fi: Tällä hyvityslaskulla palautettavat varastorivit. Ainoastaan varastotuotot voidaan käsitellä tällä API-menetelmällä. Tämä on joukko assosiatiivisia taulukoita, jotka sisältävät palautettujen tuotteiden kentät, stockid, price, qty, discountpercent

source: If the first element is zero then the function was successful, and the second element is the credit note number.
fi: Jos ensimmäinen elementti on nolla, funktio onnistui ja toinen elementti on hyvityslaskunumero.

source: Inserts a sales invoice into the debtortrans table and does the relevant GL entries. Note that this function does not do the tax entries, insert stock movements, update the stock quanties, sales analysis data or do any cost of sales gl journals. Caution is advised in using this function. To create a full webERP invoice with all tables updated use the InvoiceSalesOrder function.
fi: Lisää myyntilaskun debortortrans-taulukkoon ja tekee tarvittavat PK-merkinnät. Huomaa, että tämä toiminto ei tee verotuksia, lisää varastojen liikkeitä, päivitä varastomääriä, myyntianalyysitietoja tai tee mitään myyntihintaan liittyviä päiväkirjoja. Tämän toiminnon käytössä on noudatettava varovaisuutta. Jos haluat luoda täydellisen webERP-laskun, jossa kaikki taulukot päivitetään, käytä InvoiceSalesOrder-toimintoa.

source: Invoice Details
fi: Laskun erittely

source: An array of index/value items describing the invoice.
fi: Joukko indeksi- / arvoeriä, jotka kuvaavat laskua.

source: The transno key is generated by this call, and if a value is supplied, it will be ignored.
fi: Transna-avain luodaan tällä puhelulla, ja jos arvo annetaan, se jätetään huomioimatta.

source: Two additional fields are required. \partcode\ needs to be a genuine part number, though it appears to serve no real purpose.
fi: Kaksi lisäkenttää vaaditaan. \ partcode \ on oltava aito osanumero, vaikkakin sillä ei näytä olevan mitään todellista tarkoitusta.

source: \salesarea\ also is required, though again it appears to serve no useful purpose.
fi: Myös \ salesarea \ vaaditaan, vaikka taas ei näytä olevan mitään hyödyllistä tarkoitusta.

source: If the first element is zero then the function was successful, and the second element is the invoice number.
fi: Jos ensimmäinen elementti on nolla, funktio onnistui ja toinen elementti on laskun numero.

source: Return Value Descriptions go here
fi: Palautusarvojen kuvaukset menevät tähän

source: This function is used to insert a new Sales Credit to the webERP database. Note that this function does not implement a webERP credit note in full and caution is advised in using this function. It does not handle tax at all, it does not add stockmovements, it does not update stock for any quantity returned or update sales analysis. To create a credit note using webERP logic use the CreateCreditNote function
fi: Tätä toimintoa käytetään lisäämään uusi myyntisaldo WebERP-tietokantaan. Huomaa, että tämä toiminto ei toteuta webERP-hyvityslaskua kokonaan, ja tämän toiminnon käytössä on noudatettava varovaisuutta. Se ei käsittele veroja lainkaan, se ei lisää varastonmuutoksia, se ei päivitä varastoa mistään palautetusta määrästä tai päivitä myynti-analyysiä. Luo hyvityslasku webERP-logiikkaa käyttämällä CreateCreditNote-funktiolla

source: Credit Details
fi: Luottotiedot

source: An array of index/value items describing the credit. All values must be negative.
fi: Joukko indeksi- / arvoeriä, jotka kuvaavat luottoa. Kaikkien arvojen on oltava negatiivisia.

source: Insert Sales Order Header
fi: Lisää myyntitilauksen otsikko

source: The orderno key is generated by this call, and if a value is supplied, it will be ignored.
fi: Tämä kutsu generoi orderno-avaimen, ja jos arvo annetaan, se jätetään huomioimatta.
