Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The The cost of this item as accumulated from the sum of the component costs is zero
fi: Tämän erän kustannukset komponenttikustannusten summasta kertyneet ovat nollat

source: Enter a new work order
fi: Anna uusi työmääräys

source: Go to Costing
fi: Siirry kohtaan Kustannuslaskelma

source: The required by date entered is in an invalid format
fi: Vaadittu päivämäärä on väärässä muodossa

source: The factory where this work order is made can only be updated if the quantity received on all output items is 0
fi: Tehdas, jossa tämä työtilaus tehdään, voidaan päivittää vain, jos kaikista lähtöeristä vastaanotettu määrä on 0

source: The work order could not be added/updated
fi: Työmääräystä ei voitu lisätä / päivittää

source: The work order has been updated
fi: Työmääräys on päivitetty

source: This work order cannot be deleted because it has issues or receipts related to it
fi: Tätä työmääräystä ei voida poistaa, koska siihen liittyy ongelmia tai kuitteja

source: The work order could not be deleted
fi: Työmääräystä ei voitu poistaa

source: The SQL used to delete the work order was
fi: Työmääräyksen poistamiseen käytetty SQL oli

source: The work order serial numbers could not be deleted
fi: Työmääräyksen sarjanumeroita ei voitu poistaa

source: The work order has been cancelled
fi: Työtilaus on peruutettu

source: Select an existing outstanding work order
fi: Valitse olemassa oleva työmääräys

source: The item in this work order has been cancelled
fi: Tämän työtilauksen kohde on peruutettu

source: Could not get the work order items
fi: Työtilaustuotteita ei voitu saada

source: Your location security settings do not allow you to Update this Work Order
fi: Sijaintisi suojausasetukset eivät salli sinun päivittää tätä työmääräystä

source: Work Order Reference
fi: Työmääräysviite

source: Factory Location
fi: Tehtaan sijainti

source: Remark
fi: Huomautus

source: Output Item
fi: Tuotos

source: Balance Remaining
fi: Saldo jäljellä

source: Next Lot/SN Ref
fi: Seuraava erä / SN viite

source: The input format must be positive numeric
fi: Syötteen muodon on oltava positiivinen numeerinen

source: Are you sure
fi: Oletko varma

source: Cancel This Work Order
fi: Peruuta tämä työmääräys

source: Enter Sales Order
fi: Anna myyntitilaus

source: Enter Customer Order Ref
fi: Anna asiakkaan tilauksen viite

source: Add to Work Order
fi: Lisää työtilaukseen

source: Add To Work Order
fi: Lisää työtilaukseen

source: Issue Materials To Work Order
fi: Anna materiaalit työtilaukseen

source: Back to Costing
fi: Takaisin kustannuslaskentaan

source: Select a work order to issue materials to
fi: Valitse työmääräys, jolle haluat lähettää materiaaleja

source: This page can only be opened if a work order has been selected. Please select a work order to issue materials to first
fi: Tämä sivu voidaan avata vain, jos työtilaus on valittu. Valitse ensin työmääräys, jolle haluat antaa materiaalia

source: Could not retrieve the details of the selected work order item
fi: Valitun työtilauskohteen tietoja ei voitu noutaa

source: The work order is closed - no more materials or components can be issued to it.
fi: Työmääräys on suljettu - sille ei voida antaa enempää materiaaleja tai komponentteja.

source: The line counter is not set up or not numeric, please ask administrator for help
fi: Linjalaskuria ei ole määritetty tai se ei ole numeerinen, kysy järjestelmänvalvojalta apua

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this batch does not exist
fi: Tätä ongelmaa ei voida käsitellä, koska järjestelmäparametri on asetettu kieltämään negatiivinen varasto eikä tätä erää ole olemassa

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in this batch going into negative. Please correct the stock first before attempting another issue
fi: Tätä ongelmaa ei voida käsitellä, koska järjestelmän parametri on asetettu kieltämään negatiivinen varasto, ja tämä ongelma johtaisi siihen, että tämä erä muuttuisi negatiiviseksi. Korjaa varastossa ensin ennen uuden emissiota

source: The item being issued has a zero cost. The issue will still be processed
fi: Annettavalla tuotteella ei ole kustannuksia. Asia käsitellään edelleen

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in stock going into negative. Please correct the stock first before attempting another issue
fi: Tätä ongelmaa ei voida käsitellä, koska järjestelmän parametri on asetettu kieltämään negatiivinen osakekanta, ja tämä ongelma johtaisi osakkeen negatiiviseen. Korjaa varastossa ensin ennen uuden emissiota

source: stock movement records could not be inserted when processing the work order issue because
fi: varastomuutosrekistereitä ei voitu lisätä työmääräysongelman käsittelyssä, koska

source: Could not check if a batch/lot reference for the item already exists because
fi: Ei voitu tarkistaa, onko tuotteelle jo erä- / eräviite, koska

source: The following SQL to test for an already existing controlled item was used
fi: Seuraavaa SQL-koodia käytettiin jo olemassa olevan hallitun kohteen testaamiseen

source: The batch/lot item record could not be inserted because
fi: Erä- / eräkohtaista tietuetta ei voitu lisätä, koska

source: The following SQL to insert the batch/lot item records was used
fi: Seuraavaa SQL-koodia erä- / eräkohtaisten tietueiden lisäämiseksi käytettiin

source: The issue of the item to the work order GL posting could not be inserted because
fi: Kohteen julkaisua työmääräyksen PK-postitukseen ei voitu lisätä, koska

source: The stock account credit on the issue of items to a work order GL posting could not be inserted because
fi: Varastotilin hyvitystä tuotteiden luovutuksesta työmääräyksen PK-kirjaukseen ei voitu lisätä, koska

source: The following SQL to insert the stock GLTrans record was used
fi: Seuraavaa SQL-koodia PKTrans-varastotietueen lisäämiseksi käytettiin

source: Could not update the work order cost issued to the work order because
fi: Työmääräykseen liittyvää työtilauksen kustannusta ei voitu päivittää, koska

source: The issue of
fi: Kysymys

source: against work order
fi: työjärjestystä vastaan

source: Issue more components to this work order
fi: Anna lisää komponentteja tähän työmääräykseen

source: Select a different work order for issuing materials and components against
fi: Valitse toinen työmääräys materiaalien ja komponenttien lähettämistä varten

source: Issue to work order
fi: Työmääräys

source: The selected work order has been closed and variances calculated and posted. No more issues of materials and components can be made against this work order.
fi: Valittu työmääräys on suljettu ja varianssit laskettu ja kirjattu. Tätä työmääräystä vastaan ei voida enää valmistaa materiaaleja ja komponentteja.

source: Date Material Issued
fi: Aineiston julkaisupäivä

source: Issued From
fi: Myönnetty

source: Material Requirements For this Work Order
fi: Tämän työtilauksen materiaalivaatimukset

source: Parent Item
fi: Vanhempi kohde

source: Qty Issued
fi: Määrä myönnetty

source: Qty Issue
fi: Määrä

source: Failed to retrieve the item data
fi: Kohdetietojen noutaminen epäonnistui

source: Process Items Issued
fi: Käsiteltävät tuotteet

source: Could not get the detail of the item being issued because
fi: Lähetettävän tuotteen yksityiskohtia ei voitu saada, koska

source: Issuing
fi: Myöntäminen

source: Serial Numbers Issued
fi: Sarjanumerot myönnetty

source: Could not retrieve the serial numbers available at the location specified because
fi: Määritetystä sijainnista saatavia sarjanumeroita ei voitu noutaa, koska

source: There are no serial numbers at this location to issue
fi: Tässä paikassa ei ole sarjanumeroita, jotka voidaan antaa

source: Reselect Location or Issued Item
fi: Valitse sijainti tai annettu kohde uudelleen

source: Batch/Lots Issued
fi: Erä / erät myönnetty

source: Failed to retrieve lot No
fi: Erän nro noutaminen epäonnistui

source: Enter a batch/roll reference being used with this work order
fi: Anna erä- / rulla-viite, jota käytetään tässä työmääräyksessä

source: Enter the quantity of this batch/roll to issue to the work order
fi: Syötä tämän erän / rullan määrä, joka lähetetään työmääräykseen

source: You may need to receive (input negative quantity) some items whose serial no has never existed by following
fi: Saatat joutua vastaanottamaan (syötä negatiivinen määrä) joitain tuotteita, joiden sarjanumeroa ei ole koskaan ollut olemassa seuraamalla

source: Lot No
fi: Erä nro

source: Quantity Issued
fi: Myönnetty määrä

source: Enter the quantity of this item to issue to the work order
fi: Syötä tämän määrän määrä, joka lähetetään työtilaukseen

source: Receive Work Order
fi: Vastaanota työmääräys

source: Select a work order to receive
fi: Valitse vastaanotettava työmääräys

source: This page can only be opened if a work order has been selected. Please select a work order to receive first
fi: Tämä sivu voidaan avata vain, jos työtilaus on valittu. Valitse ensin vastaanotettava työmääräys

source: The quantity entered is not numeric - a number is expected
fi: Syötetty määrä ei ole numeerinen - luku on odotettavissa

source: The Expiry Date should be in date format
fi: Viimeisen käyttöpäivämäärän tulee olla päivämäärämuodossa

source: The quantity received is greater than the quantity required even after allowing for the configured allowable over-receive proportion. If this is correct then the work order must be modified first.
fi: Vastaanotettu määrä on suurempi kuin vaadittu määrä, vaikka konfiguroitu sallittu ylivastaanoton osuus on sallittu. Jos tämä on oikein, työmääräystä on ensin muutettava.

source: Could not check if a serial number for the stock item already exists because
fi: Ei voitu tarkistaa, onko varastotuotteelle jo olemassa sarjanumero, koska

source: The following SQL to test for an already existing serialised stock item was used
fi: Seuraavaa SQL-koodia testattiin jo olemassa olevalle sarjoitetulle varastokohteelle

source: The serial number entered already exists. Duplicate serial numbers are prohibited. The duplicate item is:
fi: Syötetty sarjanumero on jo olemassa. Päällekkäiset sarjanumerot ovat kiellettyjä. Kohteen kaksoiskappale on:

source: Could not retrieve the component quantity left at the location once the component items are issued to the work order (for the purposes of checking that stock will not go negative) because
fi: Kohteeseen jätettyä komponenttimäärää ei voitu noutaa, kun komponenttituotteet on annettu työtilaukseen (tarkistamiseksi, että varastosta ei tule negatiivinen), koska

source: Receiving the selected quantity against this work order would result in negative stock for a component. The system parameters are set to prohibit negative stocks from occurring. This manufacturing receipt cannot be created until the stock on hand is corrected.
fi: Valitun määrän saaminen tätä työmääräystä vastaan johtaisi komponentin negatiiviseen varastoon. Järjestelmän parametrit on asetettu estämään negatiivisten varastojen esiintyminen. Tätä valmistustodistusta ei voida luoda ennen kuin varastossa oleva varasto on korjattu.

source: Cost roll on release of WO
fi: Kustannusten nousu WO:n julkaisun yhteydessä

source: Quantity on hand of
fi: Määrä käsillä

source: The GL credit for the stock cost adjustment posting could not be inserted because
fi: PK-hyvitystä osakekustannusten oikaisukirjoituksesta ei voitu lisätä, koska

source: The location stock record could not be updated by the issue of stock to the work order from an auto issue component because
fi: Sijaintivarastotietuetta ei voitu päivittää osakeannilla automaattisen emissiokomponentin työmääräykseen, koska

source: stock movement record could not be inserted for an auto-issue component because
fi: varastomuutosrekisteriä ei voitu lisätä automaattisen liikkeeseenlaskun komponentille, koska

source: Could not update the work order cost for an auto-issue component because
fi: Automaattisen ongelman aiheuttavan komponentin työtilauksen kustannuksia ei voitu päivittää, koska

source: The following SQL to update the work order cost was used
fi: Seuraavaa SQL:ää päivitettiin työtilauksen kustannuksia käytettiin

source: The WIP side of the work order issue GL posting could not be inserted because
fi: Työmääräysongelman WIP-puolta ei voitu lisätä, koska

source: The following SQL to insert the WO issue GLTrans record was used
fi: Seuraavaa SQL:ää WO-ongelman PKTrans-tietueen lisäämiseksi käytettiin

source: The stock side of the work order issue GL posting could not be inserted because
fi: Työmääräysongelman PK-postituksen varastopuolta ei voitu lisätä, koska

source: The predefined serial number record could not be deleted because
fi: Ennalta määritettyä sarjanumerotietuetta ei voitu poistaa, koska

source: The following SQL to delete the predefined work order serial number record was used
fi: Seuraavaa SQL-koodia ennalta määritetyn työmääräyksen sarjanumerotietueen poistamiseen käytettiin

source: The input quantity should not be negative since there are no this lot no existed
fi: Syötetyn määrän ei tulisi olla negatiivinen, koska tätä erää ei ole olemassa

source: The receipt of work order finished stock GL posting could not be inserted because
fi: Työtilauksen lopullisen varastossa olevan PK-postituksen vastaanottamista ei voitu lisätä, koska

source: The receipt of
fi: Vastaanotto

source: Select a different work order for receiving finished stock against
fi: Valitse toinen työmääräys saadaksesi valmiita varastoja vastaan

source: The selected work order has been closed and variances calculated and posted. No more receipts of manufactured items can be received against this work order. You should make up a new work order to receive this item against.
fi: Valittu työmääräys on suljettu ja varianssit laskettu ja kirjattu. Tätä työmääräystä vastaan ei voida enää vastaanottaa kuitteja valmistetuista tuotteista. Sinun tulisi tehdä uusi työmääräys saadaksesi tämän kohteen vastaan.

source: Receive work order
fi: Vastaanota työmääräys

source: Date Received
fi: Vastaanotettu

source: Received Into
fi: Vastaanotettu

source: Serial Numbers Received
fi: Sarjanumerot vastaanotettu

source: No serial numbers defined yet
fi: Sarjanumeroita ei ole vielä määritelty

source: Serial No
fi: Sarjanumero

source: Process Manufactured Items Received
fi: Käsittele vastaanotetut tuotteet

source: Batch/Lots Received
fi: Erä / erät vastaanotettu

source: No batches/lots defined yet
fi: Eriä / eriä ei ole vielä määritelty

source: Batch/Lot No
fi: Erä / erä

source: Received Qty
fi: Vastaanotettu määrä

source: Work Order Status Inquiry
fi: Työtilauksen tila

source: Work order Number
fi: Työtilausnumero

source: Manual Issue
fi: Manuaalinen numero

source: Additional Issue
fi: Lisäongelma

source: This page must to be called from the work order entry screen
fi: Tälle sivulle täytyy soittaa työtilauksen syöttöruudulta

source: Work Order Serial Numbers in Progress
fi: Työtilausten sarjanumerot ovat kesken

source: Work Order Batches in Progress
fi: Työmääräyserät ovat kesken

source: For Work Order Number
fi: Työtilausnumero

source: and output item
fi: ja tulosteet

source: The quantity of controlled items to add was not numeric - a number is expected
fi: Lisättävien valvottujen tuotteiden määrä ei ollut numeerinen - luku on odotettavissa

source: is already entered on this work order
fi: on jo syötetty tähän työmääräykseen

source: has already been used for this item
fi: on jo käytetty tähän tuotteeseen

source: Unable to add the serial numbers requested
fi: Pyydettyjä sarjanumeroita ei voida lisätä

source: The batch or serial number reference has not been entered - a reference is required
fi: Erä- tai sarjanumeroviitettä ei ole syötetty - viite vaaditaan

source: The quantity for the batch must be numeric
fi: Erän määrän on oltava numeerinen

source: The serial number or batch reference must be unique to the item - the reference entered is already entered on this work order
fi: Sarjanumeron tai eräviitteen on oltava yksilöllinen tuotteelle - syötetty viite on jo syötetty tähän työmääräykseen

source: The serial number or batch reference must be unique to the item. The serial number/batch entered already exists
fi: Sarjanumeron tai eräviitteen on oltava yksilöllinen tuotteelle. Syötetty sarjanumero / erä on jo olemassa

source: Could not add a new serial number/batch
fi: Uutta sarjanumeroa / erää ei voitu lisätä

source: Unable to add the batch or serial number requested
fi: Pyydettyä erä- tai sarjanumeroa ei voida lisätä

source: The batch/serial number
fi: Erän / sarjanumero

source: has been deleted from this work order
fi: on poistettu tästä työmääräyksestä

source: The new batch or serial number reference has not been entered - a reference is required
fi: Uutta erä- tai sarjanumeroviitettä ei ole syötetty - viite vaaditaan

source: The reference entered is already entered on this work order
fi: Annettu viite on jo syötetty tähän työmääräykseen

source: The serial number/batch entered already exists
fi: Syötetty sarjanumero / erä on jo olemassa

source: Could not update serial/batches on the work order
fi: Työmääräyksen sarjoja / eriä ei voitu päivittää

source: Add A Number of New Serial Numbers
fi: Lisää joukko uusia sarjanumeroita

source: The input must be in number format
fi: Syötteen on oltava numeromuodossa

source: Number of new serial numbers
fi: Uusien sarjanumeroiden määrä

source: Starting at
fi: Alkaen

source: Add a single serial number
fi: Lisää yksi sarjanumero

source: Batch/Lot Ref
fi: Erän viite

source: Add a single batch/lot number
fi: Lisää yksi erä / eränumero

source: The reference must be input
fi: Viite on syötettävä

source: SNs or batch no
fi: SN tai eränumero

source: The quantity must be input
fi: Määrä on syötettävä

source: Could not get the work order serial/batch items
fi: Työtilauksen sarja- / erätuotteita ei voitu saada

source: There are no serial items or batches yet defined for this work order item. Create new items first
fi: Tälle työtilaustuotteelle ei ole vielä määritetty sarjatuotteita tai eriä. Luo ensin uusia kohteita

source: Batch Ref
fi: Erän viite

source: Back To Work Order
fi: Takaisin töihin -tilaus

source: Access Permissions Maintenance
fi: Käyttöoikeuksien ylläpito

source: The role description entered must be at least 4 characters long
fi: Syötetyn roolin kuvauksen on oltava vähintään 4 merkkiä pitkä

source: The update of the security role description failed because
fi: Suojausroolin kuvauksen päivitys epäonnistui, koska

source: The Security role description was updated.
fi: Suojausroolin kuvaus päivitettiin.

source: The update of the security role failed because
fi: Suojausroolin päivitys epäonnistui, koska

source: The Security role was created.
fi: Turvallisuusrooli luotiin.

source: The addition of the page group access failed because
fi: Sivuryhmän käyttöoikeuden lisääminen epäonnistui

source: The page group access was added.
fi: Sivuryhmän käyttöoikeus lisättiin.

source: The removal of this page-group access failed because
fi: Tämän sivuryhmän käyttöoikeuden poistaminen epäonnistui

source: This page-group access was removed.
fi: Tämä sivuryhmän käyttöoikeus poistettiin.

source: Cannot delete this role because user accounts are setup using it
fi: Tätä roolia ei voi poistaa, koska käyttäjätilit määritetään sitä käyttämällä

source: user accounts that have this security role setting
fi: käyttäjätilit, joilla on tämä suojausrooliasetus

source: security role has been deleted
fi: suojausrooli on poistettu

source: Are you sure you wish to delete this role?
fi: Haluatko varmasti poistaa tämän roolin?

source: Review Existing Roles
fi: Tarkista olemassa olevat roolit

source: The selected role is no longer available.
fi: Valittu rooli ei ole enää käytettävissä.

source: Enter Role
fi: Anna rooli

source: Assigned Security Tokens
fi: Määritetyt suojaustunnukset

source: Available Security Tokens
fi: Saatavilla olevat suojaustunnukset

source: Are you sure you wish to delete this security token from this role?
fi: Haluatko varmasti poistaa tämän suojaustunnuksen tästä roolista?

source: Users Maintenance
fi: Käyttäjien ylläpito

source: Purchases
fi: Ostot

source: Utilities
fi: Apuohjelmat

source: Display Sales module
fi: Näytä myynti-moduuli

source: Display Receivables module
fi: Näytä Saamiset-moduuli

source: Display Purchases module
fi: Näytä Ostot-moduuli

source: Display Payables module
fi: Näytä velkamoduuli

source: Display Inventory module
fi: Näytä varastomoduuli

source: Display Manufacturing module
fi: Näytön valmistusmoduuli

source: Display General Ledger module
fi: Näytä pääkirjamoduuli

source: Display Asset Manager module
fi: Näytä Asset Manager -moduuli

source: Display Petty Cash module
fi: Näytä Kassa-moduuli

source: Display Setup module
fi: Näytön asetusmoduuli

source: Display Utilities module
fi: Näytä Apuohjelmat-moduuli

source: The demonstration user called demo cannot be modified.
fi: Esittelykäyttäjää nimeltä demo ei voi muokata.

source: The user ID
fi: Käyttäjätunnus

source: already exists and cannot be used again
fi: on jo olemassa eikä sitä voida käyttää uudelleen

source: The selected user record has been updated
fi: Valittu käyttäjätietue on päivitetty

source: A new user record has been inserted
fi: Uusi käyttäjätietue on lisätty

source: The default user locations could not be processed because
fi: Oletuskäyttäjien sijainteja ei voitu käsitellä, koska

source: The SQL that was used to create the user locations and failed was
fi: SQL, jota käytettiin käyttäjien sijaintien luomiseen ja epäonnistui, oli

source: User has been authorized to use and update only his / her default location
fi: Käyttäjällä on lupa käyttää ja päivittää vain oletussijaintiaan

source: The default user GL Accounts could not be processed because
fi: Oletuskäyttäjien PK-tilejä ei voitu käsitellä, koska

source: The SQL that was used to create the user GL Accounts and failed was
fi: SQL, jota käytettiin käyttäjän PK-tilien luomiseen ja epäonnistui, oli

source: User has been authorized to use and update all GL accounts
fi: Käyttäjällä on lupa käyttää ja päivittää kaikkia PK-tilejä

source: The demonstration user called demo cannot be deleted
fi: Esittelykäyttäjää nimeltä demo ei voi poistaa

source: Cannot delete user as entries already exist in the audit trail
fi: Käyttäjää ei voi poistaa, koska kirjausketjussa on jo merkintöjä

source: The Location - User could not be deleted because
fi: Sijainti - Käyttäjää ei voitu poistaa, koska

source: The GL Account - User could not be deleted because
fi: PK-tiliä - Käyttäjää ei voitu poistaa, koska

source: The Bank Accounts - User could not be deleted because
fi: Pankkitilejä - Käyttäjää ei voitu poistaa, koska

source: The User could not be deleted because
fi: Käyttäjää ei voitu poistaa, koska

source: User Deleted
fi: Käyttäjä poistettu

source: Last Visit
fi: Viimeinen vierailu

source: Security Role
fi: Turvallisuusrooli

source: Report Size
fi: Raportin koko

source: No login record
fi: Ei kirjautumistietoja

source: Are you sure you wish to delete this user?
fi: Haluatko varmasti poistaa tämän käyttäjän?

source: Review Existing Users
fi: Tarkista olemassa olevat käyttäjät

source: At least 4 characters
fi: Vähintään 4 merkkiä

source: Please input not less than 4 characters and canot be admin or contains illegal characters
fi: Anna vähintään 4 merkkiä, eikä se voi olla järjestelmänvalvoja tai sisältää laittomia merkkejä

source: At least 5 characters
fi: Vähintään 5 merkkiä
