Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Total Input Amount
fi: Syöttö yhteensä

source: Supplier Narrative
fi: Toimittajan kertomus

source: Supplier narrative in general ledger transactions. If blank, it uses the bank narrative.
fi: Toimittajan kertomus pääkirjakirjakaupoissa. Jos se on tyhjä, se käyttää pankkikertomusta.

source: Supplier Reference
fi: Toimittajan viite

source: Supplier reference in supplier transactions. If blank, it uses the payment type.
fi: Toimittajan viite toimittajakaupassa. Jos tyhjä, se käyttää maksutyyppiä.

source: Transaction Text
fi: Tapahtuman teksti

source: Transaction text in supplier transactions. If blank, it uses the bank narrative.
fi: Transaktioteksti toimittajakaupoissa. Jos se on tyhjä, se käyttää pankkikertomusta.

source: Amount of Payment
fi: Maksun määrä

source: Payment Terms Maintenance
fi: Maksuehtojen ylläpito

source: The payment terms name must exist
fi: Maksuehtojen nimen on oltava olemassa

source: The payment terms name must be two characters or less long
fi: Maksuehtojen nimen on oltava enintään kaksi merkkiä pitkä

source: The number of days or the day in the following month must be numeric
fi: Päivien tai seuraavan kuukauden päivän on oltava numeerinen

source: The terms description must be forty characters or less long
fi: Termien kuvauksen on oltava enintään 40 merkkiä pitkä

source: When the check box is checked to indicate that the term expects a number of days after which accounts are due
fi: Kun valintaruutu on valittu osoittamaan, että termi odottaa useita päiviä, joiden jälkeen tilit erääntyvät

source: the number entered should be less than 361 days
fi: syötetyn numeron tulisi olla alle 361 päivää

source: The payment terms definition record has been updated
fi: Maksuehtojen määrittelytietue on päivitetty

source: The payment terms definition record has been added
fi: Maksuehtojen määrittelytietue on lisätty

source: Cannot delete this payment term because customer accounts have been created referring to this term
fi: Tätä maksuehtoa ei voi poistaa, koska asiakastilit on luotu viitaten tähän termiin

source: customer accounts that refer to this payment term
fi: asiakastilit, jotka viittaavat tähän maksuehtoon

source: Cannot delete this payment term because supplier accounts have been created referring to this term
fi: Tätä maksuehtoa ei voi poistaa, koska tähän termiin viittaavat toimittajatilit on luotu

source: supplier accounts that refer to this payment term
fi: toimittajatilit, jotka viittaavat tähän maksuehtoon

source: The payment term definition record has been deleted
fi: Maksuehtojen määritystietue on poistettu

source: Payment Terms.
fi: Maksuehdot.

source: Term Code
fi: Termikoodi

source: Following Month On
fi: Seuraava kuukausi

source: Due After (Days)
fi: Erääntyy (päivää)

source: th
fi: s

source: days
fi: päivää

source: Are you sure you wish to delete this payment term?
fi: Haluatko varmasti poistaa tämän maksuehdon?

source: Show all Payment Terms Definitions
fi: Näytä kaikki maksuehtojen määritelmät

source: Update Payment Terms.
fi: Päivitä maksuehdot.

source: New Payment Terms.
fi: Uudet maksuehdot.

source: A 2 character code to identify this payment term. Any alpha-numeric characters can be used
fi: 2-merkkinen koodi tämän maksuehdon tunnistamiseksi. Mitä tahansa aakkosnumeerista merkkiä voidaan käyttää

source: Terms Description
fi: Ehdot Kuvaus

source: A description of the payment terms is required
fi: Maksuehtojen kuvaus vaaditaan

source: Due After A Given No. Of Days
fi: Erääntyy tietyn päivämäärän jälkeen

source: Days (Or Day In Following Month)
fi: Päivät (tai seuraavan kuukauden päivä)

source: Excel file for Petty Cash Expenses Analysis
fi: Excel-tiedosto pienten kassakulujen analysointia varten

source: For Petty Cash Tabs
fi: Kassa-välilehdille

source: All Tabs
fi: Kaikki välilehdet

source: Create Petty Cash Expenses Excel File
fi: Luo pienet kassakulut Excel-tiedosto

source: Assignment of Cash from Tab to Tab
fi: Käteisen jakaminen välilehdeltä välilehdelle

source: You must first select a petty cash tab to assign cash
fi: Sinun on ensin valittava pieni käteisvälilehti käteisen osoittamiseksi

source: The tab selected FROM should not be the same as the selected TO
fi: Valitun FROM-välilehden ei pitäisi olla sama kuin valittu TO-välilehti

source: The currency of the tab transferred from should be the same as the tab being transferred to
fi: Siirtyvän välilehden valuutan tulee olla sama kuin välilehden, johon siirretään

source: The number of days must be a positive number
fi: Päivien lukumäärän on oltava positiivinen

source: The Amount must be input
fi: Summa on syötettävä

source: The balance after this assignment would be greater than the specified limit for this PC tab
fi: Tämän tehtävän jälkeen saldo olisi suurempi kuin tälle Kassa-välilehdelle määritetty raja

source: Assignment of cash from PC Tab
fi: Käteisen luovutus Kassa-välilehdeltä

source: Petty cash tab to assign cash from
fi: Kassa -välilehti, josta voit määrittää käteistä

source: Petty cash tab to assign cash to
fi: Kassa -välilehti käteisen osoittamiseksi

source: Select another pair of tabs
fi: Valitse toinen välilehtipari

source: Detail of Tab Movements For Last
fi: Yksityiskohta välilehden liikkeistä viimeiseksi

source: Days
fi: Päivää

source: Expense Code
fi: Kulukoodi

source: Business Purpose
fi: Liiketoiminnan tarkoitus

source: Receipt Attachment
fi: Kuittiliite

source: Date Authorised
fi: Valtuutuspäivä

source: Download attachment
fi: Lataa liite

source: No attachment
fi: Ei liitettä

source: Unauthorised
fi: Luvaton

source: Current balance
fi: Nykyinen tasapaino

source: New Cash Assignment
fi: Uusi käteisomistus

source: Cash Assignment Date
fi: Käteisen tehtävän päivämäärä

source: Assignment of Cash to Petty Cash Tab
fi: Käteisvarojen jakaminen Kassa-välilehdelle

source: Cash NOT assigned because PC tab current balance is over its cash limit of
fi: Käteistä EI osoiteta, koska Kassa-välilehden nykyinen saldo ylittää sen käteisrajan

source: Report expenses before being allowed to assign more cash or ask the administrator to increase the limit
fi: Ilmoita kulut ennen kuin sinulle annetaan enemmän rahaa tai pyydä järjestelmänvalvojaa korottamaan rajaa

source: Cash assigned but PC tab current balance is over its cash limit of
fi: Käteinen varattu, mutta Kassa-välilehden nykyinen saldo ylittää sen käteisrajan

source: Assignment of cash to PC Tab
fi: Käteisen siirto Kassa-välilehdelle

source: The assignment of cash record could not be deleted because
fi: Käteisrekisterin tehtävää ei voitu poistaa, koska

source: Assign cash to petty cash tab
fi: Määritä käteinen pienen käteisen välilehdelle

source: Select another tab
fi: Valitse toinen välilehti

source: Petty Cash Tab
fi: Kassa-välilehti

source: Are you sure you wish to delete this assigned cash?
fi: Haluatko varmasti poistaa tämän osoitetun käteisen?

source: Update Cash Assignment
fi: Päivitä käteistehtävä

source: Authorisation of Assigned Cash
fi: Myönnetyn käteisen valtuutus

source: You must first select a petty cash tab to authorise
fi: Sinun on ensin valittava pieni käteisvälilehti valtuuttamista varten

source: Petty Cash
fi: Kassa

source: Authorisation of Assigned Cash
fi: Myönnetyn käteisen valtuutus

source: Detail of Tab Movements For Last
fi: Yksityiskohta välilehden liikkeistä viimeiseksi

source: PettyCash
fi: Kassa

source: The cash was successfully authorised and has been posted to the General Ledger
fi: Käteinen valtuutus onnistui ja se on kirjattu pääkirjaan

source: There was a problem authorising the cash, and the transaction has not been posted
fi: Käteisen valtuuttamisessa oli ongelma, eikä tapahtumaa ole kirjattu

source: This cash has already been authorised, and cannot be posted again
fi: Tämä käteinen on jo valtuutettu, eikä sitä voi lähettää uudelleen

source: Authorise cash assigned to petty cash tab
fi: Valtuuta käteinen, joka on määritetty pienikokoiselle välilehdelle

source: Authorisation of Petty Cash Expenses
fi: Pienien kassakulujen hyväksyminen

source: You Must First Select a Petty Cash Tab To Authorise
fi: Valtuuttamiseksi sinun on ensin valittava Kassa-välilehti

source: Date of Expense
fi: Kulutuspäivä

source: Gross Amount
fi: Bruttomäärä

source: Expenses have been correctly authorised
fi: Kulut on hyväksytty oikein

source: Authorise expenses on petty cash tab
fi: Hyväksy kulut pienellä käteisellä -välilehdellä

source: Claim Petty Cash Expenses From Tab
fi: Lunasta pienet kassakulut välilehdeltä

source: You have not selected a tab to claim the expenses on
fi: Et ole valinnut välilehteä, josta voit vaatia kuluja

source: You have not selected an expense to claim on this tab
fi: Et ole valinnut tällä välilehdellä vaadittavaa kulutusta

source: The amount must be greater than 0
fi: Summan on oltava suurempi kuin 0

source: The date input is not in the correct format
fi: Päivämäärän syöttö ei ole oikeassa muodossa

source: The expense record on tab
fi: Välilehden kululista

source: The uploaded file exceeds the maximum file size of
fi: Lähetetty tiedosto ylittää tiedostojen enimmäiskoon

source: File type not accepted. Only the following file types can be attached
fi: Tiedostotyyppiä ei hyväksytä. Vain seuraavat tiedostotyypit voidaan liittää

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. Please contact your system administrator.
fi: Lähetetty tiedosto ylittää php.ini-tiedostossa olevan upload_max_filesize-direktiivin. Ota yhteyttä järjestelmänvalvojaasi.

source: The uploaded file was only partially uploaded. Please try again.
fi: Lähetetty tiedosto ladattiin vain osittain. Yritä uudelleen.

source: No file was uploaded
fi: Tiedostoa ei lähetetty

source: Undefined error
fi: Määrittelemätön virhe

source: A necessary temporary folder is missing. Please contact your system administrator.
fi: Tarvittava väliaikainen kansio puuttuu. Ota yhteyttä järjestelmänvalvojaasi.

source: Cannot write file to disk. Please contact your system administrator.
fi: Tiedostoa ei voi kirjoittaa levylle. Ota yhteyttä järjestelmänvalvojaasi.

source: The file upload was stopped by a PHP extension. Please contact your system administrator.
fi: Tiedoston lataaminen pysäytettiin PHP-laajennuksella. Ota yhteyttä järjestelmänvalvojaasi.

source: The expense claim on tab
fi: Välilehdellä oleva kuluvaatimus

source: Petty Cash Expense record could not be deleted because
fi: Kassa-kulujen tietuetta ei voitu poistaa, koska

source: Clain expenses on petty cash tab
fi: Korvauskulut pienellä käteisellä -välilehdellä

source: Petty Cash Claim Entry
fi: Kassa vaatimusmerkintä

source: Are you sure you wish to delete this expense?
fi: Haluatko varmasti poistaa tämän kulut?

source: Update Expense
fi: Päivitä kulu

source: New Expense
fi: Uusi kustannus

source: Attach Receipt
fi: Liitä kuitti

source: Accepted file types
fi: Hyväksytyt tiedostotyypit

source: Maintenance Of Petty Cash Of Expenses
fi: Pienten kulujen ylläpito

source: The Expense type code cannot be an empty string or spaces
fi: Expense-tyyppikoodi ei voi olla tyhjä merkkijono tai välilyöntejä

source: The expense code must be twenty characters or less long
fi: Kustannuskoodin on oltava enintään 20 merkkiä pitkä

source: The expense code cannot contain any of the following characters
fi: Kustannuskoodi ei voi sisältää mitään seuraavista merkeistä

source: The expense description cannot contain any of the following characters
fi: Kulukuvauksessa ei saa olla mitään seuraavista merkeistä

source: The tab code must be fifty characters or less long
fi: Välilehden koodin on oltava enintään 50 merkkiä pitkä

source: The tab code description must be entered
fi: Välilehden koodin kuvaus on annettava

source: A tax category must be selected from the list
fi: Veroluokka on valittava luettelosta

source: The Expenses type
fi: Kulut-tyyppi

source: The Expense type
fi: Kulutyyppi

source: already exists
fi: on jo olemassa

source: Expense
fi: Kulut

source: The number of type of tabs using this expense code could not be retrieved
fi: Tätä kulukoodia käyttävien välilehtien lukumäärää ei voitu noutaa

source: Cannot delete this petty cash expense because it is used in some tab types
fi: Tätä pientä käteiskustannusta ei voi poistaa, koska sitä käytetään joissakin välilehdetyypeissä

source: tab types using this expense code
fi: välilehdetyypit käyttämällä tätä kulukoodia

source: The expense type record could not be deleted because
fi: Kulutyyppitietuetta ei voitu poistaa, koska

source: Expense type
fi: Kustannustyyppi

source: Tax Category
fi: Veroluokka

source: Are you sure you wish to delete this expense code and all the details it may have set up?
fi: Haluatko varmasti poistaa tämän kustannuskoodin ja kaikki sen mahdollisesti asettamat tiedot?

source: Show All Petty Cash Expenses Defined
fi: Näytä kaikki määritetyt pienet kassakulut

source: Maintenance Of Petty Cash Expenses For a Type Tab
fi: Tyypin välilehden pienten kassakulujen ylläpito

source: The petty cash tab type contain any of the following characters \ ' - &amp; or a space
fi: Käteisrahan välilehtityyppi sisältää jonkin seuraavista merkeistä \ ' - &amp; tai välilyönnin

source: You have not selected a tab to maintain the expenses on
fi: Et ole valinnut välilehteä kulujen ylläpitämiseksi

source: You have not selected an expense to add to this tab
fi: Et ole valinnut tähän välilehteen lisättäviä kuluja

source: The Expense
fi: Kulu

source: already exists in this Type of Tab
fi: on jo olemassa tämän tyyppisissä välilehdissä

source: Expense code
fi: Kulukoodi

source: for Type of Tab
fi: välilehden tyypille

source: The Tab Type record could not be deleted because
fi: Välilehden tyypin tietuetta ei voitu poistaa, koska

source: for type of tab
fi: välilehden tyypille

source: Select Type of Tab
fi: Valitse välilehden tyyppi

source: Expense Codes for Type of Tab
fi: Välilehden tyypin kustannuskoodit

source: Are you sure you wish to delete this expense code?
fi: Haluatko varmasti poistaa tämän kustannuskoodin?

source: Select Expense Code
fi: Valitse Kulukoodi

source: Petty Cash Expense Management Report
fi: Kassa kulujen hallinta -raportti

source: PC Expense Report
fi: Kassa-kuluraportti

source: Show HTML
fi: Näytä HTML

source: No Petty Cash movements for this expense code were returned by the SQL because
fi: SQL ei palauttanut mitään kulukoodin Kassa-liikkeitä, koska

source: Tab
fi: Välilehti

source: Select A Different Date
fi: Valitse Eri päivämäärä

source: Petty Cash Management Report
fi: Kassa Hallinta -raportti

source: Petty Cash Report Of Tab
fi: Kassa Raportti -välilehti

source: An error occurred getting the orders details
fi: Tilaustietojen saamisessa tapahtui virhe

source: The SQL used to get the orders that failed was
fi: SQL, jota käytettiin epäonnistuneiden tilausten saamiseen, oli

source: There were no expenses found in the database within the period from
fi: Tietokannasta ei löytynyt kuluja vuodesta

source: Please try again selecting a different date range
fi: Yritä uudelleen valita toinen ajanjakso

source: The SQL that returned no rows was
fi: Rivejä palauttamaton SQL oli

source: No Petty Cash tabs were returned by the SQL because
fi: SQL ei palauttanut yhtään Kassa-välilehteä, koska

source: Tab Code :
fi: Välilehden koodi:

source: User
fi: Käyttäjä

source: Cash Assigner
fi: Käteisomistaja

source: Authoriser - Cash
fi: Valtuuttaja - Käteinen

source: Authoriser - Expenses
fi: Valtuuttaja - kulut

source: Balance before
fi: Tasapaino ennen

source: Balance at
fi: Tasapaino

source: No Petty Cash Tabs were returned by the SQL because
fi: SQL ei palauttanut yhtään Kassa-välilehteä, koska

source: Tab Code
fi: Välilehden koodi

source: Total not authorised before
fi: Yhteensä ei ole hyväksytty aikaisemmin

source: No Petty Cash movements for this tab were returned by the SQL because
fi: SQL ei palauttanut mitään tämän välilehden Kassa-liikkeitä, koska

source: Open Attachment
fi: Avaa Liite

source: Excel file for Petty Cash Tab Expenses List
fi: Excel-tiedosto Kassa-välilehden kululuetteloon

source: For Petty Cash Tab
fi: Kassa-välilehdelle

source: Date Range
fi: Ajanjakso

source: Create Petty Cash Tab Expenses List Excel File
fi: Luo Kassa-välilehden kululista Excel-tiedosto

source: Maintenance Of Petty Cash Tabs
fi: Kassa-välilehtien ylläpito

source: The Tab code cannot be an empty string or spaces
fi: Sarkainkoodi ei voi olla tyhjä merkkijono tai välilyöntejä

source: The Tab code must be twenty characters or less long
fi: Välilehden koodin on oltava enintään 20 merkkiä pitkä

source: You must select a User for this tab
fi: Sinun on valittava tälle välilehdelle käyttäjä

source: You must select a type of tab from the list
fi: Sinun on valittava välilehden tyyppi luettelosta

source: You must select a User to assign cash to this tab
fi: Sinun on valittava Käyttäjä osoittamaan käteistä tälle välilehdelle

source: You must select a User to authorise this tab
fi: Sinun on valittava käyttäjä, joka valtuuttaa tämän välilehden

source: You must select a General ledger code for the cash to be assigned from
fi: Sinun on valittava pääkirjakoodi, josta käteinen osoitetaan

source: You must select a General ledger code for this petty cash tab
fi: Sinun on valittava pääkirjakoodi tälle pienikokoiselle välilehdelle

source: You must select a tax group
fi: Sinun on valittava veroryhmä

source: The Petty Cash Tab
fi: Kassa-välilehti

source: The Tab
fi: Välilehti

source: The Tab record could not be deleted because
fi: Välilehden tietuetta ei voitu poistaa, koska

source: Type Of Tab
fi: Välilehden tyyppi

source: Limit
fi: Raja

source: GL Account For Cash Assignment
fi: PK-tili käteistä varten

source: GL Account Petty Cash Tab
fi: PK-tili Kassa-välilehti

source: Default Tag
fi: Oletustunniste

source: Are you sure you wish to delete this tab code?
fi: Haluatko varmasti poistaa tämän välilehden koodin?

source: Show All Tabs Defined
fi: Näytä kaikki määritetyt välilehdet

source: Limit Of Tab
fi: Välilehden raja

source: GL Account Cash Assignment
fi: PK-tilin käteisen asetus

source: Maintenance Of Petty Cash Type of Tabs
fi: Kassa-tyyppisten välilehtien ylläpito

source: The Tabs type code cannot be an empty string
fi: Välilehdet-tyyppikoodi ei voi olla tyhjä merkkijono

source: The tab code must be twenty characters or less long
fi: Välilehden koodin on oltava enintään 20 merkkiä pitkä

source: The petty cash tab type code cannot contain any of the illegal characters
fi: Pienen käteisen välilehden tyyppikoodi ei voi sisältää laittomia merkkejä

source: The tab code must be Fifty characters or less long
fi: Välilehden koodin on oltava enintään 50 merkkiä pitkä

source: The Tabs type
fi: Välilehdet-tyyppi

source: The Tab type
fi: Välilehtityyppi

source: Tabs type
fi: Välilehtien tyyppi

source: The number of tabs using this Tab type could not be retrieved
fi: Tätä välilehtiä käyttävien välilehtien määrää ei voitu noutaa

source: Cannot delete this tab type because tabs have been created using this tab type
fi: Tätä välilehdetyyppiä ei voi poistaa, koska välilehdet on luotu tällä välilehdetyypillä

source: Return to list of tab types
fi: Palaa välilehdetyyppien luetteloon

source: Tab type
fi: Välilehden tyyppi

source: Are you sure you wish to delete this code and all the description it may have set up?
fi: Haluatko varmasti poistaa tämän koodin ja kaikki sen mahdollisesti asettamat kuvaukset?

source: Show All Types Tabs Defined
fi: Näytä kaikki määritetyt välilehdet

source: Code Of Type Of Tab
fi: Välilehden tyypin koodi

source: Description Of Type of Tab
fi: Välilehden tyypin kuvaus

source: Select Acknowledgement To Print
fi: Valitse Tulostuksen kuittaus

source: Select a Acknowledgement to Print before calling this page
fi: Valitse tulostettava kuittaus ennen kuin soitat tälle sivulle

source: Acknowledgements
fi: Kiitokset

source: There was a problem retrieving the Acknowledgement header details for Order Number
fi: Tilausnumeron Vahvistus-otsikkotietojen noutamisessa oli ongelma

source: Print Acknowledgement Error
fi: Tulosta kuittausvirhe

source: Unable to Locate Acknowledgement Number
fi: Vahvistusnumeroa ei löydy

source: Outstanding Acknowledgements
fi: Erinomaiset kiitokset

source: Customer Acknowledgement
fi: Asiakkaan kuittaus

source: Acknowledgement
fi: Tunnustus

source: There was a problem retrieving the Acknowledgement line details for Acknowledgement Number
fi: Kuittausnumeron kuittausrivin tietojen noutamisessa oli ongelma

source: Customer Part
fi: Asiakasosa

source: Notes:
fi: Huomautuksia:

source: Total Excluding Tax
fi: Yhteensä ilman veroja

source: Freight
fi: Rahti

source: Total Including Tax and Freight
fi: Yhteensä verot ja rahti mukaan lukien

source: There were no items on the Acknowledgement
fi: Kiitoksessa ei ollut kohteita

source: The Acknowledgement cannot be printed
fi: Kuittaa ei voida tulostaa

source: Print Another Acknowledgement
fi: Tulosta toinen kuittaus

source: Create PDF Print Out For A Batch Of Receipts
fi: Luo PDF-tulosteet erää varten

source: Select the batch number of receipts to be printed
fi: Valitse tulostettavien kuittien eränumero

source: Create PDF
fi: Luo PDF

source: An error occurred getting the header information about the receipt batch number
fi: Virhe noudettaessa otsikkotietoja kuitin eränumerosta

source: The SQL used to get the receipt header information that failed was
fi: SQL, jota käytettiin epäonnistuneiden kuittiotsikkotietojen saamiseen, oli

source: Create PDF Print-out For A Batch Of Receipts
fi: Luo PDF-tulosteet kuittierälle

source: The receipt batch number
fi: Kuittierän numero

source: was not found in the database
fi: ei löytynyt tietokannasta

source: Please try again selecting a different batch number
fi: Yritä valita toinen eränumero uudelleen

source: An error occurred getting the customer receipts for batch number
fi: Eränumeron asiakaskuittien saamisessa tapahtui virhe

source: The SQL used to get the customer receipt information that failed was
fi: SQL käytti asiakkaan kuittitietojen hakemiseen epäonnistunutta

source: An error occurred getting the GL receipts for batch number
fi: Eränumeron PK-kuittien saamisessa tapahtui virhe

source: The SQL used to get the GL receipt information that failed was
fi: SQL käytti PK-kuittitietojen hakemista, joka epäonnistui

source: Banking Summary
fi: Pankkiyhteenveto

source: Banking Summary Number
fi: Pankkiyhteenvedon numero

source: BANKED
fi: PANKKI

source: Payment Listing
fi: Maksutiedot

source: Enter the date from which cheques are to be listed
fi: Syötä päivämäärä, josta alkaen sekit on lueteltava

source: Enter the date to which cheques are to be listed
fi: Syötä päivämäärä, johon mennessä tarkastukset on lueteltava

source: Email the report off
fi: Lähetä raportti sähköpostitse pois

source: An error occurred getting the payments
fi: Maksujen saamisessa tapahtui virhe

source: There were no bank transactions found in the database within the period from
fi: Tietokannasta ei löytynyt pankkitapahtumia alkaneella kaudella

source: Please try again selecting a different date range or account
fi: Yritä uudelleen valita toinen ajanjakso tai tili

source: Cheque Listing
fi: Tarkista luettelo

source: Cheque listing from
fi: Tarkista luettelo

source: An error occurred getting the GL transactions
fi: PK-tapahtumien saamisessa tapahtui virhe

source: CHEQUES
fi: TARKASTUKSET

source: Payments check list
fi: Maksujen tarkistusluettelo

source: Please find herewith payments listing from
fi: Täältä löydät maksutiedot alkaen

source: There are no member in Check Listing Recipients email group, no mail will be sent
fi: Tarkista listalla olevien vastaanottajien sähköpostiryhmässä ei ole jäseniä, sähköpostia ei lähetetä
