Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The password is expected to 5 characters or more long
fi: Salasanan odotetaan olevan vähintään 5 merkkiä pitkä

source: The confirmation password must be entered
fi: Vahvistussalasana on annettava

source: The confrimation password and the password fields must be identical
fi: Hälytyssalasanan ja salasanakenttien on oltava samat

source: The confirmation password is expected to 5 characters or more long
fi: Vahvistussalasanan odotetaan olevan vähintään 5 merkkiä pitkä

source: The contact name is expected to 3 characters or more long
fi: Yhteyshenkilön nimen odotetaan olevan vähintään 3 merkkiä pitkä

source: The billing building address or number must be entered
fi: Laskutusrakennuksen osoite tai numero on annettava

source: The billing building address or number is expected to 2 characters or more long
fi: Laskutusrakennuksen osoitteen tai numeron odotetaan olevan vähintään 2 merkkiä pitkä

source: The billing street address must be entered
fi: Laskutuskatu on annettava

source: The billing street address is expected to 4 characters or more long
fi: Laskutusosoitteen odotetaan olevan vähintään 4 merkkiä pitkä

source: The billing address city must be entered
fi: Laskutusosoitekaupunki on annettava

source: The billing address city is expected to 4 characters or more long
fi: Laskutusosoitekaupungin odotetaan olevan vähintään 4 merkkiä pitkä

source: The billing address zip code must be entered
fi: Laskutusosoitteen postinumero on annettava

source: The billing address zip code is expected to 3 characters or more long
fi: Laskutusosoitteen postinumeron odotetaan olevan vähintään 3 merkkiä pitkä

source: The phone number must be entered
fi: Puhelinnumero on syötettävä

source: The phone must be at least 5 digits long
fi: Puhelimen on oltava vähintään 5 numeroa pitkä

source: The phone number can only contain digits
fi: Puhelinnumero voi sisältää vain numeroita

source: The delivery street address must be entered
fi: Toimituskatu osoite on annettava

source: The delivery street address is expected to 4 characters or more long
fi: Toimituskatuosoitteen odotetaan olevan vähintään 4 merkkiä pitkä

source: The delivery city must be entered
fi: Toimituskaupunki on syötettävä

source: The delivery city is expected to 3 characters or more long
fi: Toimituskaupungin odotetaan olevan vähintään 3 merkkiä pitkä

source: The delivery zip code must be entered
fi: Toimituksen postinumero on annettava

source: The delivery zip code is expected to 3 characters or more long
fi: Toimituksen postinumeron odotetaan olevan vähintään 3 merkkiä pitkä

source: Update Your Account Details
fi: Päivitä tilisi tiedot

source: Billing Address - Number/Street
fi: Laskutusosoite - numero / katu

source: Billing Address - Street
fi: Laskutusosoite - katu

source: Billing Address - Suburb
fi: Laskutusosoite - lähiö

source: Billing Address - City
fi: Laskutusosoite - kaupunki

source: Billing Address - ZIP
fi: Laskutusosoite - ZIP

source: VAT No.
fi: ALV-numero

source: Click this button to make the delivery details the same as the billing address
fi: Napsauta tätä painiketta, jos haluat, että toimitustiedot ovat samat kuin laskutusosoite

source: Delivery Address As Billing Address
fi: Toimitusosoite laskutusosoitteena

source: Delivery Address - Number/Street
fi: Toimitusosoite - numero / katu

source: Billing Currency
fi: Laskutusvaluutta

source: Update Details
fi: Päivitä tiedot

source: Update Quantity
fi: Päivitä määrä

source: Remove item
fi: Poista esine

source: Enter New Quantity
fi: Syötä uusi määrä

source: Freight cost
fi: Rahtikustannukset

source: Freight Costs paid by
fi: Rahtikustannukset maksaa

source: incl tax
fi: sis. verot

source: Click for more information
fi: Napsauta saadaksesi lisätietoja

source: Stock QTY
fi: Varastossa Määrä

source: Sending the PayPal Request
fi: Lähetetään PayPal-pyyntöä

source: failed with curl error:
fi: epäonnistui käpristymisvirheellä:

source: Invalid PayPal response. Unable to pay using paypal
fi: Virheellinen PayPal-vastaus. Ei voi maksaa paypalilla

source: web payment
fi: verkkomaksu

source: The customer receipt cannot be added because
fi: Asiakaskuittausta ei voi lisätä, koska

source: web shop receipt
fi: verkkokaupan kuitti

source: web
fi: verkko

source: payment for order
fi: tilausmaksu

source: Transaction ID
fi: Tapahtuman tunnus

source: Bank Account Details
fi: Pankkitilin tiedot

source: Pay to
fi: Maksaa

source: An error occurred accessing the default customer configuration
fi: Asiakkaan oletusasetuksia käytettäessä tapahtui virhe

source: The customer defaults have not yet been set up
fi: Asiakkaan oletusasetuksia ei ole vielä määritetty

source: From the webERP system setup tab select shop maintenance to enter the default customer and customer branch information and other shop set up preferences
fi: Valitse webERP-järjestelmän asetukset -välilehdestä myymälän ylläpito syöttääksesi asiakas- ja asiakashaaratoiminnon oletustiedot ja muut kaupan asetukset

source: Click to show the detail of what is in the shopping cart
fi: Napsauta nähdäksesi yksityiskohdat ostoskorista

source: Cart Summary
fi: Ostoskorin yhteenveto

source: Home
fi: Koti

source: Logged in as
fi: Kirjautuneena sisään nimellä

source: Update Account Details
fi: Päivitä tilin tiedot

source: Enter Email
fi: Syötä sähköposti

source: This account is blocked due to a number of unsuccessful login attempts. Please contact store support to reset your account
fi: Tämä tili on estetty epäonnistuneiden kirjautumisyritysten vuoksi. Ota tilisi palauttamiseksi yhteyttä myymälätukeen

source: We would like to do business with you but these login credentials are unknown to us.
fi: Haluamme harjoittaa liiketoimintaa kanssasi, mutta nämä kirjautumistiedot eivät ole meille tiedossa.

source: Unable to add the payment surcharge line to the sales order
fi: Maksu lisäriviä ei voi lisätä myyntitilaukseen

source: Unable to add the freight charge line to the sales order
fi: Rahtimaksuriviä ei voi lisätä myyntitilaukseen

source: Order to be delivered to
fi: Tilaus toimitetaan

source: Line Price
fi: Linjan hinta

source: Total Items Ordered Value
fi: Tuotteiden tilausarvo yhteensä

source: Payment information
fi: Maksutiedot

source: Payment was made by
fi: Maksu suoritettiin

source: payment attempt was not successful. We will contact you via email to double check the details and complete the payment process.
fi: maksuyritys ei onnistunut. Otamme sinuun yhteyttä sähköpostitse tarkistaaksesi tiedot ja suorittamalla maksuprosessin.

source: Payment made by
fi: Maksun suorittaa

source: This order will be charged to your account
fi: Tämä tilaus veloitetaan tililtäsi

source: Payment to be made by bank transfer to our account
fi: Maksu suoritetaan pankkisiirrolla tilillemme

source: This order has been credited to your account with us. Invoicing will be done as usual.
fi: Tämä tilaus on hyvitetty tilillesi. Laskutus tapahtuu normaalisti.

source: Shipment information
fi: Lähetystiedot

source: Your order will be shipped to you shortly via
fi: Tilauksesi lähetetään sinulle pian kautta

source: We will send you to this email address the tracking number once shipped.
fi: Lähetämme sinulle tähän sähköpostiosoitteeseen seurantanumeron, kun se on lähetetty.

source: Do not hesitate to contact us for any further detail you might need.
fi: Älä epäröi ottaa yhteyttä meihin, jos tarvitset lisätietoja.

source: Unable to pay using pay-pal at this time. Please use a different payment type or try again
fi: Ei voi maksaa pay-pal-palvelun avulla tällä hetkellä. Käytä toista maksutyyppiä tai yritä uudelleen

source: PayPal payment has been successfully completed with PayPal transaction ID
fi: PayPal-maksu on suoritettu onnistuneesti PayPal-tapahtuman tunnuksella

source: Although the PayPal payment has been initiated it will require your approval from your PayPal account, before it can be completed.
fi: Vaikka PayPal-maksu on aloitettu, se edellyttää PayPal-tilisi hyväksyntää, ennen kuin se voidaan suorittaa.

source: The PayPal payment is recorded as pending because
fi: PayPal-maksu kirjataan odottavaksi, koska

source: The PayPal transactions ID is
fi: PayPal-tapahtumien tunnus on

source: PayPal payment was unsuccesful - the request returned the error:
fi: PayPalin maksu ei onnistunut - pyyntö palautti virheen:

source: Please retry or use another method to process your payment
fi: Yritä uudelleen tai käytä toista tapaa käsitellä maksusi

source: PayPal Transaction Fees
fi: PayPalin maksutapahtumat

source: Paypal Fees for Transaction ID
fi: Paypal-maksut tapahtumasta

source: The SQL that failed to insert the Paypal transaction fee from the bank account debit was
fi: SQL, joka ei onnistunut lisäämään Paypal-tapahtumamaksua pankkitilin veloitukselta, oli

source: The SQL that failed to insert the Paypal transaction fee for the commission account credit was
fi: SQL, joka ei onnistunut lisäämään Paypal-tapahtumamaksua provisiotilille, oli

source: Credit Card
fi: Luottokortti

source: Bank Transfer
fi: Pankkisiirto
