Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Checks will be made to ensure that there are no stock movements, sales analysis records, sales order items or purchase order items for the item
fi: Tarkistukset tehdään sen varmistamiseksi, että tuotteelle ei ole varastojen liikkeitä, myyntianalyysitietueita, myyntitilaustuotteita tai ostotilaustuotteita

source: No deletions will be allowed if they exist
fi: Poistuksia ei sallita, jos niitä on

source: Delete This Item
fi: Poista tämä kohde

source: Could not retrieve the requested item
fi: Pyydettyä kohdetta ei voitu noutaa

source: The SQL used to retrieve the items was
fi: Kohteiden noutamiseen käytetty SQL oli

source: This is a kitset part and cannot have a stock holding
fi: Tämä on kitset-osa, eikä sillä voi olla varastotilaa

source: only the total quantity on outstanding sales orders is shown
fi: näytetään vain jäljellä olevien myyntitilausten kokonaismäärä

source: This is an assembly part and cannot have a stock holding
fi: Tämä on kokoonpano-osa, eikä sillä voi olla varastotilaa

source: This is an dummy part and cannot have a stock holding
fi: Tämä on nuken osa, eikä sillä voi olla varastotilaa

source: Input the stock code to inquire upon. Only alpha-numeric characters are allowed in stock codes with no spaces punctuation or special characters. Underscore or dashes are allowed.
fi: Syötä varastokoodi tiedustellaksesi. Vain aakkosnumeeriset merkit ovat sallittuja varastokoodeissa ilman välilyöntejä tai erikoismerkkejä. Alaviiva tai viivat ovat sallittuja.

source: Alpha-numeric only
fi: Vain aakkosnumeerinen

source: In Transit
fi: Matkalla

source: The workorder component demand for this product from
fi: Tämän tuotteen työasemakomponenttien kysyntä

source: Update Bins
fi: Päivitä lokerot

source: Pricing history for sales of
fi: Tuotteiden hinnoitteluhistoria

source: No history of sales of
fi: Ei historiaa

source: Show Usage
fi: Näytä käyttö

source: Transfer Controlled Items
fi: Siirrä hallittuja kohteita

source: Enter A Stock Transfer
fi: Anna varastosiirto

source: This page can only be opened if a Stock Transfer for a Controlled Item has been initiated
fi: Tämä sivu voidaan avata vain, jos hallitun tuotteen varastosiirto on aloitettu

source: Receive A Stock Transfer
fi: Vastaanota varastosiirtoa

source: The transferred item must be defined as controlled to require input of the batch numbers or serial numbers being transferred
fi: Siirretty kohde on määriteltävä kontrolloiduksi, jotta se vaatii siirrettävien eränumeroiden tai sarjanumeroiden syöttämistä

source: Transfer Items is set equal to
fi: Siirron kohteet on asetettu yhtä suureksi

source: Back To Transfer Screen
fi: Takaisin siirtonäyttöön

source: Transfer of controlled item
fi: Valvotun kohteen siirto

source: Stock Transfers
fi: Osakkeiden siirrot

source: Select Item to Transfer
fi: Valitse siirrettävä kohde

source: Unable to locate Stock Code
fi: Varastokoodia ei löydy

source: The part entered is either or a dummy part or an assembly or a kit-set part
fi: Syötetty osa on joko tai nuken osa, kokoonpano tai sarjapaketti

source: These parts are not physical parts and no stock holding is maintained for them
fi: Nämä osat eivät ole fyysisiä osia, eikä niiden varastointia ylläpidetä

source: Stock Transfers are therefore not possible
fi: Varastonsiirrot eivät siis ole mahdollisia

source: Enter another Transfer
fi: Anna toinen siirto

source: The quantity entered must be a positive number greater than zero
fi: Syötetyn määrän on oltava positiivinen luku, joka on suurempi kuin nolla

source: The locations to transfer from and to must be different
fi: Siirrettävien ja lähtevien sijaintien on oltava erilaisia

source: Could not retrieve the QOH at the sending location because
fi: QOH:n noutaminen lähetyspaikasta epäonnistui, koska

source: There is insufficient stock to make this transfer and webERP is setup to prevent negative stock
fi: Varastoa ei ole riittävästi tämän siirron suorittamiseen, ja webERP on asetettu estämään negatiivinen varasto

source: The serial stock item record could not be added because
fi: Sarjavarastotietueita ei voitu lisätä, koska

source: The following SQL to insert the serial stock item record was used
fi: Sarjavarastotietue lisättiin seuraavaan SQL:ään

source: Could not retrieve QOH at the destination because
fi: QOH:n noutaminen määränpäästä epäonnistui, koska

source: Could not determine if the serial item exists in the transfer to location
fi: Ei voitu selvittää, onko sarjanumero siirtämisessä sijaintiin

source: The following SQL to insert the serial stock item record was used:
fi: Sarjavarastotietue lisättiin seuraavaan SQL:ään:

source: An inventory transfer of
fi: Varaston siirto

source: The stock ID should not be blank or contains illegal characters, you can choose left this blank and only keyin
fi: Varaston tunnus ei saa olla tyhjä tai sisältää laittomia merkkejä, voit jättää tämän tyhjäksi ja vain avaimen

source: then push
fi: paina sitten

source: You can key in part of stock description or left this and
fi: Voit näppäillä osan varastotiedot tai jättää tämän ja

source: blank and click
fi: tyhjä ja napsauta

source: to view the whole stock list
fi: nähdäksesi koko osakelistan

source: You can key in partial of the stock code or just left this blank to click
fi: Voit näppäillä tuotekoodin osittain tai jättää tämän tyhjäksi napsauttamalla

source: Transfer Quantity
fi: Siirtomäärä

source: The transfer quantity cannot be zero
fi: Siirtomäärä ei voi olla nolla

source: The transfer quantity cannot be zer0
fi: Siirtomäärä ei voi olla nolla0

source: Enter Stock Transfer
fi: Anna varastosiirto

source: Usage
fi: Käyttö

source: Stock Usage Graph Problem
fi: Osakkeen kaavion ongelma

source: The stock usage for the selected criteria could not be retrieved because
fi: Valittujen ehtojen varastokäyttöä ei voitu noutaa, koska

source: There are no movements of this item from the selected location to graph
fi: Tätä kohdetta ei siirretä valitusta sijainnista kaavioon

source: Stock Usage
fi: Varaston käyttö

source: You should automatically be forwarded to the usage graph
fi: Sinun tulisi ohjata automaattisesti käyttökaavioon

source: The selected item is a dummy or assembly or kit-set item and cannot have a stock holding
fi: Valittu tuote on nukke, kokoonpano tai sarjapakkaus, eikä sillä voi olla varastotilaa

source: Please select a different item
fi: Valitse toinen kohde

source: The input should not be blank or percentage mark
fi: Syöttö ei saa olla tyhjä tai prosenttimerkki

source: Show Graph Of Stock Usage
fi: Näytä kaavio varastojen käytöstä

source: Average Usage per month is
fi: Keskimääräinen käyttö kuukaudessa on

source: Contract Charges or Credits
fi: Sopimusmaksut tai hyvitykset

source: Contract charges or credits are entered against supplier invoices or credit notes respectively. To enter supplier transactions the supplier must first be selected from the supplier selection screen, then the link to enter a supplier invoice or credit note must be clicked on
fi: Sopimuskulut tai hyvitykset kirjataan vastaavasti toimittajalaskuihin tai hyvityslaskuihin. Toimittajatapahtumien tekemiseksi toimittajan on ensin valittava toimittajan valintaikkunasta ja sitten napsautettava linkkiä toimittajan laskun tai hyvityslaskun syöttämiseen

source: Select a supplier
fi: Valitse toimittaja

source: The contract reference entered does not exist as a customer ordered contract. This contract cannot be charged to
fi: Annettua sopimusviitettä ei ole asiakkaan tilaamana sopimuksena. Tätä sopimusta ei voida veloittaa

source: The amount entered is not numeric. This contract charge cannot be added to the invoice
fi: Annettu summa ei ole numeerinen. Tätä sopimusmaksua ei voida lisätä laskuun

source: Contract charges on Invoice
fi: Laskun sopimusmaksut

source: Contract credits on Credit Note
fi: Sopimushyvitykset hyvityslaskussa

source: Back to Invoice Entry
fi: Takaisin laskun syöttöön

source: Contract Selection
fi: Sopimuksen valinta

source: otherwise select the contract from the list
fi: muuten valitse sopimus luettelosta

source: Amount must be numeric
fi: Summan on oltava numeerinen

source: Non zero amount
fi: Ei nollamäärä

source: Anticipated Cost
fi: Arvioidut kustannukset

source: Enter Contract Charge
fi: Syötä sopimusmaksu

source: Enter Supplier Credit Note Against Goods Received
fi: Syötä toimittajan hyvityslasku vastaanotettuja tavaroita vastaan

source: To enter a supplier transactions the supplier must first be selected from the supplier selection screen
fi: Toimittajatapahtumien tekemiseksi toimittajan on ensin valittava toimittajan valintaikkunasta

source: then the link to enter a supplier credit note must be clicked on
fi: sitten on napsautettava linkkiä toimittajan hyvityslaskun syöttämiseen

source: Select A Supplier to Enter a Transaction For
fi: Valitse toimittaja, jolle haluat kirjoittaa tapahtuman

source: The credit quantity is not numeric or the quantity to credit is more that quantity invoiced
fi: Luottomäärä ei ole numeerinen tai hyvitettävä määrä on enemmän kuin laskutettu määrä

source: The goods received cannot be credited by this quantity
fi: Tätä määrää ei voida hyvittää vastaanotetuille tavaroille

source: The price charged in the suppliers currency is either not numeric or negative
fi: Toimittajan valuutassa laskutettu hinta ei ole numeerinen tai negatiivinen

source: The goods received cannot be credited at this price
fi: Vastaanotettuja tavaroita ei voida hyvittää tähän hintaan

source: Credits Against Goods Received Selected
fi: Hyvitykset vastaanotettuja tavaroita vastaan valitut

source: Quantity Credited
fi: Luotettu määrä

source: Price Credited in
fi: Hinta hyvitetty vuonna

source: Line Value in
fi: Rivin arvo sisään

source: Total Value Credited Against Goods
fi: Tavaroita vastaan hyvitetty kokonaisarvo

source: There are no goods received records for
fi: Ei ole tavaroita, joista on saatu tietueita

source: since
fi: siitä asti kun

source: To enter a credit against goods received
fi: Luottoa vastaan vastaanotetuista tavaroista

source: the goods must first be received using the link below to select purchase orders to receive
fi: tavarat on ensin vastaanotettava käyttämällä alla olevaa linkkiä valitaksesi vastaanotettavat ostotilaukset

source: Select Purchase Orders to Receive
fi: Valitse vastaanotettavat ostotilaukset

source: Show Goods Received Since
fi: Näytä vastaanotetut tavarat

source: Display GRNs
fi: Näytä GRN

source: Total Qty
fi: Määrä yhteensä

source: Qty Yet
fi: Määrä vielä

source: Line Value
fi: Rivin arvo

source: In
fi: Sisään

source: GRN Selected For Adding To A Suppliers Credit Note
fi: GRN valittu lisättäväksi toimittajien hyvityslaskuun

source: credited
fi: hyvitetään

source: Unfortunately the shipment that this purchase order line item was allocated to has been closed
fi: Valitettavasti lähetys, jolle tämä ostotilausrivikohta kohdistettiin, on suljettu

source: if you add this item to the transaction then no shipments will not be updated
fi: jos lisäät tämän kohteen tapahtumaan, lähetyksiä ei päivitetä

source: If you wish to allocate the order line item to a different shipment the order must be modified first
fi: Jos haluat kohdistaa tilausrivikohdan eri lähetykseen, tilausta on ensin muutettava

source: Add to Credit Note
fi: Lisää luottotietoon

source: Fixed Asset Charges or Credits
fi: Kiinteän omaisuuden maksut tai hyvitykset

source: Fixed asset additions or credits are entered against supplier invoices or credit notes respectively
fi: Käyttöomaisuuden lisäykset tai hyvitykset kirjataan vastaavasti toimittajan laskuihin tai hyvityslaskuihin

source: To enter supplier transactions the supplier must first be selected from the supplier selection screen
fi: Toimittajatapahtumien tekemiseksi toimittajan on ensin valittava toimittajan valintaikkunasta

source: then the link to enter a supplier invoice or credit note must be clicked on
fi: sitten toimittajan laskun tai hyvityslaskun antamislinkkiä on napsautettava

source: A valid asset must be either selected from the list or entered
fi: Kelvollinen sisältö on joko valittava luettelosta tai syötettävä

source: The asset ID entered manually is not a valid fixed asset. If you do not know the asset reference, select it from the list
fi: Manuaalisesti syötetty omaisuuden tunnus ei ole kelvollinen käyttöomaisuus. Jos et tiedä resurssiviitettä, valitse se luettelosta

source: The amount entered is not numeric. This fixed asset cannot be added to the invoice
fi: Annettu summa ei ole numeerinen. Tätä käyttöomaisuutta ei voida lisätä laskuun

source: Fixed Assets on Invoice
fi: Laskun käyttöomaisuus

source: Fixed Asset credits on Credit Note
fi: Kiinteä omaisuuserä luottotiedoissa

source: If you know the code enter it in the Asset ID input box, otherwise select the asset from the list below. Only assets with no cost will show in the list
fi: Jos tiedät koodin, kirjoita se Omaisuuden tunnus -kenttään, muuten valitse resurssi alla olevasta luettelosta. Ainoastaan omaisuus, jolla ei ole kustannuksia, näkyy luettelossa

source: Enter Asset ID
fi: Anna omaisuuden tunnus

source: Positive integer
fi: Positiivinen kokonaisluku

source: The Asset ID should be positive integer
fi: Omaisuuden tunnuksen tulee olla positiivinen kokonaisluku

source: Select from list
fi: Valitse luettelosta

source: The amount must be numeric and cannot be zero
fi: Summan on oltava numeerinen eikä se voi olla nolla

source: Enter Fixed Asset
fi: Syötä kiinteä omaisuus

source: Enter Supplier Invoice Against Goods Received
fi: Syötä toimittajalasku vastaanotettuja tavaroita vastaan

source: then the link to enter a supplier invoice must be clicked on
fi: sitten toimittajalaskun antamislinkkiä on napsautettava

source: The quantity being invoiced is more than the outstanding quantity that was delivered. It is not possible to enter an invoice for a quantity more than was received into stock
fi: Laskutettava määrä on enemmän kuin toimitettu jäljellä oleva määrä. Laskua ei voida kirjoittaa varastosta suuremmalle määrälle

source: The goods received cannot be invoiced at this price
fi: Vastaanotettuja tavaroita ei voida laskuttaa tähän hintaan

source: The price being invoiced is more than the purchase order price by more than
fi: Laskutettava hinta on enemmän kuin ostotilauksen hinta yli

source: The system is set up to prohibit this so will put this invoice on hold until it is authorised
fi: Järjestelmä on perustettu kieltämään tämän, joten tämä lasku pidätetään, kunnes se on hyväksytty

source: Invoiced Goods Received Selected
fi: Laskutetut vastaanotetut tavarat valittu

source: Supplier's Ref
fi: Toimittajan viite

source: Quantity Yet To Inv
fi: Määrä vielä inv

source: Quantity Inv
fi: Määrä Inv

source: Order Value
fi: Tilauksen arvo

source: Update Amounts Invoiced
fi: Päivitä laskutetut määrät

source: There are no outstanding goods received from
fi: Kohteesta ei ole vastaanotettu maksamattomia tavaroita

source: that have not been invoiced by them
fi: joita he eivät ole laskuttaneet

source: The goods must first be received using the link below to select purchase orders to receive
fi: Tavarat on ensin vastaanotettava alla olevan linkin avulla valitaksesi ostotilaukset

source: Goods Received Yet to be Invoiced From
fi: Vastaanotetut tavarat laskutettavaksi

source: Total Qty Received
fi: Vastaanotettu määrä yhteensä

source: Qty Already Invoiced
fi: Määrä jo laskutettu

source: Qty Yet To Invoice
fi: Määrä vielä laskuun

source: Order Price in
fi: Tilaushinta

source: Add Whole PO to Invoice
fi: Lisää koko ostotilaus laskuun

source: Select All
fi: Valitse kaikki

source: Deselect All
fi: Poista kaikkien valinta

source: Add to Invoice
fi: Lisää laskuun

source: Supplier Payment
fi: Toimittajan maksu

source: Supplier Allocations
fi: Toimittajajaot

source: try to use the navigation links provided rather than the back button, to avoid this message in future
fi: yritä käyttää annettuja navigointilinkkejä Takaisin-painikkeen sijaan välttääksesi tämän viestin tulevaisuudessa

source: The entry for the amount to allocate was negative
fi: Jaettava määrä oli negatiivinen

source: A positive allocation amount is expected
fi: Myönnettävän määrän on oltava positiivinen

source: These allocations cannot be processed because the amount allocated is more than the amount of the
fi: Näitä varauksia ei voida käsitellä, koska jaettu määrä on suurempi kuin summan

source: and the total amount of the Credit/payment was
fi: ja hyvityksen / maksun kokonaissumma oli

source: The existing allocation for
fi: Nykyinen varainhoitovuosi 2005

source: could not be deleted because
fi: ei voitu poistaa, koska

source: The following SQL to delete the allocation record was used
fi: Kohdistustietueen poistamiseen käytettiin seuraavaa SQL:ää

source: The supplier allocation record for
fi: Tavarantoimittajien jakamistietue

source: The following SQL to insert the allocation record was used
fi: Seuraavaa SQL:ää käytettiin allokointitietueen lisäämiseen

source: The debtor transaction record could not be modified for the allocation against it because
fi: Velallisen tapahtumarekisteriä ei voitu muuttaa sitä vastaan kohdistettua kohdistusta varten, koska

source: The following SQL to update the debtor transaction record was used
fi: Seuraavaa SQL:ää päivitettiin velallisen tapahtumatietue

source: The supplier payment or credit note transaction could not be modified for the new allocation and exchange difference because
fi: Toimittajan maksu- tai hyvityslaskutapahtumaa ei voitu muuttaa uuden allokaatio- ja vaihtoeron vuoksi

source: The following SQL to update the payment or credit note was used
fi: Maksu- tai hyvityslaskun päivittämiseen käytettiin seuraavaa SQL:ää

source: Exchange difference
fi: Vaihtoero

source: The GL entry for the difference on exchange arising out of this allocation could not be inserted because
fi: Tästä jakamisesta johtuvaa vaihto-eroa koskevaa yleistä kirjausta ei voitu lisätä, koska

source: There was a problem retrieving the information relating the transaction selected
fi: Valittua tapahtumaa koskevien tietojen noutamisessa oli ongelma

source: Allocations are unable to proceed
fi: Kohdistaminen ei onnistu

source: The SQL that was used to retrieve the transaction information was
fi: Transaktiotietojen noutamiseen käytetty SQL oli

source: There was a problem retrieving the transactions available to allocate to
fi: Kohdistettavien tapahtumien noutamisessa oli ongelma

source: There was a problem retrieving the previously allocated transactions for modification
fi: Aikaisemmin allokoitujen tapahtumien noutaminen muokkaamista varten tapahtui

source: The SQL that was used to retrieve the previously allocated transaction information was
fi: SQL, jota käytettiin aiemmin allokoitujen tapahtumien tietojen noutamiseen, oli

source: Allocation of supplier
fi: Toimittajan jakaminen

source: Amount in supplier currency
fi: Määrä toimittajan valuutassa

source: Transaction total
fi: Tapahtuma yhteensä

source: There are no outstanding payments or credits yet to be allocated for this supplier
fi: Tälle toimittajalle ei ole vielä varattu maksamattomia maksuja tai hyvityksiä

source: Supplier Balance Listing
fi: Toimittajien saldolistaus

source: Supplier Balances
fi: Toimittajien saldot

source: Supplier Balances - Problem Report
fi: Toimittajien saldot - ongelmaraportti

source: There are no supplier balances to list
fi: Luettelossa ei ole toimittajien saldoja

source: Supplier Balances At A Period End
fi: Toimittajien saldot jakson lopussa

source: Supplier Contacts
fi: Toimittajayhteystiedot

source: Back to Suppliers
fi: Takaisin toimittajiin

source: This page must be called with the supplier code of the supplier for whom you wish to edit the contacts
fi: Tälle sivulle on soitettava toimittajan koodi, jonka yhteystietoja haluat muokata

source: When the page is called from within the system this will always be the case
fi: Kun sivulle soitetaan järjestelmän sisällä, näin on aina

source: Select a supplier first, then select the link to add/edit/delete contacts
fi: Valitse ensin toimittaja ja valitse sitten linkki, jos haluat lisätä / muokata / poistaa yhteystietoja

source: The contact name must be at least one character long
fi: Yhteyshenkilön nimen on oltava vähintään yhden merkin pituinen

source: The email address entered does not appear to be a valid email address
fi: Syötetty sähköpostiosoite ei näytä olevan kelvollinen sähköpostiosoite

source: The supplier contact information has been updated
fi: Toimittajan yhteystiedot on päivitetty

source: The new supplier contact has been added to the database
fi: Uusi toimittajayhteyshenkilö on lisätty tietokantaan

source: The supplier contact could not be inserted or updated because
fi: Toimittajayhteyttä ei voitu lisätä tai päivittää, koska

source: The SQL that was used but failed was
fi: Käytetty mutta epäonnistunut SQL oli

source: The supplier contact could not be deleted because
fi: Toimittajan yhteystietoa ei voitu poistaa, koska

source: Supplier contact has been deleted
fi: Toimittajan yhteyshenkilö on poistettu

source: Contacts Defined for
fi: Yhteystiedot määritelty

source: There are no contacts defined for this supplier
fi: Tälle toimittajalle ei ole määritetty yhteystietoja

source: Show all the supplier contacts for
fi: Näytä kaikki toimittajan yhteystiedot

source: The contact name must be more than one characters long
fi: Yhteyshenkilön nimen on oltava enemmän kuin yksi merkki pitkä

source: More than one characters long
fi: Useita merkkejä pitkä

source: The input should be phone number
fi: Syötteen tulee olla puhelinnumero

source: Only digits,space,+,-,(,) allowed
fi: Vain numerot, välilyönti, +, -, (,) ovat sallittuja

source: Mobile No
fi: Kännykkänumero

source: The input must be email format
fi: Syötteen on oltava sähköpostimuodossa

source: should be email format such as adm@weberp.org
fi: tulisi olla sähköpostimuodossa, kuten adm@weberp.org

source: Supplier Credit Note
fi: Toimittajan luottotiedot

source: Enter Supplier Credit Note:
fi: Anna toimittajan luottotiedot:

source: The supplier record selected
fi: Toimittajatietue valittu

source: The tax province associated with your user account has not been set up in this database. Tax calculations are based on the tax group of the supplier and the tax province of the user entering the invoice. The system administrator should redefine your account with a valid default stocking location and this location should refer to a valid tax province
fi: Käyttäjätiliisi liitettyä veroprosenttia ei ole määritetty tässä tietokannassa. Verolaskelmat perustuvat toimittajan veroryhmään ja laskun syöttävän käyttäjän veroalueeseen. Järjestelmänvalvojan tulisi määritellä tilisi uudelleen kelvollisella oletusvarastointipaikalla, ja tämän sijainnin tulisi viitata voimassa olevaan veroalueeseen

source: To enter a supplier credit note the supplier must first be selected from the supplier selection screen
fi: Toimittajan hyvityslaskun syöttämiseksi toimittajan on ensin valittava toimittajan valintaikkunasta

source: Select A Supplier to Enter an Credit Note For
fi: Valitse toimittaja, jolle haluat antaa hyvityslaskun

source: You should automatically be forwarded to the entry of credit notes against goods received page
fi: Sinut ohjataan automaattisesti vastaanotettujen tavaroiden hyvityssivulle

source: You should automatically be forwarded to the entry of credit notes against shipments page
fi: Sinut ohjataan automaattisesti lähetyssivun hyvityslaskujen merkintään

source: General Ledger
fi: Pääkirja

source: You should automatically be forwarded to the entry of credit notes against the general ledger page
fi: Sinun tulisi ohjata automaattisesti hyvityslaskujen kirjaamiseen pääkirja-sivulle
