Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The shipper details could not be retrieved
fi: Lähettäjän tietoja ei voitu hakea

source: SQL used to retrieve the shipper details was
fi: Lähettäjän tietojen noutamiseen käytetty SQL oli

source: Quotation Only
fi: Vain tarjous

source: Place Order
fi: Tee tilaus

source: Create Recurring Order
fi: Luo toistuva tilaus

source: Commit Order Changes
fi: Tee tilauksen muutokset

source: Departments
fi: Osastot

source: The description of the department must not contain the character
fi: Osaston kuvaus ei saa sisältää merkkiä

source: The Name of the Department should not be empty
fi: Osaston nimi ei saa olla tyhjä

source: This department name already exists.
fi: Tämä osaston nimi on jo olemassa.

source: The department does not exist.
fi: Osastoa ei ole olemassa.

source: The department has been modified
fi: Osastoa on muutettu

source: There is already a department with the specified name.
fi: Jo olemassa on osasto, jolla on määritetty nimi.

source: The new department has been created
fi: Uusi osasto on luotu

source: The department could not be inserted
fi: Osastoa ei voitu lisätä

source: The sql that failed was
fi: Epäonnistunut sql oli

source: You cannot delete this Department
fi: Et voi poistaa tätä osastoa

source: There are items related to this department
fi: Tähän osastoon liittyy kohteita

source: The department has been removed
fi: Osasto on poistettu

source: There are no departments created
fi: Osastoja ei ole luotu

source: Department Name
fi: Osaston nimi

source: Authoriser
fi: Valtuuttaja

source: Are you sure you wish to delete this department?
fi: Haluatko varmasti poistaa tämän osaston?

source: View all Departments
fi: Näytä kaikki osastot

source: The selected departemnt could not be found.
fi: Valittua osastoa ei löytynyt.

source: The department name is required
fi: Osaston nimi vaaditaan

source: Discount Categories Maintenance
fi: Alennusluokat Huolto

source: The stock item entered must be set up as either a manufactured or purchased or assembly item
fi: Syötetty varastotuote on määritettävä joko valmistettuna tai ostettuna tai kokoonpanona

source: The discount category
fi: Alennuskategoria

source: record for
fi: ennätys

source: could not be updated because
fi: ei voitu päivittää, koska

source: The stock master has been updated with this discount category
fi: Varastopäällikkö on päivitetty tällä alennuskategorialla

source: The stock master record has been updated to no discount category
fi: Varaston päärekisteri on päivitetty alennusluokkaan

source: Failed to retrieve stock category data
fi: Osakeluokan tietojen noutaminen epäonnistui

source: There are no stock defined for this stock category, you must define stock for it first
fi: Tälle osakelajille ei ole määritelty varastoa, sinun on määriteltävä varastot ensin

source: Discount Category Code
fi: Alennuskategorian koodi

source: Enter the discount category up to 2 alpha-numeric characters
fi: Syötä alennusluokka enintään 2 aakkosnumeeriseen merkkiin

source: Enter Stock Code
fi: Syötä varastokoodi

source: Enter the stock code of the item in this discount category up to 20 alpha-numeric characters
fi: Syötä tuotteen alennuskoodi tähän alennusluokkaan, enintään 20 aakkosnumeerista merkkiä

source: Partial code
fi: Osittainen koodi

source: Enter a portion of the item code only alpha-numeric characters
fi: Syötä osa tuotekoodista vain aakkosnumeeriset merkit

source: Partial description
fi: Osittainen kuvaus

source: Update Item
fi: Päivitä kohde

source: Select a part code
fi: Valitse osan koodi

source: Assign discount category
fi: Määritä alennuskategoria

source: to all items in stock category
fi: kaikkiin varastossa oleviin tuotteisiin

source: Update Items
fi: Päivitä kohteet

source: Discount Category
fi: Alennusluokka

source: Are you sure you wish to delete this discount category?
fi: Haluatko varmasti poistaa tämän alennusluokan?

source: There are currently no discount categories defined
fi: Tällä hetkellä ei ole määritelty alennusluokkia

source: Enter a two character abbreviation for the discount category and the stock code to which this category will apply to. Discount rules can then be applied to this discount category
fi: Syötä kahden merkin lyhenne alennuskategorialle ja varastokoodille, johon tätä luokkaa sovelletaan. Alennussääntöjä voidaan sitten soveltaa tähän alennusluokkaan

source: Update discount category for
fi: Päivitä alennuskategoria

source: a single stock item
fi: yksi varastossa oleva tuote

source: a complete stock category
fi: täydellinen varastoluokka

source: Discount Matrix Maintenance
fi: Alennusmatriisin ylläpito

source: The quantity break must be entered as a positive number
fi: Määräero on syötettävä positiivisena lukuna

source: The quantity of all items on an order in the discount category
fi: Tilauksen kaikkien alennusluokan tuotteiden määrä

source: at which the discount will apply is 0 or less than 0
fi: jolla alennusta sovelletaan, on 0 tai alle 0

source: Positive numbers are expected for this entry
fi: Tämän merkinnän odotetaan olevan positiivinen

source: The discount rate must be entered as a positive number
fi: Diskonttauskorko on syötettävä positiivisena lukuna

source: The discount rate applicable for this record is either less than 0% or greater than 100%
fi: Tähän tietueeseen sovellettava diskonttokorko on joko alle 0% tai yli 100%

source: Numbers between 1 and 100 are expected
fi: Lukujen odotetaan olevan 1–100

source: The discount matrix record has been added
fi: Alennusmatriisitietue on lisätty

source: The discount matrix record has been deleted
fi: Alennusmatriisitietue on poistettu

source: Customer Price List
fi: Asiakkaan hinnasto

source: Quantity Break
fi: Määrätauko

source: The discount to apply to orders where the quantity exceeds the specified quantity
fi: Alennus, jota sovelletaan tilauksiin, joiden määrä ylittää määritetyn määrän

source: Are you sure you wish to delete this discount matrix record?
fi: Haluatko varmasti poistaa tämän alennusmatriisitietueen?

source: EDI Message Format
fi: EDI-viestin muoto

source: There was an error inserting the default template invoice message records for
fi: Oletusmallilaskusanomatietueiden lisäyksessä tapahtui virhe

source: Message line updated
fi: Viestirivi päivitetty

source: Message line added
fi: Viestirivi lisätty

source: The selected message line has been deleted
fi: Valittu viestirivi on poistettu

source: Definition of
fi: Määritelmä

source: Format String
fi: Alusta merkkijono

source: Create New EDI Invoice Message From Default Template
fi: Luo uusi EDI-laskusanoma oletusmallista

source: Review Message Lines
fi: Tarkista viestirivit

source: Heading
fi: Otsikko

source: Detail
fi: Yksityiskohta

source: Line Text
fi: Viivateksti

source: Update Information
fi: Päivitä tieto

source: Process EDI Orders
fi: Käsittele EDI-tilauksia

source: The EANCOM Standard only allows for
fi: EANCOM-standardi sallii vain

source: occurrences of the segment
fi: segmentin esiintymät

source: this is the
fi: tämä on

source: occurrence
fi: esiintyminen

source: The segment line read as follows
fi: Segmenttirivi on seuraava

source: Segment Group
fi: Segmenttiryhmä

source: Max Occurrences of Segment
fi: Segmentin enimmäismäärät

source: No occurrences so far
fi: Ei toistaiseksi tapahtumia

source: ERROR
fi: VIRHE

source: Unable to identify segment tag
fi: Segmenttitagia ei voida tunnistaa

source: from the message line
fi: viestiriviltä

source: This message processing has been aborted and separate advice will be required from the customer to obtain details of the order
fi: Tämä viestin käsittely on keskeytetty, ja asiakkaalta vaaditaan erillisiä neuvoja tilauksen yksityiskohtien saamiseksi

source: The segment tag
fi: Segmenttimerkki

source: is being processed
fi: käsitellään

source: Customer EDI Ref
fi: Asiakas EDI Ref

source: EDI Message Ref
fi: EDI-viestin viite

source: This message is not an order
fi: Tämä viesti ei ole tilaus

source: This message is a standard order
fi: Tämä viesti on tavallinen tilaus

source: This message is a blanket order
fi: Tämä viesti on yleinen tilaus

source: blanket order
fi: yleinen tilaus

source: This order is URGENT
fi: Tämä tilaus on kiireellinen

source: URGENT ORDER
fi: KIIREELLINEN TILAUS

source: Call off order
fi: Kutsu järjestys

source: Call Off Order
fi: Soittotilaus

source: Consignment order
fi: Lähetystilaus

source: Manufacturer raised order
fi: Valmistaja nosti tilauksen

source: Standing order
fi: Kestotilaus

source: Cross docking services order
fi: Ristitelakointipalvelutilaus

source: Exceptional Order
fi: Poikkeuksellinen järjestys

source: Trans-shipment order
fi: Lähetysjärjestys

source: Cross docking order
fi: Ristitelakointijärjestys

source: Customers order ref
fi: Asiakkaat tilaavat ref

source: REPLACEMENT order
fi: VAIHTO-tilaus

source: MUST DELETE THE ORIGINAL ORDER MANUALLY
fi: PITÄÄ POISTAA ALKUPERÄINEN TILAUS manuaalisesti

source: Confirmation of previously sent order
fi: Aiemmin lähetetyn tilauksen vahvistus

source: DUPLICATE order DELETE ORIGINAL ORDER MANUALLY
fi: DUPLICATE order POISTA ALKUPERÄINEN TILAUS MANUAALISESTI

source: Proposed order only no order created in web-ERP
fi: Ehdotettu tilaus ei ole vain web-ERP: ssä

source: COPY order only no order will be created in web-ERP
fi: Vain COPY-tilaus ei järjestystä luoda Web-ERP: ssä

source: Confirmation of order
fi: Tilauksen vahvistus

source: not created in web-ERP
fi: ei luotu web-ERP: ssä

source: Provisional order only
fi: Vain väliaikainen järjestys

source: Response Code
fi: Vastauskoodi

source: Please acknowledge to customer with detail and changes made to the order
fi: Ilmoita asiakkaalle yksityiskohtaisesti ja tilaukseen tehdyillä muutoksilla

source: Please acknowledge to customer the receipt of message
fi: Vahvista asiakkaalle viestin vastaanottaminen

source: Please acknowledge to customer any changes to the order
fi: Ole hyvä ja ilmoita asiakkaalle tilauksen muutoksista

source: No acknowledgement to customer is required
fi: Asiakkaalle ei vaadita kuittausta

source: Requested delivery date
fi: Pyydetty toimituspäivä

source: Promotion start date
fi: Ylennyksen aloituspäivä

source: Do NOT ship before
fi: ÄLÄ lähetä ennen

source: Cancel order if not dispatched before
fi: Peruuta tilaus, jos sitä ei ole lähetetty aiemmin

source: Order date
fi: Tilauspäivämäärä

source: dated
fi: päivätty

source: Pickup date
fi: Noutopäivä

source: Invoice period
fi: Laskutusjakso

source: Valid period
fi: Voimassaoloaika

source: Confirmation of date lead time
fi: Päivämääräajan vahvistus

source: Payment will be effected by a direct payment for this order
fi: Maksu suoritetaan suoralla maksulla tästä tilauksesta

source: This order to be settled in accordance with the normal account trading terms
fi: Tämä tilaus maksetaan normaalien tilikaupan ehtojen mukaisesti

source: The goods on this order
fi: Tämän tilauksen tavarat

source: once delivered
fi: kerran toimitettu

source: will be held as security for the payment
fi: pidetään maksun vakuutena

source: Payment will be effected to bank account
fi: Maksu suoritetaan pankkitilille

source: Payment will be effected by promissory note
fi: Maksu suoritetaan velkakirjalla

source: Payment will be effected by a bill drawn by the creditor on the debtor
fi: Maksu suoritetaan velkojan velalliselle tekemällä laskulla

source: Payment terms are defined in the Commercial Account Summary Section
fi: Maksuehdot määritellään Kauppatilin yhteenveto -osiossa

source: Payment will be posted through the ordinary mail system
fi: Maksu kirjataan tavallisen postijärjestelmän kautta

source: Goods of origin
fi: Alkuperätuotteet

source: Duty regime code
fi: Tullijärjestelmän koodi

source: Buying group conditions apply
fi: Ostoryhmän ehdot ovat voimassa

source: Cancel the order if complete delivery is not possible on the requested date or time
fi: Peruuta tilaus, jos täydellinen toimitus ei ole mahdollista pyydettynä päivänä tai kellonaikana

source: Delivery subject to final authorisation
fi: Toimitus edellyttää lopullista lupaa

source: Invoiced but not replenished
fi: Laskutettu, mutta ei täydennetty

source: Replenished but not invoiced
fi: Täydennetään, mutta ei laskuteta

source: Deliver Full order
fi: Toimita täydellinen tilaus

source: Authorisation for expense no
fi: Valtuutus kulunumerolle

source: Blanket Order
fi: Peitetilaus

source: Customer Ref
fi: Asiakkaan viite

source: Import Licence
fi: Tuontilisenssi

source: Buyer order
fi: Ostajan tilaus

source: Promo deal
fi: Tarjoussopimus

source: Ultimate customer ref
fi: Lopullinen asiakkaan viite

source: Supplier Order
fi: Toimittajan tilaus

source: Action auth
fi: Toimintatodennus

source: Authorisation
fi: Valtuutus

source: The Buyer reference was specified as an EAN International Article Numbering Association code
fi: Ostajaviite määritettiin EAN International Article Numbering Association -koodiksi

source: Unfortunately the field EDIReference of any of the customers currently set up to receive EDI orders does not match with the code
fi: Valitettavasti minkä tahansa asiakkaan, joka on nyt perustettu vastaanottamaan EDI-tilauksia, kenttä EDIReference ei vastaa koodia

source: used in this message
fi: käytetään tässä viestissä

source: So that is the end of the road for this message
fi: Joten tämä on tien loppu tälle viestille

source: The supplier reference was specified as an EAN International Article Numbering Association code
fi: Toimittajan viite määritettiin EAN International Article Numbering Association -koodiksi

source: Unfortunately the company EDIReference
fi: Valitettavasti yritys EDIReference

source: does not match with the code
fi: ei täsmää koodin kanssa

source: This implies that the EDI message is for some other supplier
fi: Tämä tarkoittaa, että EDI-viesti on tarkoitettu jollekin muulle toimittajalle

source: No further processing will be done
fi: Jatkokäsittelyä ei tehdä

source: The Store number was specified as
fi: Kaupan numeroksi määritettiin

source: Unfortunately there are either no branches of customer code
fi: Valitettavasti asiakaskoodia ei ole joko haaroitettu

source: or several that match this store number
fi: tai useita, jotka vastaavat tätä myymälän numeroa

source: This order could not be processed further
fi: Tätä tilausta ei voitu käsitellä edelleen

source: EDI Order Message Error
fi: EDI-tilausviestin virhe

source: EDI Order Message
fi: EDI-tilausviesti

source: There was a problem retrieving the customer transactions because
fi: Asiakastapahtumien noutamisessa oli ongelma, koska

source: An error occurred in getting the EDI format template for
fi: EDI-muotoisen mallin hakemisessa käyttäjälle tapahtui virhe

source: EDI Message
fi: EDI-viesti

source: was successfully emailed
fi: lähetettiin sähköpostilla

source: could not be emailed to
fi: ei voitu lähettää sähköpostia osoitteeseen

source: Ftp connection has failed
fi: Ftp-yhteys epäonnistui

source: Attempted to connect to
fi: Yritettiin muodostaa yhteys verkkoon

source: for user
fi: käyttäjälle

source: could not be sent via ftp to
fi: ei voitu lähettää ftp:n kautta osoitteeseen

source: Successfully uploaded EDI_INV_
fi: EDI_INV_ lähetetty onnistuneesti

source: via ftp to
fi: ftp:n kautta

source: Cannot create EDI message since there is no EDI INVOIC message template set up for
fi: EDI-viestiä ei voi luoda, koska EDI INVOIC -viestipohjaa ei ole määritetty

source: There was a problem retrieving the ship to details because
fi: Aluksen hakemisessa yksityiskohtiin oli ongelma, koska

source: was sucessfully emailed
fi: lähetettiin onnistuneesti sähköpostilla

source: Select Order To Print
fi: Valitse Tilaa tulostettava

source: Select an Order Number to Print before calling this page
fi: Valitse tulostettava tilausnumero, ennen kuin soitat tälle sivulle

source: Outstanding Sales Orders
fi: Erinomaiset myyntitilaukset

source: Completed Sales Orders
fi: Valmiit myyntitilaukset

source: There was a problem retrieving the order header details for Order Number
fi: Tilausnumeron tilauksen otsikkotietojen noutamisessa oli ongelma

source: Print Packing Slip Error
fi: Tulosta pakkausluettelovirhe

source: Unable to Locate Order Number
fi: Tilausnumeroa ei löydy

source: The packing slip for order number
fi: Tilausnumeron pakkauskortti

source: has previously been printed
fi: on aiemmin painettu

source: It was printed on
fi: Se painettiin

source: This check is there to ensure that duplicate packing slips are not produced and dispatched more than once to the customer
fi: Tämä tarkistus varmistaa, ettei kaksoiskappaleita tuoteta ja lähetetä asiakkaalle useammin kuin kerran

source: Do a Re-Print
fi: Tee uusi tulostus

source: On Pre-Printed Stationery
fi: Esipainetuista paperitavaroista

source: Even Though Previously Printed
fi: Vaikka aikaisemmin painettu

source: Plain paper
fi: Tavallinen paperi

source: Or select another Order Number to Print
fi: Tai valitse toinen tulostettava tilausnumero

source: Order Confirmation-Sales Order
fi: Tilauksen vahvistus-myyntitilaus

source: Your PO
fi: Sinun PO

source: Email Confirmation
fi: Sähköpostivarmistus

source: Order Acknowledgement
fi: Tilaa kuittaus

source: Delivered To
fi: Toimitettu

source: Quantity Ordered
fi: Tilattu määrä

source: The following E-Mail was sent to
fi: Seuraava sähköposti lähetettiin

source: The transaction should have been emailed off
fi: Tapahtuma olisi pitänyt lähettää sähköpostitse

source: to email the customer transaction
fi: sähköpostitse asiakastapahtuma

source: The transaction should have been emailed off. If this does not happen (perhaps the browser does not support META Refresh)
fi: Tapahtuma olisi pitänyt lähettää sähköpostitse. Jos näin ei tapahdu (selain ei ehkä tue META-päivitystä)

source: The email address does not appear to be a valid email address. The transaction was not emailed
fi: Sähköpostiosoite ei näytä olevan kelvollinen sähköpostiosoite. Tapahtumaa ei lähetetty sähköpostitse

source: There was a problem retrieving the contact details for the customer
fi: Asiakkaan yhteystietojen noutamisessa oli ongelma

source: Employee Maintenance
fi: Työntekijöiden huolto

source: Employee
fi: Työntekijä

source: The employee's surname must not be empty
fi: Työntekijän sukunimi ei saa olla tyhjä

source: The employee's first name must not be empty
fi: Työntekijän etunimi ei saa olla tyhjä

source: An error occurred updating the
fi: Kohteen päivittämisessä tapahtui virhe

source: employee record because
fi: työntekijän ennätys, koska

source: The SQL used to update the employee record was
fi: Työntekijätietueen päivittämiseen käytetty SQL oli

source: The employee record has been updated
fi: Henkilöstötietue on päivitetty

source: An error occurred inserting the new employee record because
fi: Uuden työntekijätietueen lisäämisessä tapahtui virhe, koska

source: The SQL used to insert the employee record was
fi: Työntekijätietueen lisäämiseen käytetty SQL oli

source: The new employee record has been added
fi: Uusi työntekijätietue on lisätty

source: ID
fi: Henkilötunnus

source: First name
fi: Etunimi

source: Surname
fi: Sukunimi

source: Manager
fi: Johtaja

source: Are you sure you wish to remove this employee?
fi: Haluatko varmasti poistaa tämän työntekijän?

source: No employees have been set up yet
fi: Työntekijöitä ei ole vielä perustettu

source: Review Employees
fi: Tarkista työntekijät

source: Amend Employee details
fi: Muuta työntekijän tietoja

source: Employee Code
fi: Työntekijäkoodi

source: New Employee details
fi: Uuden työntekijän tiedot

source: First Name
fi: Etunimi

source: Enter the employee's first name
fi: Kirjoita työntekijän etunimi

source: Enter the employee's surname
fi: Kirjoita työntekijän sukunimi

source: Labour Type
fi: Työvoiman tyyppi

source: The email address should be an email format such as adm@weberp.org
fi: Sähköpostiosoitteen tulee olla sähköpostimuoto, kuten adm@weberp.org

source: Normal Weekly Hours
fi: Normaalit viikkotunnit

source: Enter the employee's normal hours per week
fi: Syötä työntekijän normaalit tunnit viikossa

source: Not Managed
fi: Ei hallinnoitu

source: webERP User
fi: webERP-käyttäjä

source: Select the employee's system user account so when the user logs in to enter a time sheet the system knows the employee record to use
fi: Valitse työntekijän järjestelmän käyttäjätili, joten kun käyttäjä kirjautuu sisään syöttääkseen tuntilomakkeen, järjestelmä tuntee käytettävän työntekijätietueen

source: Not a webERP User
fi: Ei webERP-käyttäjä

source: View Currency Trend
fi: Näytä valuuttakurssi

source: Trend Currently Unavailable
fi: Trendi ei ole tällä hetkellä käytettävissä

source: Factor Company Maintenance
fi: Tekijäyhtiön ylläpito

source: Factor Companies
fi: Tekijäyritykset

source: The factoring company name must be entered and be forty characters or less long
fi: Factoring-yrityksen nimi on annettava ja siinä saa olla enintään 40 merkkiä

source: The email address entered does not appear to be a valid email address format
fi: Syötetty sähköpostiosoite ei vaikuta olevan kelvollinen sähköpostiosoitemuoto

source: Validation failed no insert or update took place
fi: Vahvistus epäonnistui, lisäystä tai päivitystä ei tapahtunut

source: The factoring company
fi: Factoring-yritys

source: The SQL that was used to insert the factor but failed was
fi: SQL, jota käytettiin tekijän lisäämiseen, mutta epäonnistui, oli

source: A new factoring company for
fi: Uusi factoring-yritys

source: has been added to the database
fi: on lisätty tietokantaan

source: The factoring company could not be updated because
fi: Factoring-yritystä ei voitu päivittää, koska

source: The SQL that was used to update the factor but failed was
fi: SQL, jota käytettiin tekijän päivittämiseen, mutta epäonnistui, oli

source: The factoring company record for
fi: Factoring-yhtiön ennätys vuodelta

source: Cannot delete this factor because there are suppliers using them
fi: Tätä tekijää ei voi poistaa, koska niitä käyttää toimittajia

source: suppliers using this factor company
fi: toimittajia, jotka käyttävät tätä tekijäyritystä

source: Factoring company record record for
fi: Factoring-yhtiön ennätys vuodelta

source: Factor company Name
fi: Tekijäyrityksen nimi

source: Telephone
fi: Puhelin

source: Insert New Factor
fi: Lisää uusi tekijä

source: Update Factor
fi: Päivitä tekijä

source: There is no second warning if you hit the delete button below
fi: Toista varoitusta ei ole, jos painat alla olevaa poistopainiketta

source: However checks will be made to ensure there are no suppliers are using this factor before the deletion is processed
fi: Ennen poiston käsittelyä kuitenkin tarkistetaan, ettei yksikään toimittaja käytä tätä tekijää

source: Delete Factor
fi: Poista tekijä

source: Are you sure you wish to delete this factoring company?
fi: Haluatko varmasti poistaa tämän factoring-yrityksen?

source: Company Name
fi: Yrityksen nimi

source: Address 4
fi: Osoite 4

source: Address 5
fi: Osoite 5

source: Address 6
fi: Osoite 6

source: Create New Factor
fi: Luo uusi tekijä

source: Fixed Asset Category Maintenance
fi: Kiinteän omaisuuden luokan ylläpito

source: Fixed Asset Categories
fi: Kiinteän omaisuuden luokat

source: The Fixed Asset Category code must be six characters or less long
fi: Kiinteän omaisuuden luokan koodin on oltava enintään kuusi merkkiä pitkä

source: The Fixed Asset Category code must be at least 1 character but less than six characters long
fi: Kiinteän omaisuuden luokan koodin on oltava vähintään 1 merkki, mutta alle kuusi merkkiä pitkä

source: The Fixed Asset Category description must be twenty characters or less long
fi: Kiinteän omaisuuden luokan kuvauksen on oltava enintään 20 merkkiä pitkä
