Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Select a Customer Account to Display
fi: Valitse näytettävä asiakastili

source: Failed to retrieve sales data
fi: Myyntitietojen noutaminen epäonnistui

source: There is no salesman data set for this customer
fi: Tälle asiakkaalle ei ole myyjätietoja

source: You have no authority to review this customer account
fi: Sinulla ei ole valtuuksia tarkistaa tätä asiakastiliä

source: There was a problem retrieving the transactions that were settled over the course of the last month for
fi: Viimeisen kuukauden aikana suoritettujen tapahtumien noutamisessa oli ongelma

source: from the database
fi: tietokannasta

source: There was a problem retrieving the outstanding transactions for
fi: Maksamatta olevien tapahtumien noutamisessa oli ongelma

source: Back to Customer Screen
fi: Takaisin asiakasnäyttöön

source: Customer Statement For
fi: Asiakaslausunto

source: Terms
fi: Ehdot

source: Credit Limit
fi: Luottoraja

source: Credit Status
fi: Luottotila

source: ACCOUNT ON HOLD
fi: TILI PIDETTY

source: Show all transactions after
fi: Näytä kaikki tapahtumat

source: Refresh Inquiry
fi: Päivitä tiedustelu

source: Charges
fi: Maksut

source: Credits
fi: Laajuus

source: Allocated
fi: Kohdennettu

source: Balance
fi: Saldo

source: TRANSACTIONS SETTLED SINCE
fi: TOTEUTETUT TAPAHTUMAT

source: OUTSTANDING TRANSACTIONS
fi: LAIPUMATTOMAT TOIMET

source: Click to preview the invoice
fi: Napsauta esikatsellaksesi laskua

source: Click for PDF
fi: Napsauta saadaksesi PDF-tiedoston

source: Click to email the invoice
fi: Napsauta lähettääksesi laskun sähköpostitse

source: Click to preview the credit note
fi: Napsauta esikatsellaksesi hyvityslaskua

source: Click to email the credit note
fi: Napsauta lähettääksesi luottotiedot sähköpostitse

source: Click to allocate funds
fi: Napsauta varojen jakamiseksi

source: Allocation
fi: Jakaminen

source: Total Balance
fi: Kokonaissaldo

source: Current
fi: Nykyinen

source: Now Due
fi: Nyt erääntyy

source: Days Overdue
fi: Päivä myöhässä

source: Over
fi: Yli

source: Customer Receipt
fi: Asiakkaan kuitti

source: Credit Note Allocations
fi: Hyvityslaskut

source: Allocations can not be processed again
fi: Kohdistuksia ei voida käsitellä uudelleen

source: If you hit refresh on this page after having just processed an allocation
fi: Jos napsautat päivitys tälle sivulle vasta käsittelemällä kohdennuksen

source: try to use the navigation links provided rather than the back button
fi: yritä käyttää annettuja navigointilinkkejä Takaisin-painikkeen sijaan

source: to avoid this message in future
fi: välttää tätä viestiä tulevaisuudessa

source: Amount entered was negative
fi: Annettu summa oli negatiivinen

source: Only positive amounts are allowed
fi: Vain positiiviset määrät ovat sallittuja

source: Allocation could not be processed because the amount allocated is more than the
fi: Kohdistusta ei voitu käsitellä, koska jaettu summa on suurempi kuin

source: being allocated
fi: jaetaan

source: Total allocated
fi: Jaettu yhteensä

source: and the total amount of the
fi: ja kokonaismäärä

source: was
fi: oli

source: Could not delete old allocation record
fi: Vanhan allokointitietueen poistaminen epäonnistui

source: Could not change allocation record
fi: Kohdistustietueen muuttaminen epäonnistui

source: Could not update difference on exchange
fi: Eroa ei voitu päivittää vaihdossa

source: Could not update receipt or credit note
fi: Kuittia tai hyvityslaskua ei voitu päivittää

source: Could not update exchange difference in General Ledger
fi: Pääkirjan vaihto-eroa ei voitu päivittää

source: Could not update debtors control in General Ledger
fi: Pääkirjan velallisten hallintaa ei voitu päivittää

source: Allocate Receipt
fi: Määritä kuitti

source: Allocate Receipts
fi: Jaa kuitit

source: Trans Type
fi: Trans-tyyppi

source: Cust No
fi: Asiakastunnus

source: To Alloc
fi: Allocille

source: Action
fi: Toiminta

source: Amount in customer currency
fi: Määrä asiakkaan valuutassa

source: converted into local currency at an exchange rate of
fi: muunnetaan paikalliseksi valuutaksi valuuttakurssilla

source: Yet to
fi: Silti

source: Allocate
fi: Allokoi

source: This
fi: Tämä

source: Running
fi: Juoksu

source: Being allocated
fi: Kohdistetaan

source: Check this box to allocate the entire amount of this transaction. Just enter the amount without ticking this check box for a partial allocation
fi: Valitse tämä valintaruutu, jos haluat kohdistaa tapahtuman koko summan. Syötä vain summa valitsemalla tämä valintaruutu osittaista kohdentamista varten

source: Enter the amount of this transaction to be allocated. Nothing should be entered here if the entire transaction is to be allocated, use the check box
fi: Syötä kohdistettavan tapahtuman määrä. Mitään ei tule kirjoittaa tähän, jos koko tapahtuma on varattu, käytä valintaruutua

source: Total Allocated
fi: Myönnetty yhteensä

source: Recalculate Total To Allocate
fi: Laske jaettava summa uudelleen

source: Left to allocate
fi: Vasen jaettavaksi

source: Process Allocations
fi: Prosessin jakaminen

source: No outstanding receipts or credits to be allocated for this customer
fi: Tälle asiakkaalle ei saa osoittaa jäljellä olevia kuitteja tai hyvityksiä

source: There are no allocations to be done
fi: Kohdistuksia ei ole tehtävä

source: Customer Activity and Balances
fi: Asiakastoiminta ja saldot

source: Sales Area
fi: Myyntialue

source: Sales Person
fi: Myyjä

source: Date From
fi: Päivämäärä alkaen

source: Date To
fi: Päivämäärä

source: Create CSV
fi: Luo CSV

source: Show Customer Balance Movements
fi: Näytä asiakkaan saldoliikkeet

source: Opening Balance
fi: Avaussaldo

source: Debits
fi: Veloitukset

source: TOTALS
fi: YHTEENSÄ

source: Customer Branches
fi: Asiakashaarat

source: This page must be called with the debtor code of the customer for whom you wish to edit the branches for
fi: Tälle sivulle on soitettava sen asiakkaan velkakoodi, jonka sivuliikkeitä haluat muokata

source: When the pages is called from within the system this will always be the case
fi: Kun sivuja kutsutaan järjestelmän sisällä, näin on aina

source: Select a customer first then select the link to add/edit/delete branches
fi: Valitse ensin asiakas ja valitse sitten linkki lisätä / muokata / poistaa haaroja

source: The Branch code cannot contain any of the following characters
fi: Haarakoodi ei voi sisältää mitään seuraavista merkeistä

source: The Branch code must be at least one character long
fi: Haarakoodin on oltava vähintään yhden merkin pituinen

source: The date after which invoices are charged to the following month is expected to be a number and a recognised number has not been entered
fi: Päivämäärän, jonka jälkeen laskut laskutetaan seuraavaan kuukauteen, odotetaan olevan numero, eikä tunnistettua numeroa ole syötetty

source: The date (in the month) after which invoices are charged to the following month should be a number less than 31
fi: Päivämäärän (kuukaudessa), jonka jälkeen laskut laskutetaan seuraavaan kuukauteen, on oltava alle 31

source: The estimated delivery days is expected to be a number and a recognised number has not been entered
fi: Arvioitujen toimituspäivien odotetaan olevan numero, eikä tunnistettua numeroa ole syötetty

source: The estimated delivery days should be a number of days less than 60
fi: Arvioitujen toimituspäivien tulee olla alle 60 päivää

source: A package can be delivered by seafreight anywhere in the world normally in less than 60 days
fi: Paketti voidaan toimittaa merikuljetuksella kaikkialle maailmaan normaalisti alle 60 päivässä

source: An error occurred in retrieving the information
fi: Tietojen noutamisessa tapahtui virhe

source: Warning - Geocode Integration is enabled, but no hosts are setup. Go to Geocode Setup
fi: Varoitus - Geokoodien integrointi on käytössä, mutta mitään isäntiä ei ole määritetty. Siirry kohtaan Geokoodin asetukset

source: Geocode Notice
fi: Geokoodihuomautus

source: Address
fi: Osoite

source: failed to geocode
fi: geokoodaus epäonnistui

source: Received status
fi: Vastaanotettu tila

source: branch has been updated.
fi: haara on päivitetty.

source: Customer branch
fi: Asiakashaara

source: has been added, add another branch, or return to the
fi: on lisätty, lisää toinen haara tai palaa sivuun

source: Main Menu
fi: Päävalikko

source: The branch record could not be inserted or updated because
fi: Haarakohtaista tietuetta ei voitu lisätä tai päivittää, koska

source: Cannot delete this branch because customer transactions have been created to this branch
fi: Tätä haaraa ei voi poistaa, koska tälle haaralle on luotu asiakastapahtumia

source: transactions with this Branch Code
fi: liiketoimia tämän sivukonttorin kanssa

source: Cannot delete this branch because sales analysis records exist for it
fi: Tätä haaraa ei voi poistaa, koska sille on olemassa myyntianalyysitietueita

source: sales analysis records with this Branch Code/customer
fi: myynti-analyysitiedot tällä sivuliikkeellä / asiakas

source: Cannot delete this branch because sales orders exist for it
fi: Tätä haaraa ei voi poistaa, koska sille on olemassa myyntitilauksia

source: Purge old sales orders first
fi: Puhdista ensin vanhat myyntitilaukset

source: sales orders for this Branch/customer
fi: tämän sivuliikkeen / asiakkaan myyntitilaukset

source: Cannot delete this branch because users exist that refer to it
fi: Tätä haaraa ei voi poistaa, koska siihen viittaavia käyttäjiä on

source: Purge old users first
fi: Puhdista ensin vanhat käyttäjät

source: users referring to this Branch/customer
fi: käyttäjät, jotka viittaavat tähän sivuliikkeeseen / asiakkaaseen

source: Cannot delete this branch because contract have been created that refer to it
fi: Tätä haaraa ei voi poistaa, koska siihen on luotu sopimus

source: Purge old contracts first
fi: Puhdista ensin vanhat sopimukset

source: contracts referring to this branch/customer
fi: tätä sivukonttoria / asiakasta koskevat sopimukset

source: Cannot delete this branch because it is the only branch defined for this customer.
fi: Tätä haaraa ei voi poistaa, koska se on ainoa asiakkaalle määritetty haara.

source: The branch record could not be deleted
fi: Haarakonttoria ei voitu poistaa

source: the SQL server returned the following message
fi: SQL-palvelin palautti seuraavan viestin

source: Branch Deleted
fi: Haara poistettu

source: Branches defined for
fi: Haarat määritelty

source: Branch Contact
fi: Sivuliikkeen yhteyshenkilö

source: Salesman
fi: Myyntimies

source: Fax No
fi: Faksinumero

source: Tax Group
fi: Veroryhmä

source: Enabled?
fi: Käytössä?

source: Are you sure you wish to delete this branch?
fi: Haluatko varmasti poistaa tämän haaran?

source: Delete Branch
fi: Poista haara

source: Branches are enabled.
fi: Haarat ovat käytössä.

source: Branches are disabled.
fi: Oksat ovat pois käytöstä.

source: Total Branches
fi: Haarat yhteensä

source: No Branches are defined for
fi: Haaroja ei ole määritelty

source: You must have a minimum of one branch for each Customer. Please add a branch now.
fi: Sinulla on oltava vähintään yksi sivuliike kullekin asiakkaalle. Lisää sivuliike nyt.

source: Change Details for Branch
fi: Muuta sivuliikkeen tietoja

source: Show all branches defined for
fi: Näytä kaikki sivulle määritetyt haarat

source: Change Branch
fi: Vaihda haara

source: Add a Branch
fi: Lisää sivuliike

source: Up to 10 characters for the branch code. The following characters are prohibited:
fi: Enintään 10 merkkiä haarakoodille. Seuraavat merkit ovat kiellettyjä:

source: alpha-numeric
fi: aakkosnumeerinen

source: Branch Name
fi: Sivuliikkeen nimi

source: The branch name should identify the particular delivery address of the customer and must be entered
fi: Konttorin nimen tulee tunnistaa asiakkaan toimitusosoite ja se on annettava

source: Street Address 1 (Street)
fi: Katuosoite 1 (katu)

source: Street Address 2 (Street)
fi: Katuosoite 2 (katu)

source: Street Address 3 (Suburb/City)
fi: Katuosoite 3 (lähiö / kaupunki)

source: Street Address 4 (State/Province)
fi: Katuosoite 4 (osavaltio / provinssi)

source: Street Address 5 (Postal Code)
fi: Katuosoite 5 (postinumero)

source: Special Instructions
fi: Erityisohjeet

source: Default days to deliver
fi: Oletuspäivät toimitettavaksi

source: Forward Date After (day in month)
fi: Välitä päivämäärä jälkeen (päivä kuukaudessa)

source: Salesperson
fi: Myyjä

source: There are no sales people defined as yet
fi: Myyjiä ei ole vielä määritelty

source: customer branches must be allocated to a sales person
fi: asiakashaarat on osoitettava myyntihenkilölle

source: Please use the link below to define at least one sales person
fi: Käytä alla olevaa linkkiä määritelläksesi vähintään yhden myyntihenkilön

source: Define Sales People
fi: Määritä myyntihenkilöt

source: There are no areas defined as yet
fi: Alueita ei ole vielä määritelty

source: customer branches must be allocated to an area
fi: asiakashaarat on osoitettava alueelle

source: Please use the link below to define at least one sales area
fi: Käytä alla olevaa linkkiä määritelläksesi ainakin yhden myyntialueen

source: Define Sales Areas
fi: Määritä myyntialueet

source: There are no stock locations defined as yet
fi: Varastoja ei ole vielä määritelty

source: customer branches must refer to a default location where stock is normally drawn from
fi: asiakashaarojen on viitattava oletussijaintiin, josta varastot tavallisesti otetaan

source: Please use the link below to define at least one stock location
fi: Käytä alla olevaa linkkiä määritelläksesi ainakin yhden varastopaikan

source: Define Stock Locations
fi: Määritä varastojen sijainnit

source: Draw Stock From
fi: Ota osaketta

source: Phone Number
fi: Puhelinnumero

source: Fax Number
fi: Faksinumero

source: There are no tax groups defined - these must be set up first before any branches can be set up
fi: Veroryhmiä ei ole määritelty - ne on perustettava ensin, ennen kuin sivuliikkeitä voidaan perustaa

source: Define Tax Groups
fi: Määritä veroryhmät

source: Transactions on this branch
fi: Tapahtumat tällä haaralla

source: There are no shippers defined - these must be set up first before any branches can be set up
fi: Lähettäjiä ei ole määritelty - ne on asetettava ensin, ennen kuin haaroja voidaan perustaa

source: Define Shippers
fi: Määritä lähettäjät

source: Default freight/shipper method
fi: Oletusarvoinen rahti- / lähetysmenetelmä

source: Default Packlist
fi: Oletuspakettiluettelo

source: Show company details and logo
fi: Näytä yrityksen tiedot ja logo

source: Hide company details and logo
fi: Piilota yrityksen tiedot ja logo

source: Postal Address 1 (Street)
fi: Postiosoite 1 (katu)

source: Postal Address 2 (Suburb/City)
fi: Postiosoite 2 (lähiö / kaupunki)

source: Postal Address 3 (State)
fi: Postiosoite 3 (osavaltio)

source: Postal Address 4 (Postal Code)
fi: Postiosoite 4 (postinumero)

source: Postal Address 5
fi: Postiosoite 5

source: Customers Internal Branch Code (EDI)
fi: Asiakkaan sisäinen haarakoodi (EDI)

source: Enter Or Update Branch
fi: Anna tai päivitä haara

source: Customer Inquiry
fi: Asiakaskysely

source: To display the enquiry a customer must first be selected from the customer selection screen
fi: Kyselyn näyttämiseksi on ensin valittava asiakas asiakasvalintanäytöltä

source: Select a Customer to Inquire On
fi: Valitse tiedusteltava asiakas

source: There is no salesman data set for this debtor
fi: Tälle velalliselle ei ole myyjätietoja

source: You have no authority to review this data
fi: Sinulla ei ole valtuuksia tarkistaa näitä tietoja

source: The balance status should be all or zero balance or not zero balance
fi: Taseen tilan tulisi olla kaikki tai nolla tai ei nolla

source: Invoices not fully allocated
fi: Laskuja ei ole jaettu kokonaan

source: Invoices fully allocated
fi: Laskut on jaettu kokonaan

source: No transactions were returned by the SQL because
fi: SQL ei palauttanut tapahtumia, koska

source: There are no transactions to display since
fi: Sen jälkeen ei ole näytettäviä tapahtumia

source: More Info
fi: Lisätietoja

source: Click to credit the invoice
fi: Napsauta hyvittääksesi laskun

source: Click to view the GL entries
fi: Napsauta nähdäksesi PK-merkinnät

source: GL Entries
fi: PK-merkinnät

source: Customer Purchases
fi: Asiakkaan ostot

source: This script must be called with a customer code.
fi: Tämä komentosarja on kutsuttava asiakaskoodilla.

source: Items Purchased by Customer
fi: Asiakkaan ostamat tuotteet

source: The stock movement details could not be retrieved by the SQL because
fi: SQL ei voinut hakea varastojen liikkumisen yksityiskohtia, koska

source: There are no items for this customer
fi: Tälle asiakkaalle ei ole tuotteita

source: Transaction Date
fi: Tapahtuman päivämäärä

source: Stock ID
fi: Varaston tunnus

source: Transaction No.
fi: Tapahtuman numero

source: From Location
fi: Sijainnista

source: Return to customer selection screen
fi: Palaa asiakkaan valintanäyttöön

source: Receipt Entry
fi: Kuitin merkintä

source: A bank account must be selected for this receipt
fi: Tälle kuitille on valittava pankkitili

source: The bank account name cannot be retrieved because
fi: Pankkitilin nimeä ei voi noutaa, koska

source: The bank account number
fi: Pankkitilin numero

source: is not set up as a bank account
fi: ei ole määritetty pankkitiliksi

source: The exchange rate entered should be numeric
fi: Syötetyn valuuttakurssin tulee olla numeerinen

source: The functional exchange rate entered should be numeric
fi: Annettavan toiminnallisen valuuttakurssin on oltava numeerinen

source: Changing the currency of the receipt means that existing entries need to be re-done - only customers trading in the selected currency can be selected
fi: Kuitin valuutan vaihtaminen tarkoittaa, että olemassa olevat merkinnät on tehtävä uudelleen - vain valitulla valuutalla käyvät asiakkaat voidaan valita

source: No General Ledger code has been chosen
fi: Pääkirjan koodia ei ole valittu

source: so this GL analysis item could not be added
fi: joten tätä PK-analyysikohtaa ei voitu lisätä

source: Payments involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
fi: Maksuja, joihin liittyy velallisen valvontatili, ei voida syöttää. Pääkirjan velallisen pääkirjan (AR) integraatio on käytössä, joten valvontatilit pidetään automaattisesti. Tämä asetus voidaan poistaa käytöstä Järjestelmän kokoonpanossa

source: Payments involving the creditors control account or the GRN suspense account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
fi: Maksuja, joihin liittyy velkojien valvontatili tai GRN-väliaikatili, ei voida syöttää. Pääkirjan velkojien (AP) integraatio on käytössä, joten valvontatilejä ylläpidetään automaattisesti. Tämä asetus voidaan poistaa käytöstä Järjestelmän kokoonpanossa

source: Payments involving the retained earnings control account cannot be entered. This account is automtically maintained.
fi: Maksuja, joihin liittyy kertyneiden voittojen valvontatili, ei voida syöttää. Tätä tiliä ylläpidetään automaattisesti.

source: The company has not yet been set up properly
fi: Yritystä ei ole vielä perustettu kunnolla

source: this information is needed to process the batch
fi: näitä tietoja tarvitaan erän käsittelyyn

source: Processing has been cancelled
fi: Käsittely on peruutettu

source: Summary of Receipt Batch
fi: Yhteenveto kuittierästä

source: Batch Number
fi: Eränumero

source: Date Banked
fi: Pankkipäivä

source: GL Code
fi: PK-koodi

source: Amount of Receipt
fi: Kuitin määrä

source: Print a Customer Receipt
fi: Tulosta asiakkaan kuitti

source: Cannot insert a GL entry for the receipt because
fi: PK-merkintää ei voi lisätä kuitille, koska

source: The SQL that failed to insert the receipt GL entry was
fi: SQL, joka ei onnistunut lisäämään kuitin PK-merkintää, oli

source: Act Transfer
fi: Lain siirto

source: The SQL that failed to insert the bank transaction was
fi: SQL, joka ei onnistunut lisäämään pankkitapahtumaa, oli

source: Cannot insert a bank transaction using the SQL
fi: Pankkitapahtumaa ei voi lisätä SQL:n avulla

source: The SQL that failed to insert the GL transaction fro the bank account debit was
fi: SQL, joka ei onnistunut lisäämään PK-tapahtumaa pankkitiliveloituksesta, oli

source: The SQL that failed to insert the GL transaction for the payment discount debit was
fi: SQL, joka ei onnistunut lisäämään PK-tapahtumaa maksualennuksen veloitukseen, oli

source: Cannot insert a GL transaction for the payment discount debit
fi: PK-tapahtumaa ei voida lisätä maksualennuksen merkintään

source: Cannot commit the changes
fi: Muutoksia ei voi tehdä

source: Receipt batch
fi: Kuittierä

source: has been successfully entered into the database
fi: on syötetty onnistuneesti tietokantaan

source: Print PDF Batch Summary
fi: Tulosta PDF-eräyhteenveto

source: Enter Receipts
fi: Syötä kuitit

source: Customer name keywords have been used in preference to the customer code extract entered
fi: Asiakkaan nimen avainsanoja on käytetty mieluummin kuin syötetty asiakaskoodi

source: SQL used to retrieve the customer details was
fi: Asiakastietojen noutamiseen käytetty SQL oli

source: No customer records contain the selected text
fi: Yksikään asiakastietue ei sisällä valittua tekstiä

source: please alter your search criteria and try again
fi: muuta hakuehtojasi ja yritä uudelleen

source: The customer details could not be retrieved because
fi: Asiakastietoja ei voitu noutaa, koska

source: Bank Account Receipts Entry
fi: Pankkitilin kuittien merkintä

source: Enter Receipt
fi: Syötä kuitti

source: Enter Customer Receipt
fi: Syötä asiakkaan kuitti

source: To enter a payment TO a customer (ie. to pay out a credit note), enter a negative payment amount.
fi: Syötä negatiivinen maksusumma syöttääksesi asiakkaalle maksun (ts. Maksataksesi hyvityslaskun).

source: Bank Accounts have not yet been defined
fi: Pankkitilejä ei ole vielä määritelty

source: You must first
fi: Sinun on ensin

source: No currencies are defined yet
fi: Valuuttoja ei ole vielä määritelty

source: Receipts cannot be entered until a currency is defined
fi: Kuitteja ei voida syöttää ennen kuin valuutta on määritetty

source: Suggested rate:
fi: Ehdotettu korko:

source: Receipt Exchange Rate
fi: Kuitin vaihtokurssi

source: The exchange rate between the currency of the bank account currency and the currency of the receipt
fi: Vaihtokurssi pankkitilin valuutan ja kuitin valuutan välillä

source: Functional Exchange Rate
fi: Toiminnallinen valuuttakurssi

source: The exchange rate between the currency of the business (the functional currency) and the currency of the bank account
fi: Vaihtokurssi yrityksen valuutan (toimintavaluutta) ja pankkitilin valuutan välillä

source: Receipt Type
fi: Kuittityyppi

source: Reference on Bank Transactions Inquiry
fi: Viite pankkitapahtumakyselyyn

source: Narrative on General Ledger Account Inquiry
fi: Kertomus pääkirjatilitiedustelusta

source: Banked
fi: Pankki

source: Banked into the
fi: Varattu

source: on
fi: päällä

source: Received
fi: Sai

source: The selected customer does not trade in the currency of the receipt being entered - either the currency of the receipt needs to be changed or a different customer selected
fi: Valittu asiakas ei käy kauppaa syötettävän kuitin valuutassa - joko kuitin valuutta on vaihdettava tai toinen asiakas on valittava

source: Customer Transaction Inquiry
fi: Asiakastapahtumakysely

source: Inquiry
fi: Tiedustelu
