Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Transaction Type
fi: Maksutavan tyyppi

source: Journal Number Range
fi: Päiväkirjan numeroalue

source: Journals Dated Between
fi: Aikakauslehdet päivätty välillä

source: Journal Number
fi: Päiväkirjan numero

source: Account Description
fi: Tilin kuvaus

source: Others
fi: Muut

source: Other GL Accounts
fi: Muut PK-tilit

source: Journal Entry
fi: Päiväkirjamerkintä

source: The date entered was not valid please enter the date to process the journal in the format
fi: Syötetty päivämäärä ei kelpaa. Syötä päivämäärä päiväkirjan käsittelyyn muodossa

source: There are no templates saved. You must first create a template.
fi: Malleja ei ole tallennettu. Sinun on ensin luotava malli.

source: Load journal from a template
fi: Lataa päiväkirja mallista

source: Available journal templates
fi: Saatavilla olevat päiväkirjamallit

source: Template ID
fi: Mallin tunnus

source: Template Description
fi: Mallin kuvaus

source: Journal Type
fi: Päiväkirjan tyyppi

source: Normal
fi: Normaali

source: Reversing
fi: Peruutus

source: You must enter a description of between 1 and 50 characters for this template.
fi: Tälle mallille on annettava 1-50 merkin kuvaus.

source: The journal template header info could not be saved
fi: Päiväkirjamallin otsikkotietoja ei voitu tallentaa

source: The journal template line info could not be saved
fi: Päiväkirjamallin rivin tietoja ei voitu tallentaa

source: The template has been successfully saved
fi: Malli on tallennettu

source: A template with this description already exists. You must use a unique description
fi: Tämän kuvauksen malli on jo olemassa. Sinun on käytettävä yksilöllistä kuvausta

source: Save journal as a template
fi: Tallenna päiväkirja mallina

source: Journal Summary
fi: Lehden yhteenveto

source: Template description
fi: Mallin kuvaus

source: GL Tag
fi: PK-tunniste

source: None
fi: Ei mitään

source: Save as template
fi: Tallenna malliksi

source: Accept and Process Journal
fi: Hyväksy ja käsittele päiväkirja

source: Cannot insert a GL entry for the journal line because
fi: Päiväkirjariville ei voi lisätä PK-merkintää, koska

source: Reversal
fi: Peruutus

source: Cannot insert a GL entry for the reversing journal because
fi: PK-merkintää ei voi lisätä peruutuspäiväkirjaan, koska

source: Journal
fi: Lehti

source: Enter Another General Ledger Journal
fi: Kirjoita toinen pääkirjakirja

source: GL Journals involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained by webERP. This setting can be disabled in System Configuration
fi: PK Lehtiä, joihin liittyy velallisten valvontatili, ei voida syöttää. Pääkirjan velallisten pääkirja (AR) -integrointi on käytössä, joten webERP ylläpitää automaattisesti valvontatilejä. Tämä asetus voidaan poistaa käytöstä Järjestelmän asetuksissa

source: GL Journals involving the creditors control account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained by webERP. This setting can be disabled in System Configuration
fi: PK-lehtiä, johon sisältyy velkojien valvontatili, ei voida syöttää. Pääkirjan velkojien (AP) integraatio on käytössä, joten webERP ylläpitää automaattisesti valvontatilejä. Tämä asetus voidaan poistaa käytöstä Järjestelmän asetuksissa

source: GL Journals involving a bank account cannot be entered
fi: PK-lehtiä, johon liittyy pankkitili, ei voida kirjoittaa

source: Bank account general ledger entries must be entered by either a bank account receipt or a bank account payment
fi: Pankkitilin pääkirjamerkinnät on tehtävä joko pankkitilin kuitilla tai pankkitilimaksulla

source: The manual GL code entered does not exist in the database
fi: Manuaalisesti syötettyä PK-koodia ei ole tietokannassa

source: You must select a GL account code
fi: Sinun on valittava PK-tilikoodi

source: Date to Process Journal
fi: Päiväkirjan käsittelypäivä

source: Journal Line Entry
fi: Päiväkirjarivin merkintä

source: Select a general ledger account code
fi: Valitse pääkirjatilikoodi

source: GL Narrative
fi: PK kertomus

source: Required to balance
fi: Vaaditaan tasapainottamiseksi

source: Save as a template
fi: Tallenna mallina

source: The journal must balance ie debits equal to credits before it can be processed
fi: Päiväkirjan on oltava tasapainossa eli hyvityksiä vastaava veloitus, ennen kuin sitä voidaan käsitellä

source: Load from a template
fi: Lataa mallista

source: Maintain journal templates
fi: Ylläpitää päiväkirjamalleja

source: The GL journal template has been removed from the database
fi: PK-päiväkirjamalli on poistettu tietokannasta

source: There are no templates stored in the database.
fi: Tietokantaan ei ole tallennettu malleja.

source: Are you sure you wish to delete this template?
fi: Haluatko varmasti poistaa tämän mallin?

source: Statement of Comprehensive Income
fi: Laskelma laajasta tulosta

source: Profit and loss statement (P&amp;L), also called an Income Statement, or Statement of Operations, this is the statement that indicates how the revenue (money received from the sale of products and services before expenses are taken out, also known as the op line\) is transformed into the net income (the result after all revenues and expenses have been accounted for, also known as the bottom line\).
fi: Tuloslaskelma (P&amp; L), jota kutsutaan myös tuloslaskelmaksi tai tuloslaskelma, tämä on lausunto, joka osoittaa, kuinka tuotot (tuotteiden ja palvelujen myynnistä ennen kulujen vastaanottamista saadut rahat, tunnetaan myös nimellä \ylärivi\) muutetaan nettotuloksi (tulos sen jälkeen, kun kaikki tulot ja kulut on laskettu, tunnetaan myös nimellä alarivi\).

source: The purpose of the income statement is to show whether the company made or lost money during the period being reported.
fi: Tuloslaskelman tarkoituksena on osoittaa, onko yritys ansainnut tai menetetty rahaa raportointikauden aikana.

source: The P&amp;L represents a period of time. This contrasts with the Balance Sheet, which represents a single moment in time.
fi: P&amp; L edustaa ajanjaksoa. Tämä on ristiriidassa taseen kanssa, joka edustaa yhtä ajanhetkeä.

source: Print Profit and Loss Error
fi: Tulosta voitto ja tappio -virhe

source: Gross Profit Percent
fi: Bruttovoittoprosentti

source: Profit
fi: Voitto

source: Loss
fi: Menetys

source: Net Profit Percent
fi: Nettovoittoprosentti

source: P/L Percent after
fi: P / L prosenttiosuus jälkeen

source: Financial Statements
fi: Tilinpäätös

source: You must select at least one financial statement. Please select financial statements.
fi: Sinun on valittava vähintään yksi tilinpäätös. Valitse tilinpäätös.

source: In this set of financial statements:
fi: Tässä tilinpäätöksessä:

source: Statement of financial position
fi: Taloudellisen tilanteen selvitys

source: Statement of comprehensive income
fi: Laskelma laajasta tulosta

source: Statement of changes in equity
fi: Laskelma oman pääoman muutoksista

source: Statement of cash flows
fi: Rahavirtalaskelma

source: Shows a set of financial statements.
fi: Näyttää joukon tilinpäätöksiä.

source: A complete set of financial statements comprises:(a) a statement of financial position as at the end and at the beginning of the period;(b) a statement of comprehensive income for the period;(c) a statement of changes in equity for the period;(d) a statement of cash flows for the period; and(e) notes that summarize the significant accounting policies and other explanatory information.
fi: Täydellinen tilinpäätös sisältää: (a) selvityksen taloudellisesta asemasta kauden lopussa ja alussa; (b) laskelma kauden laajan tuloksen eristä; (c) laskelma oman pääoman muutoksista d) selvitys kauden kassavirroista; ja (e) liitetiedot, joissa esitetään yhteenveto merkittävistä tilinpäätöksen laatimisperiaatteista ja muut selittävät tiedot.

source: Check this box to show the budget
fi: Valitse tämä ruutu näyttääksesi budjetin

source: Show the statement of financial position
fi: Näytä selvitys taloudellisesta asemasta

source: Check this box to show the statement of financial position
fi: Valitse tämä valintaruutu näyttääksesi taloudellisen tilanteen selvityksen

source: Show the statement of comprehensive income
fi: Näytä laaja tuloslaskelma

source: Check this box to show the statement of comprehensive income
fi: Valitse tämä ruutu näyttääksesi laajan tuloksen laskelman

source: Show the statement of changes in equity
fi: Näytä oman pääoman muutoslaskelma

source: Check this box to show the statement of changes in equity
fi: Valitse tämä ruutu näyttääksesi oman pääoman muutoslaskelman

source: Show the statement of cash flows
fi: Näytä kassavirtalaskelma

source: Check this box to show the statement of cash flows
fi: Valitse tämä ruutu näyttääksesi kassavirtalaskelman

source: Show the notes
fi: Näytä muistiinpanot

source: Check this box to show the notes that summarize the significant accounting policies and other explanatory information
fi: Valitse tämä valintaruutu, jos haluat nähdä liitetiedot, joissa on yhteenveto merkittävistä tilinpäätöksen laatimisperiaatteista ja muut perustiedot

source: Income and Expenditure by Tag
fi: Tulot ja menot tagien mukaan

source: Select tag
fi: Valitse tunniste

source: Show Statement of Income and Expenditure
fi: Näytä tuloslaskelma

source: PrintPDF
fi: Tulosta PDF

source: Income and Expenditure
fi: Tulot ja menot

source: Print Income and Expenditure Error
fi: Tulosta tulo- ja menovirhe

source: Detailed
fi: Yksityiskohtainen

source: Statement of Income and Expenditure for Tag
fi: Tagin tuloslaskelma

source: during the
fi: aikana

source: Surplus
fi: Ylijäämä

source: Deficit
fi: Alijäämä

source: Maintain General Ledger Tags
fi: Säilytä pääkirjan tunnisteet

source: This tag cannot be deleted since there are already general ledger transactions created using it.
fi: Tätä tagia ei voi poistaa, koska sen avulla on jo luotu pääkirjatoimintoja.

source: The selected tag has been deleted
fi: Valittu tunniste on poistettu

source: Enter the description of the general ledger tag up to 30 characters
fi: Syötä enintään 30 merkin pääkirjatunnisteen kuvaus

source: Tag ID
fi: Tunnistetunnus

source: Are you sure you wish to delete this GL tag?
fi: Haluatko varmasti poistaa tämän PK-tunnisteen?

source: General Ledger Transaction Inquiry
fi: Pääkirjan transaktiotiedustelu

source: General Ledger Menu
fi: Pääkirjavalikko

source: This page requires a valid transaction type and number
fi: Tämä sivu vaatii kelvollisen tapahtumatyypin ja numeron

source: No transaction of this type with id
fi: Ei tämän tyyppistä tapahtumaa tunnuksella

source: Posted
fi: Lähetetty

source: Trial Balance
fi: Koesaldo

source: Print Trial Balance
fi: Tulosta koesaldo

source: Show Trial Balance
fi: Näytä kokeilusaldo

source: Print Trial Balance Error
fi: Tulosta kokeilutaseen virhe

source: Check Totals
fi: Tarkista yhteensä

source: Trial Balance for the month of
fi: Kokeilusaldo kuukaudelle

source: AND for the
fi: JA varten

source: The SQL that failed was:
fi: Epäonnistunut SQL oli:

source: Month Actual
fi: Kuukausi Todellinen

source: Month Budget
fi: Kuukauden budjetti

source: Receive Controlled Items
fi: Vastaanota hallittuja kohteita

source: Select a purchase order to receive
fi: Valitse vastaanotettava ostotilaus

source: This page can only be opened if a purchase order and line item has been selected
fi: Tämä sivu voidaan avata vain, jos ostotilaus ja rivikohta on valittu

source: Select a line Item to Receive
fi: Valitse vastaanotettava rivikohta

source: This page can only be opened if a Line Item on a PO has been selected
fi: Tämä sivu voidaan avata vain, jos PO-rivikohta on valittu

source: Back to the Purchase Order
fi: Takaisin ostotilaukseen

source: The line being received must be controlled as defined in the item definition
fi: Vastaanottavaa linjaa on ohjattava nimikemääritelmän mukaisesti

source: Back To Purchase Order
fi: Takaisin ostotilaukseen

source: Receive controlled item
fi: Vastaanota hallittua tuotetta

source: Receive Purchase Orders
fi: Vastaanota ostotilauksia

source: Back to Purchase Orders
fi: Takaisin ostotilauksiin

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first
fi: Tämä sivu voidaan avata vain, jos ostotilaus on valittu. Valitse ensin ostotilaus

source: Purchase orders must have a status of Printed before they can be received
fi: Ostotilausten on oltava Tulostettu-tila, ennen kuin ne voidaan vastaanottaa

source: Order number
fi: Tilausnumero

source: has a status of
fi: on tila

source: Receive Purchase Order
fi: Vastaanota ostotilaus

source: The default received date is not a date format
fi: Oletusarvoisesti vastaanotettu päivämäärä ei ole päivämäärämuoto

source: The supplier's delivery note no should not be more than 30 characters
fi: Toimittajan lähetysluettelossa ei saa olla yli 30 merkkiä

source: Date Goods/Service Received
fi: Tavaroiden / palvelujen vastaanottopäivä

source: Supplier's Reference
fi: Toimittajan viite

source: Supplier Units
fi: Toimittajayksiköt

source: Our Receiving Units
fi: Vastaanottavat yksikkömme

source: Already Received
fi: Jo vastaanotettu

source: Delivery Date
fi: Toimituspäivä

source: This Delivery
fi: Tämä toimitus

source: Total Value
fi: Kokonaisarvo

source: Enter the quantity to receive against this order line as a number
fi: Syötä vastaanotettava määrä tälle tilausriville numerona

source: Enter Serial Nos
fi: Syötä sarjanumerot

source: Enter Batches
fi: Anna erät

source: Total value of goods received
fi: Vastaanotettujen tavaroiden arvo yhteensä

source: The goods received date is not a date format
fi: Vastaanotettujen tavaroiden päivämäärä ei ole päivämäärämuoto

source: The delivery note of suppliers should not be more than 30 characters
fi: Toimittajien lähetysluettelossa saa olla enintään 30 merkkiä

source: Receiving a negative quantity that results in negative stock is prohibited by the parameter settings. This delivery of stock cannot be processed until the stock of the item is corrected.
fi: Negatiivisen määrän saaminen, joka johtaa negatiiviseen varastoon, on parametriasetuksissa kielletty. Tätä varastotilaa ei voida käsitellä ennen kuin tuotteen varastossa on korjattu.

source: There is nothing to process
fi: Ei ole mitään käsiteltävää

source: Please enter valid quantities greater than zero
fi: Anna kelvolliset määrät, jotka ovat suurempia kuin nolla

source: Negative stocks would result by processing a negative delivery - quantities must be changed or the stock quantity of the item going negative corrected before this delivery will be processed.
fi: Negatiiviset varastot johtaisivat negatiivisen toimituksen käsittelyyn - määriä on muutettava tai negatiiviseksi menevän tuotteen varastomäärä on korjattava ennen tämän toimituksen käsittelyä.

source: Entered quantities cannot be greater than the quantity entered on the purchase invoice including the allowed over-receive percentage
fi: Annetut määrät eivät voi olla suurempia kuin ostolaskuun merkitty määrä, mukaan lukien sallittu ylivastaanoton prosenttiosuus

source: Modify the ordered items on the purchase invoice if you wish to increase the quantities
fi: Muokkaa ostolaskun tilattuja tuotteita, jos haluat lisätä määriä

source: Could not check that the details of the purchase order had not been changed by another user because
fi: Ei voitu tarkistaa, että toinen käyttäjä ei ollut muuttanut ostotilauksen tietoja, koska

source: The following SQL to retrieve the purchase order details was used
fi: Seuraavaa SQL-koodia noudettiin ostotilauksen yksityiskohdista

source: This order has been changed or invoiced since this delivery was started to be actioned
fi: Tätä tilausta on muutettu tai laskutettu, koska tätä toimitusta alettiin käyttää

source: Select a different purchase order for receiving goods against
fi: Valitse toinen ostotilaus tavaroiden vastaanottamista vastaan

source: To enter a delivery against this purchase order
fi: Toimituksen tekeminen tätä ostotilausta vastaan

source: it must be re-selected and re-read again to update the changes made by the other user
fi: se on valittava uudelleen ja luettava uudelleen, jotta päivitetään toisen käyttäjän tekemät muutokset

source: GL Code of the Line Item
fi: Rivikohdan PK-koodi

source: ShiptRef of the Line Item
fi: Rivikohdan ShiptRef

source: Contract Reference of the Line Item
fi: Rivikohdan sopimusviite

source: Quantity Invoiced of the Line Item
fi: Rivikohdan laskutettu määrä

source: Stock Code of the Line Item
fi: Rivikohdan varastokoodi

source: Order Quantity of the Line Item
fi: Rivikohdan tilausmäärä

source: Quantity of the Line Item Already Received
fi: Jo vastaanotetun rivikohdan määrä

source: Re-read the updated purchase order for receiving goods against
fi: Lue päivitetty ostotilaus uudelleen tavaroiden vastaanottamista vastaan

source: The standard cost of the item being received cannot be retrieved because
fi: Vastaanotettavan tuotteen vakiohintaa ei voida noutaa, koska

source: The following SQL to retrieve the standard cost was used
fi: Vakiokustannusten noutamiseen käytettiin seuraavaa SQL:ää

source: The purchase order detail record could not be updated with the quantity received because
fi: Ostotilauksen yksityiskohtia ei voitu päivittää saadulla määrällä, koska

source: The following SQL to update the purchase order detail record was used
fi: Seuraavaa SQL:ää päivitettiin ostotilauksen yksityiskohdatietue

source: A GRN record could not be inserted
fi: GRN-tietuetta ei voitu lisätä

source: This receipt of goods has not been processed because
fi: Tätä tavaroiden vastaanottoa ei ole käsitelty, koska

source: The following SQL to insert the GRN record was used
fi: GRN-tietueen lisäämiseen käytettiin seuraavaa SQL:ää

source: stock movement records could not be inserted because
fi: varastojen liikkumista koskevia tietoja ei voitu lisätä, koska

source: Could not check if a batch or lot stock item already exists because
fi: Ei voitu tarkistaa, onko erä- tai erävarastokohde jo olemassa, koska

source: The following SQL to test for an already existing controlled but not serialised stock item was used
fi: Seuraavaa SQL-koodia testattiin jo olemassa olevalle hallitulle mutta ei sarjatuotetulle varastokohteelle

source: The serial stock item record could not be inserted because
fi: Sarjavarastotietueita ei voitu lisätä, koska

source: The following SQL to insert the serial stock item records was used
fi: Sarjavarastotietueiden lisäämiseen käytettiin seuraavaa SQL:ää

source: cost
fi: kustannus

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE The fixed asset transaction could not be inserted because
fi: KRIITTINEN VIRHE! KIRJAA TÄMÄN VIRHEEN JA HAE APUA Käyttöomaisuuseriä ei voitu lisätä, koska

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost and date purchased was not able to be updated because:
fi: KRIITTINEN VIRHE! KIRJAA TÄMÄ VIRHE JA HAE APUA. Käyttöomaisuuden kustannuksia ja ostopäivää ei voitu päivittää, koska:

source: The following SQL was used to attempt the update of the cost and the date the asset was purchased
fi: Seuraavaa SQL:ää yritettiin päivittää kustannus ja päivämäärä, jolloin omaisuuserä ostettiin

source: The purchase GL posting could not be inserted because
fi: Osto PK-kirjausta ei voitu lisätä, koska

source: The following SQL to insert the purchase GLTrans record was used
fi: Seuraavaa SQL-koodia käytettiin oston PKTrans-tietueen lisäämiseen

source: The GRN suspense side of the GL posting could not be inserted because
fi: PK-postituksen GRN-pidätystä ei voitu lisätä, koska

source: The following SQL to insert the GRN Suspense GLTrans record was used
fi: GRN pidätys PKTrans -tietueen lisäämiseen käytettiin seuraavaa SQL:ää

source: Order Completed on entry of GRN
fi: Tilaus valmis, kun GRN merkitään

source: GRN number
fi: GRN-numero

source: Print this Goods Received Note (GRN)
fi: Tulosta tämä vastaanotettu tavara (GRN)

source: Print QA Labels for this Receipt
fi: Tulosta laadunvalvontatarrat tälle kuitille

source: Modify Order Items
fi: Muokkaa tilauskohteita

source: Process Goods Received
fi: Käsittele vastaanotetut tavarat

source: Historical Test Results
fi: Historialliset testitulokset

source: Invalid From Date
fi: Virheellinen päivämäärästä alkaen

source: Invalid To Date
fi: Virheellinen tähän mennessä

source: Show Test Results For
fi: Näytä testitulokset haulle

source: From Sample Date
fi: Näytteen päivämäärästä alkaen

source: To Sample Date
fi: Päivämäärän esimerkki

source: Historical Test Results for
fi: Historialliset testitulokset haulle

source: Sample ID:
fi: Näytteen tunnus:

source: Lot/Serial:
fi: Erä / sarja:

source: Identifier:
fi: Tunniste:

source: Sample Date:
fi: Näytteen päivämäärä:

source: Imported Bank Transaction General Ledger Analysis
fi: Tuodut pankkitapahtumien pääkirjaanalyysit

source: This page can only be called from the importation of bank transactions page which sets up the data to receive the analysed general ledger entries
fi: Tätä sivua voidaan kutsua vain pankkitapahtumien tuontisivulta, joka asettaa tiedot vastaanottamaan analysoidut pääkirjan merkinnät

source: Import Bank Transactions
fi: Tuo pankkitapahtumat

source: This transaction appears to be already entered against this bank account. By entering values in this analysis form the transaction will be entered again. Only proceed to analyse this transaction if you are sure it has not already been processed
fi: Tapahtuma näyttää olevan jo kirjoitettu tälle pankkitilille. Syöttämällä arvot tähän analyysilomakkeeseen tapahtuma syötetään uudelleen. Jatka tämän tapahtuman analysointia vain, jos olet varma, että sitä ei ole vielä käsitelty

source: Back to Main Import Screen - Recommended
fi: Takaisin pään tuontinäyttöön - suositeltava

source: Enter GL Line
fi: Syötä PK-linja

source: You must select a general ledger code from the list below
fi: Sinun on valittava pääkirjakoodi alla olevasta luettelosta

source: The account code entered is not a valid code
fi: Annettu tilikoodi ei ole kelvollinen koodi

source: This line cannot be added to the transaction
fi: Tätä riviä ei voi lisätä tapahtumaan

source: You can use the selection box to select the account you want
fi: Voit valita haluamasi tilin valintaruudun avulla

source: The amount entered is not numeric
fi: Annettu summa ei ole numeerinen

source: Bank Account Transaction Analysis
fi: Pankkitilitapahtumien analyysi

source: Imported Bank Receipt of
fi: Tuodut pankkikuitit

source: Imported Bank Payment of
fi: Tuodut pankkimaksut

source: If you have entered a GL analysis check that the sum of GL Entries agrees to the total bank transaction. If it does not then the bank transaction import will not be processed.
fi: Jos olet syöttänyt PK-analyysin, tarkista, että PK-merkintöjen summa vastaa pankkitapahtumaa. Jos näin ei ole, pankkitapahtumien tuontia ei käsitellä.

source: Back to Main Import Screen
fi: Takaisin päätuontinäyttöön

source: Payment to Supplier Account
fi: Maksu toimittajan tilille

source: GL Payment
fi: PK-maksu

source: Receipt to Customer Account
fi: Kuitti asiakastilille

source: GL Receipt
fi: PK-kuitti

source: General ledger Analysis
fi: Pääkirjan analyysi

source: Total of GL Entries
fi: PK-ilmoituksia yhteensä

source: Total Bank Transaction
fi: Pankkitapahtuma yhteensä

source: Yet To Enter
fi: Silti päästä

source: Reconciled
fi: Sovittu

source: Account Selection
fi: Tilin valinta

source: If you know the code enter it above
fi: Jos tiedät koodin, kirjoita se yllä

source: otherwise select the account from the list
fi: muuten valitse tili luettelosta
