Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The contract item could not be updated because
fi: Sopimuskohtaa ei voitu päivittää, koska

source: The SQL that was used to update the contract item failed was
fi: Sopimuskohteen päivittämiseen käytetty SQL epäonnistui

source: The contract quotation could not be updated because
fi: Sopimuksen tarjousta ei voitu päivittää, koska

source: The SQL that failed to update the quotation was
fi: SQL, joka ei päivittänyt tarjousta, oli

source: The contract quotation has been updated based on the new contract cost and margin
fi: Tarjous on päivitetty uuden sopimuskustannuksen ja marginaalin perusteella

source: Go to Quotation
fi: Siirry tarjoukseen

source: The new contract could not be added because
fi: Uutta sopimusta ei voitu lisätä, koska

source: The new contract has been added to the database
fi: Uusi sopimus on lisätty tietokantaan

source: The item could not be retrieved because
fi: Kohdetta ei voitu noutaa, koska

source: The SQL that was used to find the item failed was
fi: Kohteen löytämiseen käytetty SQL oli

source: The new contract item could not be added because
fi: Uutta sopimusta ei voitu lisätä, koska

source: The SQL that was used to insert the contract item failed was
fi: Sopimuskohteen lisäämisessä käytetty SQL epäonnistui

source: The locations for the item
fi: Kohteen sijainnit

source: could not be added because
fi: ei voitu lisätä, koska

source: NB Locations records can be added by opening the utility page
fi: Huom. Sijaintitietueet voidaan lisätä avaamalla apuohjelma -sivu

source: The SQL that was used to add the location records that failed was
fi: SQL, jota käytettiin epäonnistuneiden sijaintitietueiden lisäämiseen, oli

source: The customer and branch details could not be retrieved because
fi: Asiakas- ja sivuliikkeen tietoja ei voitu noutaa, koska

source: The SQL that was used to find the customer and branch details failed was
fi: SQL, jota käytettiin asiakkaan ja haaran tietojen löytämiseen, epäonnistui

source: The quotation cannot be added because
fi: Tarjousta ei voi lisätä, koska

source: Unable to add the quotation line
fi: Tarjousriviä ei voi lisätä

source: Unable to update the contract status and order number because
fi: Sopimuksen tilaa ja tilausnumeroa ei voi päivittää, koska

source: The contract has been made into quotation number
fi: Sopimus on tehty tarjousnumeroksi

source: Go to quotation number:
fi: Siirry tarjousnumeroon:

source: Customer Branch Name keywords have been used in preference to the Customer Branch Code or Branch Phone Number entered
fi: Asiakashaaran nimen avainsanoja on käytetty mieluummin kuin syötetty asiakashaaran koodi tai sivuliikkeen puhelinnumero

source: Customer Branch Code has been used in preference to the Customer Branch Phone Number entered
fi: Asiakashaarakoodia on käytetty mieluummin kuin syötettyä asiakashaaratoimiston puhelinnumeroa

source: The searched customer records requested cannot be retrieved because
fi: Haettuja asiakastietueita ei voi noutaa, koska

source: No Customer Branch records contain the search criteria
fi: Yksikään asiakashaaratoimisto ei sisällä hakukriteerejä

source: please try again
fi: yritä uudelleen

source: Note a Customer Branch Name may be different to the Customer Name
fi: Huomaa, että asiakashaaran nimi voi poiketa asiakkaan nimestä

source: The customer record selected
fi: Asiakastiedot valittu

source: cannot be retrieved because
fi: ei voida hakea, koska

source: The SQL used to retrieve the customer details and failed was
fi: SQL, jota käytettiin asiakastietojen noutamiseen, epäonnistui

source: The customer details were unable to be retrieved
fi: Asiakastietoja ei voitu hakea

source: The SQL used that failed to get the customer details was:
fi: Käytetty SQL, joka ei saanut asiakastietoja, oli:

source: account is currently at or over their credit limit
fi: tili on tällä hetkellä heidän luottorajansa yläpuolella

source: No more orders can be placed by
fi: Enää tilauksia ei voi tehdä

source: their account is currently at or over their credit limit
fi: heidän tilinsä on tällä hetkellä luottorajaansa tai yli

source: Contract: Select Customer
fi: Sopimus: Valitse asiakas

source: Part of the Customer Branch Name
fi: Osa asiakashaaran nimeä

source: Part of the Customer Branch Code
fi: Osa asiakkaan haarakonttoria

source: Enter an extract of the customer code to search for. Customer codes can only contain alpha-numeric characters, underscore or hyphens
fi: Anna haettava asiakaskoodi. Asiakaskoodit voivat sisältää vain aakkosnumeerisia merkkejä, alaviivoja tai väliviivoja

source: Part of the Branch Phone Number
fi: Osa sivuliikkeen puhelinnumerosta

source: Reset
fi: Nollaa

source: Customer
fi: Asiakas

source: Branch
fi: Haara

source: Contact
fi: Ottaa yhteyttä

source: Fax
fi: Faksi

source: Enter the contract reference. This reference will be used as the item code so no more than 20 alpha-numeric characters or underscore
fi: Syötä sopimuksen viite. Tätä viitettä käytetään tuotekoodina, joten enintään 20 aakkosnumeerista merkkiä tai alaviivaa

source: Category
fi: Kategoria

source: The stock categories could not be retrieved because
fi: Osakeluokkia ei voitu hakea, koska

source: The SQL used to retrieve stock categories and failed was
fi: Varastoluokkien hakemiseen käytetty ja epäonnistunut SQL oli

source: Add or Modify Contract Categories
fi: Lisää tai muokkaa sopimusluokkia

source: The stock locations could not be retrieved because
fi: Varaston sijainteja ei voitu hakea, koska

source: The SQL used to retrieve stock locations and failed was
fi: SQL, jota käytettiin varastosijaintien noutamiseen, epäonnistui

source: Default Work Centre
fi: Oletuskeskus

source: Contract Description
fi: Sopimuksen kuvaus

source: A description of the contract is required
fi: Vaaditaan kuvaus sopimuksesta

source: Drawing File
fi: Piirustiedosto

source: format only
fi: vain muodossa

source: Customer Reference
fi: Asiakkaan viite

source: Enter the reference that the customer uses for this contract
fi: Anna viite, jota asiakas käyttää tässä sopimuksessa

source: Exchange Rate
fi: Vaihtokurssi

source: The exchange rate between the customer's currency and the functional currency of the business must be entered
fi: Asiakkaan valuutan ja yrityksen toimintavaluutan välinen vaihtokurssi on syötettävä

source: Contract Status
fi: Sopimuksen tila

source: Setup
fi: Asetukset

source: Quote
fi: Lainata

source: Completed
fi: Valmistunut

source: Contract Setup
fi: Sopimuksen määritys

source: Customer Quoted
fi: Asiakas lainasi

source: Order Placed
fi: Tilaus tehty

source: Quotation Reference/Sales Order No
fi: Tarjousviite / myyntitilausnumero

source: Contract Work Order Ref
fi: Sopimustyötilauksen viite

source: Stock Items Required
fi: Tarvittavat varastotuotteet

source: Total stock cost
fi: Osakekustannukset yhteensä

source: None Entered
fi: Ei syötetty

source: Other Requirements
fi: Muut vaatimukset

source: Total other costs
fi: Muut kustannukset yhteensä

source: Total Contract Cost
fi: Sopimuksen kokonaiskustannukset

source: Contract Price
fi: Sopimus hinta

source: Enter Items Required
fi: Anna pakolliset kohteet

source: Enter Other Requirements
fi: Anna muut vaatimukset

source: Commit Changes
fi: Suorita muutokset

source: Update Quotation
fi: Päivitä tarjous

source: Create Quotation
fi: Luo tarjous

source: Cancel and Delete Contract
fi: Peruuta ja poista sopimus

source: Copy a BOM to New Item Code
fi: Kopioi BOM uuteen tuotekoodiin

source: The new item code cannot be blank. Enter a new code for the item to copy the BOM to
fi: Uusi tuotekoodi ei voi olla tyhjä. Syötä uusi koodi tuotteelle, johon BOM kopioidaan

source: From Stock ID
fi: Varastosta

source: To New Stock ID
fi: Uusi varastotunnus

source: Enter a new item code to copy the existing item and its bill of material to. Item codes can contain only alpha-numeric characters, underscore or hyphens.
fi: Syötä uusi tuotekoodi, johon kopioit nykyisen kohteen ja sen materiaaliluettelon. Tuotekoodit voivat sisältää vain aakkosnumeerisia merkkejä, alaviivoja tai väliviivoja.

source: To Existing Stock ID
fi: Olemassa olevaan varastotunnukseen

source: Counter Returns
fi: Laskuri palaa

source: Your user account does not have a valid default inventory location set up. Please see the system administrator to modify your user account.
fi: Käyttäjätililläsi ei ole määritetty kelvollista varaston oletussijaintia. Ota yhteyttä järjestelmänvalvojaan muokataksesi käyttäjätiliäsi.

source: To use this script it is first necessary to define a cash sales customer for the location that is your default location. The default cash sale customer is defined under set up ->Inventory Locations Maintenance. The customer should be entered using the customer code and a valid branch code of the customer entered.
fi: Tämän komentosarjan käyttäminen edellyttää ensin käteismyynti-asiakkaan määrittämistä sijainnille, joka on oletussijaintisi. Oletusarvoinen käteismyynnin asiakas on määritetty kohdassa Määritä -> Varastopaikkojen ylläpito. Asiakas tulee syöttää käyttämällä asiakaskoodia ja syötetyn asiakkaan voimassa olevaa sivukoodia.

source: The details of the customer selected
fi: Valitun asiakkaan tiedot

source: The customer branch record of the customer selected
fi: Valitun asiakkaan asiakaskonttoritietue

source: SQL used to retrieve the branch details was
fi: Haaran yksityiskohtien hakemisessa käytetty SQL oli

source: The branch details for branch code
fi: Haarakonttorin tiedot sivukonttoria varten

source: against customer code
fi: asiakkaan koodia vastaan

source: could not be retrieved
fi: ei voitu hakea

source: Check the set up of the customer and branch
fi: Tarkista asiakkaan ja sivuliikkeen kokoonpano

source: The SQL that failed to get the branch details was
fi: SQL, joka ei saanut haaran yksityiskohtia, oli

source: This return has been cancelled as requested
fi: Palautus on peruutettu pyynnöstä

source: Start a new Counter Return
fi: Aloita uusi laskurin palautus

source: Counter Return
fi: Laskurin paluu

source: inventory
fi: inventaario

source: all amounts in
fi: kaikki summat

source: Item description has been used in search
fi: Tuotekuvausta on käytetty haussa

source: Item Code has been used in search
fi: Tuotekoodia on käytetty haussa

source: Stock Category has been used in search
fi: Osakeluokkaa on käytetty haussa

source: The SQL used to get the part selection was
fi: Osien valinnassa käytetty SQL oli

source: There are no products available meeting the criteria specified
fi: Tuotteita ei ole saatavilla, jotka täyttävät määritetyt ehdot

source: Could not determine if the part being ordered was a kitset or not because
fi: Ei voitu selvittää, onko tilattava osa kitset vai ei, koska

source: The sql that was used to determine if the part being ordered was a kitset or not was
fi: Sql, jota käytettiin määrittämään, onko tilattava osa koontiosa vai ei

source: could not be retrieved from the database and has not been added to the return
fi: ei voitu hakea tietokannasta eikä sitä ole lisätty palautukseen

source: Could not retrieve kitset components from the database because
fi: Kitset-komponentteja ei voitu hakea tietokannasta, koska

source: Phantom assemblies cannot be returned, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the return:
fi: Phantom-kokoonpanoja ei voi palauttaa, nämä tuotteet ovat olemassa vain laskuina materiaaleista, joita käytetään muissa valmistetuissa tuotteissa. Seuraavaa tuotetta ei ole lisätty palautukseen:

source: The system does not currently cater for counter returns of lot controlled or serialised items
fi: Järjestelmä ei tällä hetkellä sovi eräohjattujen tai sarjatuotteiden vasta-palautuksiin

source: Only items entered with a positive quantity can be added to the return
fi: Ainoastaan positiivisella määrällä syötetyt tavarat voidaan lisätä palautukseen

source: Recalculated the price from the GP % entered - the GP % was
fi: Laske hinta uudelleen syötetystä yleislääkäriprosentista - GP% oli

source: The item could not be updated because you are attempting to set the quantity returned to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
fi: Tuotetta ei voitu päivittää, koska yrität asettaa palautettavan määrän alle 0 tai hinnan alle 0 tai alennuksen yli 100% tai alle 0%

source: Could not determine if the part being returned was a kitset or not because
fi: Ei voitu selvittää, onko palautettava osa kitset vai ei

source: Net
fi: Netto

source: Tax
fi: Verottaa

source: Narrative
fi: Kerronta

source: Returned By
fi: Palautettu

source: Contact Phone Number
fi: Kontakti puhelin numero

source: A phone number is required for counter returns
fi: Puhelinnumeroa tarvitaan laskurin palauttamiseen

source: Contact Email
fi: Ota yhteyttä sähköpostiosoitteeseen

source: Sales person
fi: Myyjä

source: Reason for Return
fi: Syy palata

source: Payment Type
fi: Maksutapa

source: Paid to Customer
fi: Maksettu asiakkaalle

source: Re-Calculate
fi: Laske uudelleen

source: Process The Return
fi: Käsittele palautus

source: There are no lines on this return. Please enter lines to return first
fi: Tällä paluulla ei ole rivejä. Anna palataksesi ensin riviä

source: The amount entered as payment to the customer does not equal the amount of the return. Please correct amount and re-enter
fi: Asiakkaalle suoritettavana maksuna ilmoitettu summa ei ole sama kuin tuoton määrä. Korjaa summa ja kirjoita se uudelleen

source: We were unable to load the area where the sale is to from the custbranch table
fi: Emme pystyneet lataamaan aluetta, jolle myynti tapahtuu, toimipisteen pöydältä

source: The company information and preferences could not be retrieved. See your system administrator
fi: Yritystietoja ja mieltymyksiä ei voitu noutaa. Ota yhteyttä järjestelmänvalvojaasi

source: The SQL that failed to insert the GL transaction for the bank account debit was
fi: SQL, joka ei onnistunut lisäämään PK-tapahtumaa pankkitiliä varten, oli

source: Cannot insert a GL transaction for the bank account debit
fi: PK-tapahtumaa ei voi lisätä pankkitiliä koskevaan veloitukseen

source: The SQL that failed to insert the GL transaction for the debtors account credit was
fi: SQL, joka ei onnistunut lisäämään PK-tapahtumaa velallisten tililuottoon, oli

source: Cannot insert a GL transaction for the debtors account credit
fi: PK-tapahtumaa ei voida lisätä velallisten tililuottoon

source: Counter Sale
fi: Tiskin myynti

source: The SQL that failed to insert the bank account transaction was
fi: SQL, joka ei onnistunut lisäämään pankkitilitapahtumaa, oli

source: Cannot insert a bank transaction
fi: Pankkitapahtumaa ei voi lisätä

source: The SQL that failed to insert the customer receipt transaction was
fi: SQL, joka ei onnistunut lisäämään asiakkuustapahtumaa, oli

source: Cannot insert a receipt transaction against the customer because
fi: Ostotapahtumaa ei voi lisätä asiakasta vastaan, koska

source: The SQL that failed to insert the allocation of the receipt to the credit note was
fi: SQL, joka ei onnistunut lisäämään kuitin allokointia hyvityslaskuun, oli

source: Cannot insert the customer allocation of the receipt to the invoice because
fi: Kuitin asiakasosoitetta ei voi lisätä laskuun, koska

source: Credit Note number
fi: Hyvityslaskunumero

source: Print this credit note
fi: Tulosta tämä hyvityslasku

source: Yes Please
fi: Kyllä kiitos

source: Search for Items
fi: Hae kohteita

source: , Searches the database for items, you can narrow the results by selecting a stock category, or just enter a partial item description or partial item code
fi: , Hakee tietokannasta kohteita, voit kaventaa tuloksia valitsemalla varastoluokan tai syöttämällä vain osittaisen tuotekuvauksen tai osittaisen tuotekoodin

source: Enter partial Description
fi: Anna osittainen kuvaus

source: Use Quick Entry
fi: Käytä pikakirjausta

source: Select an item by entering the quantity required. Click Return when ready.
fi: Valitse tuote syöttämällä tarvittava määrä. Napsauta Palaa, kun olet valmis.

source: Prev
fi: Edellinen

source: Return Item(s)
fi: Palauta esineet)

source: On Demand
fi: Tarpeen vaatiessa

source: On Order
fi: Tilauksesta

source: Available
fi: Saatavilla

source: The demand for this product from
fi: Tämän tuotteen kysyntä

source: Add to Sale
fi: Lisää myyntiin

source: Use this form to add return items quickly if the item codes are already known
fi: Käytä tätä lomaketta lisätäksesi palautuserät nopeasti, jos tuotekoodi on jo tiedossa

source: Enter a part code to be returned. Part codes can contain any alpha-numeric characters underscore or hyphen.
fi: Syötä palautettava osan koodi. Osakoodit voivat sisältää minkä tahansa aakkosnumeerisen merkin alaviivaa tai väliviivaa.

source: Quick Entry
fi: Nopea pääsy

source: Search Parts
fi: Etsi osia

source: Cancel Return
fi: Peruuta paluu

source: Are you sure you wish to cancel this return?
fi: Haluatko varmasti peruuttaa tämän paluun?

source: Counter Sales
fi: Vastamyynti

source: Although this account is defined as the cash sale account for the location. The account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
fi: Vaikka tämä tili on määritelty sijainnin käteismyyntitiliksi. Tili on tällä hetkellä merkitty tiliksi, jota on seurattava. Ota yhteyttä luottotietohenkilöstöön keskustellaksesi

source: Although the account is defined as the cash sale account for the location the account is currently on hold. Please contact the credit control personnel to discuss
fi: Vaikka tili on määritelty käteisen myyntitiliksi sijainnille, tili on tällä hetkellä odotustilassa. Ota yhteyttä luottotietohenkilöstöön keskustellaksesi

source: This sale has been cancelled as requested
fi: Tämä myynti on peruutettu pyynnöstä

source: Start a new Counter Sale
fi: Aloita uusi laskuri

source: An invalid date entry was made for
fi: Kohteelle tehtiin virheellinen päivämäärämerkintä

source: The date entry
fi: Päivämäärämerkintä

source: must be in the format
fi: on oltava muodossa

source: could not be retrieved from the database and has not been added to the order
fi: ei voitu hakea tietokannasta eikä sitä ole lisätty tilaukseen

source: Phantom assemblies cannot be sold, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the order:
fi: Phantom-kokoonpanoja ei voida myydä, näitä esineitä on olemassa vain laskuina materiaaleista, joita käytetään muissa valmistetuissa tuotteissa. Seuraavaa tuotetta ei ole lisätty tilaukseen:

source: The system does not currently cater for counter sales of lot controlled or serialised items
fi: Järjestelmä ei tällä hetkellä sovi eräohjattujen tai sarjatuotteiden vastamyyntiin

source: Only items entered with a positive quantity can be added to the sale
fi: Ainoastaan positiivisella määrällä syötetyt tuotteet voidaan lisätä myyntiin

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
fi: Tuotetta ei voitu päivittää, koska yrität asettaa tilatun määrän alle 0 tai hinnan alle 0 tai alennuksen yli 100% tai alle 0%

source: Picked Up By
fi: Noutaja

source: Comments
fi: Kommentit

source: Banked to
fi: Pankki

source: Amount Paid
fi: Maksettu summa

source: Enter the amount paid by the customer, this must equal the amount of the sale
fi: Syötä asiakkaan maksama summa, jonka on oltava yhtä suuri kuin myynnin määrä

source: Process The Sale
fi: Käsittele myynti

source: There are no lines on this sale. Please enter lines to invoice first
fi: Tässä myynnissä ei ole rivejä. Anna ensin laskutettavat rivit

source: The amount entered as payment does not equal the amount of the invoice. Please ensure the customer has paid the correct amount and re-enter
fi: Maksuna ilmoitettu summa ei ole sama kuin laskun summa. Varmista, että asiakas on maksanut oikean summan, ja kirjoita se uudelleen

source: The parameter to prohibit negative stock is set and invoicing this sale would result in negative stock. No futher processing can be performed. Alter the sale first changing quantities or deleting lines which do not have sufficient stock.
fi: Negatiivisen osakkeen kieltämisen parametri on asetettu ja tämän myynnin laskutus johtaisi negatiiviseen varastoon. Jatkokäsittelyä ei voida suorittaa. Muuta myyntiä muuttamalla ensin määriä tai poistamalla rivit, joilla ei ole riittävästi varastoa.

source: We were unable to load the area from the custbranch table where the sale is to
fi: Emme pystyneet lataamaan aluetta myyntipisteestä, johon myynti tapahtuu

source: Trouble inserting the sales order header. The SQL that failed was
fi: Myyntitilauksen otsikon lisääminen epäonnistui. Epäonnistunut SQL oli

source: The order cannot be added because
fi: Tilausta ei voi lisätä, koska

source: Trouble inserting a line of a sales order. The SQL that failed was
fi: Myyntitilauksen rivin lisääminen epäonnistui. Epäonnistunut SQL oli

source: Unable to add the sales order line
fi: Myyntitilausriviä ei voi lisätä

source: Unable to insert a new work order for the sales order item
fi: Uutta työtilausta ei voi lisätä myyntitilaustuotteelle

source: In automatically creating a work order for
fi: Kun luot automaattisesti tilauksen

source: an item on this sales order, the cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
fi: tämän myyntitilauksen erän kustannukset, jotka on kertynyt komponenttikustannusten summasta, ovat nolla. Tämä voi johtua siitä, että materiaaliluetteloa ei ole asetettu ... voit tarkistaa tämän vielä kerran

source: The work order item could not be added
fi: Työtilaustuotetta ei voitu lisätä

source: A new work order has been created for
fi: Uusi työmääräys on luotu

source: These are for
fi: Nämä ovat

source: there order ref
fi: siellä tilaus viite

source: our order number
fi: tilausnumeromme

source: The following serial numbers have been reserved for this work order
fi: Seuraavat sarjanumerot on varattu tälle tilaukselle

source: This automatically generated serial number already exists - it cannot be added to the work order
fi: Tämä automaattisesti luotu sarjanumero on jo olemassa - sitä ei voi lisätä työmääräykseen

source: The serial number for the work order item could not be added
fi: Työtilaustuotteen sarjanumeroa ei voitu lisätä

source: Could not update the new next serial number for the item
fi: Kohteen uutta seuraavaa sarjanumeroa ei voitu päivittää

source: New Work Order Number
fi: Uusi työtilausnumero

source: for
fi: varten

source: Order Number
fi: Tilausnumero

source: has been entered
fi: on syötetty

source: The SQL that failed to update the date of the last payment received was
fi: SQL, joka ei päivittänyt viimeisen maksun päivämäärää, oli

source: Cannot update the customer record for the date of the last payment received because
fi: Viimeisen vastaanotetun maksun asiakastietuetta ei voi päivittää, koska

source: The SQL that failed to insert the allocation of the receipt to the invoice was
fi: SQL, joka ei onnistunut lisäämään kuitin allokointia laskuun, oli

source: Frequently Ordered Items
fi: Usein tilatut tuotteet

source: , shows the most frequently ordered items in the last 6 months. You can choose from this list, or search further for other items
fi: , näyttää viimeisten 6 kuukauden aikana useimmin tilatut tuotteet. Voit valita tästä luettelosta tai etsiä muita kohteita
