Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: There are no inconsistent allocations
fi: Kohdistuksia ei ole epäjohdonmukaisia

source: all is well
fi: kaikki on hyvin

source: Customer Allocations != DebtorTrans.Alloc
fi: Asiakkaiden allokaatiot! = DebtorTrans.Alloc

source: There are no inconsistencies with allocations
fi: Kohdistuksissa ei ole epäjohdonmukaisuuksia

source: Invoice Number
fi: Laskun numero

source: Original Invoice Total
fi: Alkuperäinen lasku yhteensä

source: Total amount recorded as allocated against it
fi: Sitä vastaan kirjattu kokonaismäärä

source: Total of allocation records
fi: Jakotietueiden kokonaismäärä

source: Debtors Control Integrity
fi: Velalliset hallitsevat rehellisyyttä

source: Start Period:
fi: Aloitusaika:

source: End Period:
fi: Lopetusjakso:

source: Bal B/F in GL
fi: Bal B / F PK: ssä

source: Bal C/F in GL
fi: Bal C / F PK: ssä

source: Calculated
fi: Laskettu

source: Check Period Sales Ledger Control Account
fi: Tarkista ajanjakson myyntikirjaustarkistustili

source: UTILITY PAGE To Clear purchase orders with quantity on back order
fi: TOIMINTOSIVU Tyhjentää ostotilaukset, joilla jäljellä jälkitoimitusta

source: Clear Supplier Back Orders
fi: Tyhjennä toimittajan jälkitoimitukset

source: Create Chart Details Records
fi: Luo kaaviotietueet

source: Could not test to see that all chart detail records properly initiated
fi: Ei voitu testata, että kaikki kaaviotietueet aloitettiin oikein

source: Inserting new chart details records required failed because
fi: Vaadittujen uusien kaaviotietueiden lisääminen epäonnistui, koska

source: Chart Details Created successfully
fi: Kaavion tiedot luotu onnistuneesti

source: No additional chart details were required to be added
fi: Kaavion muita yksityiskohtia ei tarvittu lisätä

source: UTILITY PAGE That sets up a new blank company record if not already existing
fi: UTILITY PAGE Tämä asettaa uuden tyhjän yritystietueen, ellei sitä ole jo olemassa

source: An existing company record is set up already. No alterations have been made
fi: Yrityksen ennätys on jo perustettu. Mitään muutoksia ei ole tehty

source: Company record is now available for modification by clicking
fi: Yritystietue on nyt muokattavissa napsauttamalla

source: this link
fi: tämä linkki

source: Create Database Template File
fi: Luo tietokantamallitiedosto

source: The name of the template has not been entered or is just 1 character - an informative name is required e.g. Deutsche-distribution in the case of a german distribution company
fi: Mallin nimeä ei ole syötetty tai se on vain 1 merkki - informatiivinen nimi vaaditaan esim. Saksan jakeluyrityksen tapauksessa Deutsche-jakelu

source: Show the sql template file produced
fi: Näytä tuotettu sql-mallitiedosto

source: Running the create a new company template script will export all account groups, account codes and tax set up tables including tax groups, tax authorities, tax rates etc. However, no transactions or private data will be exported. There is opportunity to prevent specific general ledger accounts from being exported where these are considered private - again no transactional or balance data is exported and you can inspect the contents of the sql file. The template file will be emailed automatically to the webERP project
fi: Uuden yritysmallin luomisen suorittaminen vie kaikki tiliryhmät, tilikoodit ja verotustaulukot, mukaan lukien veroryhmät, veroviranomaiset, verokannat jne. Tapahtumia tai yksityisiä tietoja ei kuitenkaan viedä. On mahdollista estää tiettyjen pääkirjatilien vientiä, jos niitä pidetään yksityisinä - jälleen kerran ei viedä kauppa- tai saldotietoja, ja voit tarkistaa sql-tiedoston sisällön. Mallitiedosto lähetetään automaattisesti webERP-projektiin

source: Enter the name of the template to be created
fi: Syötä luotavan mallin nimi

source: Warning: All selected accounts will be exported - please de-select the accounts you do not wish to export to the new template file
fi: Varoitus: Kaikki valitut tilit viedään - poista tilit, joita et halua viedä uuteen mallitiedostoon

source: Create Template and Email
fi: Luo malli ja sähköposti

source: Currency Debtor Balances
fi: Valuuttamääräiset velkasaldot

source: Show Local Currency Total Debtors Balances
fi: Näytä paikallisen valuutan velkasaldot yhteensä

source: Debtors Balances By Currency Totals
fi: Velallisten saldot valuuttamääräisinä

source: Total Debtor Balances in
fi: Velallisen saldot yhteensä

source: Total Balances in local currency
fi: Saldot yhteensä paikallisessa valuutassa

source: Currency Supplier Balances
fi: Valuuttatoimittajien saldot

source: Show Local Currency Total Suppliers Balances
fi: Näytä paikallinen valuutta Toimittajien saldot yhteensä

source: Suppliers Balances By Currency Totals
fi: Toimittajien saldot valuuttamääräisesti

source: Total Supplier Balances in
fi: Toimittajien saldot yhteensä

source: Price List Export Problem ....
fi: Hinnaston vientiongelma ....

source: Customer List Export Problem ....
fi: Asiakasluettelon vientiongelma ....

source: The Customer List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa asiakasluetteloa, koska

source: Salesman List Export Problem ....
fi: Myyjäluettelon vientiongelma ....

source: The Salesman List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa myyntimiehiluetteloa, koska

source: Security Token List Export Problem ....
fi: Suojaustunnusluettelon vientiongelma ....

source: The Image List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa kuvaluetteloa, koska

source: The Security Token List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa suojaustunnisteiden luetteloa, koska

source: Security Role List Export Problem ....
fi: Suojausrooliluettelon vientiongelma ....

source: The Security Role List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa suojausrooliluetteloa, koska

source: Security Group List Export Problem ....
fi: Suojausryhmäluettelon vientiongelma ....

source: The Security Group List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa suojausryhmäluetteloa, koska

source: Security User List Export Problem ....
fi: Turvallisuuden käyttäjäluettelon vientiongelma ....

source: The Security User List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa suojauksen käyttäjäluetteloa, koska

source: Data Exports
fi: Tietojen vienti

source: Price List Export
fi: Hinnaston vienti

source: For Location
fi: Sijainti

source: Export
fi: Viedä

source: Customer List Export
fi: Asiakasluettelon vienti

source: Salesman List Export
fi: Myyjäluettelon vienti

source: Image List Export
fi: Kuvaluettelon vienti

source: Security Token List Export
fi: Suojaustunnusluettelon vienti

source: Security Role List Export
fi: Suojausrooliluettelon vienti

source: Security Group List Export
fi: Suojausryhmäluettelon vienti

source: Security User List Export
fi: Suojauksen käyttäjäluettelon vienti

source: Delete Credit Note
fi: Poista hyvityslasku

source: This page must be called with the credit note number
fi: Tälle sivulle on soitettava hyvityslaskunumerolla

source: it is not intended for use by non-system administrators
fi: sitä ei ole tarkoitettu muiden kuin järjestelmänvalvojien käyttöön

source: The number of stock movements to be deleted is
fi: Poistettavien varastojen määrä on

source: The custallocns record could not be deleted
fi: Custallocns-tietuetta ei voitu poistaa

source: the sql server returned the following error
fi: sql-palvelin palautti seuraavan virheen

source: The custallocns record has been deleted
fi: Custallocns-tietue on poistettu

source: The debtortranstaxes record could not be deleted
fi: Debortortranstaxes-tietuetta ei voitu poistaa

source: The debtortranstaxes record has been deleted
fi: Debortortranstaxes-tietue on poistettu

source: A problem was encountered trying to delete the Debtor transaction record
fi: Tapahtui ongelma yritettäessä poistaa velallisen tapahtumatietue

source: A problem was encountered attempting to reverse the update the sales order detail record
fi: Tapahtui ongelma yrittäessäsi päivittää myyntitilauksen yksityiskohdat

source: the SQL server returned the following error message
fi: SQL-palvelin palautti seuraavan virhesanoman

source: SQL to reverse update to the location stock records failed with the error
fi: SQL palauttaa päivityksen sijaintitietueisiin epäonnistui virheen vuoksi

source: The SQL to delete the sales analysis records with the message
fi: SQL poistaa myynti-analyysitietueet viestin kanssa

source: SQL to delete the stock movement tax records failed with the message
fi: SQL ei voinut poistaa kaluston liikkumisverotietueita viestin kanssa

source: Deleted the credit note stock move taxes
fi: Poistettiin hyvityslaskujen liikkumisverot

source: SQL to delete the stock movement record failed with the message
fi: SQL pörssin tietueiden poistaminen epäonnistui viestin kanssa

source: Deleted the credit note stock movements
fi: Poistettiin hyvityslaskujen varastoliikkeet

source: SQL to delete the gl transaction records failed with the message
fi: SQL poisti gl-tapahtumatietueet epäonnistui viestin kanssa

source: Deleted the credit note general ledger transactions
fi: Poistettiin hyvityslaskun pääkirjatoimitukset

source: Credit note number
fi: Luottotiedot

source: has been completely deleted
fi: on poistettu kokonaan

source: To ensure the integrity of the general ledger transactions must be reposted from the period the credit note was created
fi: Pääkirjan tapahtumien eheyden varmistamiseksi on postitettava uudelleen siitä päivästä, jolloin luotot luotiin

source: Delete Invoice
fi: Poista lasku

source: This page must be called with the InvoiceNo to delete Z_DeleteInvoice.php?InvoiceNo=XX
fi: Tälle sivulle on soitettava InvoiceNo-tunnuksella, jotta Z_DeleteInvoice.php? InvoiceNo = XX

source: This page should not be run by non-system administrators
fi: Muut kuin järjestelmänvalvojat eivät saa käyttää tätä sivua

source: The SQL to delete the delivery differences records failed because
fi: Toimituserotietueiden poistaminen SQL epäonnistui, koska

source: Any order delivery differences records have been deleted
fi: Tilausten toimituseroja koskevat tietueet on poistettu

source: The debtorTrans record could not be deleted
fi: DebtorTrans-tietuetta ei voitu poistaa

source: The debtor transaction record has been deleted
fi: Velallisen tapahtuman tietue on poistettu

source: The SQL to reverse the update of the sales order detail records failed because
fi: Myyntitilaustietojen tietueiden päivityksen peruuttaminen SQL epäonnistui, koska

source: The sales order records have been updated as not invoiced
fi: Myyntitilaustiedot on päivitetty, koska niitä ei ole laskutettu

source: The SQL to reverse update to the location stock records failed because
fi: SQL palauttaa päivityksen sijaintikannan tietueisiin epäonnistui, koska

source: Reversed the location stock quantities for items that decreased
fi: Palautti kohteiden sijaintivarastomäärät, jotka laskivat

source: The SQL to delete the sales analysis records failed because
fi: Myyntianalyysitietueiden poistaminen SQL epäonnistui, koska

source: Sales analysis records deleted
fi: Myyntianalyysitietueet poistettu

source: this deleted all sales analysis for the customer/branch and items on this invoice
fi: tämä poisti kaikki asiakkaan / konttorin ja tämän laskun kohteet

source: The SQL to delete the stock movement records failed because
fi: Varastoliiketietueiden poistaminen SQL epäonnistui, koska

source: The stock movement records associated with the invoice have been deleted
fi: Laskuun liittyvät varastoliikennetiedot on poistettu

source: The SQL to delete the general ledger journal records failed because
fi: SQL pääkirjan päiväkirjatietueiden poistamiseksi epäonnistui, koska

source: The GL journal records associated with the invoice have been deleted
fi: Laskuun liittyvät PK-päiväkirjatietueet on poistettu

source: UTILITY PAGE To Delete All Old Prices
fi: UTILITY SIVU kaikkien vanhojen hintojen poistamiseksi

source: All old prices have been deleted
fi: Kaikki vanhat hinnat on poistettu

source: Purge Old Prices
fi: Puhdista vanhat hinnat

source: Are You Sure you wish to delete all old prices?
fi: Haluatko varmasti poistaa kaikki vanhat hinnat?

source: Delete Sales Transactions
fi: Poista myyntitapahtumat

source: Deleting sales analysis records
fi: Myyntianalyysitietueiden poistaminen

source: The SQL to delete Sales Analysis records failed because
fi: Myyntianalyysitietueiden poistamiseen tarkoitettu SQL epäonnistui, koska

source: Deleting customer statement transactions and allocation records
fi: Asiakaslausuntotapahtumien ja allokointitietueiden poistaminen

source: The SQL to delete customer transaction records failed because
fi: SQL poistaa asiakastapahtumatietueet epäonnistui, koska

source: The SQL to update the transaction numbers for all sales transactions because
fi: SQL päivittää tapahtumien numerot kaikille myyntitapahtumille, koska

source: Deleting all sales order records
fi: Kaikkien myyntitilaustietueiden poistaminen

source: The SQL to delete sales order detail records failed because
fi: Myyntitilaustietojen tietueiden poistaminen SQL epäonnistui, koska

source: The SQL to delete sales order header records failed because
fi: Myyntitilausten otsikkotietueiden poistaminen SQL epäonnistui, koska

source: The SQL to update the transaction number of sales orders has failed
fi: SQL päivittää myyntitilausten tapahtumamäärän epäonnistui

source: Making stock for all parts and locations nil
fi: Kaikille osille ja paikoille varastossa ei ole varastoa

source: The SQL to make all stocks zero failed because
fi: SQL, joka teki kaikkien osakkeiden nollaksi, epäonnistui

source: Making the quantity invoiced zero on all orders
fi: Laskutetun määrän tekeminen nollaksi kaikissa tilauksissa

source: The SQL to un-invoice all sales orders failed
fi: Kaikkien myyntitilausten laskutuksen poisto SQL epäonnistui

source: Deleting all sales related GL Transactions
fi: Poistetaan kaikki myyntiin liittyvät PK-tapahtumat

source: The SQL to delete sales related GL Transactions failed
fi: Myyntiin liittyvien PK-tapahtumien poistaminen SQL epäonnistui

source: Deleting all stock related GL Transactions
fi: Poistetaan kaikki osakkeisiin liittyvät PK-tapahtumat

source: The SQL to delete stock related GL Transactions failed
fi: SQL -osakkeeseen liittyvien PK-tapahtumien poistaminen epäonnistui

source: Zeroing all purchase order quantities received and uncompleting all purchase orders
fi: Kaikkien vastaanotettujen ostotilausmäärien nollaaminen ja kaikkien ostotilausten loppuun saattaminen

source: The SQL to zero quantity received for all purchase orders line items and uncompleted all purchase order line items because
fi: Kaikista ostotilausten rivikohdista saatu SQL-arvo nollaan ja kaikki ostotilauksen rivikohdat keskeneräiset, koska

source: Deleting all GRN records
fi: Kaikkien GRN-tietueiden poistaminen

source: The SQL to update the transaction number of stock receipts has failed because
fi: SQL päivittää varastokuitien tapahtumamäärän epäonnistui, koska

source: Deleting all Purchase Orders
fi: Kaikkien ostotilausten poistaminen

source: The SQL to delete all purchase order details failed, the SQL statement was
fi: SQL poistaa kaikki ostotilauksen yksityiskohdat epäonnistui, SQL-käsky oli

source: The SQL to delete all purchase orders failed because
fi: Kaikkien ostotilausten poistaminen SQL epäonnistui, koska

source: It is necessary to re-post the remaining general ledger transactions for the general ledger to get back in sync with the transactions that remain. This is an option from the Z_index.php page
fi: On tarpeen lähettää jäljellä olevat pääkirjakirjatoiminnot uudelleen, jotta pääkirja pääsee takaisin synkronoitumaan jäljellä olevien tapahtumien kanssa. Tämä on vaihtoehto Z_index.php -sivulta

source: Delete All Sales Analysis
fi: Poista kaikki myynti-analyysit

source: Delete All statement transactions
fi: Poista kaikki lauseketapahtumat

source: Zero All stock balances
fi: Zero Kaikki osakesaldot

source: Make Invoiced Qty Of All Sales Orders Nil
fi: Tee laskutettu määrä kaikista myyntitilauksista nolla

source: Delete All Sales Orders
fi: Poista kaikki myyntitilaukset

source: Zero Received Qty of all purchase orders
fi: Zero sai määrän kaikista ostotilauksista

source: Delete All Purchase Orders
fi: Poista kaikki ostotilaukset

source: Delete All Sales related stock movements
fi: Poista kaikki myyntiin liittyvät varastoliikkeet

source: Delete All Stock Receipt stock movements
fi: Poista kaikki osakevakuutuksen varastoliikkeet

source: Delete All Sales GL Transactions
fi: Poista kaikki myynti-PK-tapahtumat

source: Delete All Stock GL Transactions
fi: Poista kaikki varastossa olevat PK-tapahtumat

source: Delete All PO Goods Received (GRNs)
fi: Poista kaikki vastaanotetut ostotavarat (GRN)

source: Are You Really REALLY Sure?
fi: Oletko todella TODELLA varma?

source: Database table details
fi: Tietokantataulukon tiedot

source: Field name
fi: Kenttä nimi

source: Field type
fi: Kentän tyyppi

source: Can field be null
fi: Voiko kenttä olla tyhjä

source: Default
fi: Oletus

source: Create and send sales analysis files
fi: Luo ja lähetä myyntianalyysitiedostoja

source: Export Sales Analysis Files
fi: Vie myynnin analyysitiedostot

source: Making a comma separated values file of the stock items
fi: Tehdään pilkulla erotetut arvotiedosto varastotuotteista

source: The SQL to get the stock items failed with the message
fi: Varastokohteiden saaminen SQL epäonnistui viestin kanssa

source: Making a comma separated values file of the customers
fi: Asiakkaille tehdään pilkuilla erotetut arvotiedosto

source: The SQL to get the customers failed with the message
fi: SQL asiakkaiden saamiseksi epäonnistui viestillä

source: Making a comma separated values file of the sales lines
fi: Tehdään pilkuilla erotetut arvotiedosto myyntiriveistä

source: The SQL to get the sales data failed with the message
fi: Myyntitietojen saaminen SQL epäonnistui viestin kanssa

source: Fully allocate Customer transactions where < 1 c unallocated
fi: Kohdista täysin asiakastapahtumat, joihin <1 c kohdistamaton

source: This will update debtor transactions to show them as fully allocated where there is less than 1 cent remaining unallocated.
fi: Tämä päivittää velallisten maksutapahtumat siten, että ne näkyvät kokonaan kohdennettuina, jos kohdentamattomia on jäljellä alle yksi sentti.

source: Fix Allocations
fi: Korjaa allokaatiot

source: Updated debtor transactions
fi: Päivitetyt velallistapahtumat

source: Fix General Ledger Transaction Periods
fi: Korjaa pääkirjasiirtojaksot

source: Fix GL Trans Periods
fi: Korjaa PK-siirtymäajat

source: GLAccount - Users Authority Copy Authority
fi: PKAccount - User Authority Copy Authority

source: Copy Authority of GL Accounts from one user to another
fi: Kopioi PK-tilien käyttöoikeudet käyttäjältä toiselle

source: User FROM must be different from user TO
fi: Käyttäjän FROM on oltava erilainen kuin käyttäjän TO

source: Deleting the current authority to view / update the GL Accounts of user
fi: Nykyisen viranomaisen poistaminen käyttäjän PK-tilien tarkastelemiseksi / päivittämiseksi

source: The SQL to delete the auhority in glaccountusers record failed
fi: SQL poistamaan pääoikeuden glaccountusers-tietueesta epäonnistui

source: Copying the authority to view / update the GL Accounts from user
fi: Kopioidaan käyttöoikeus tarkastella / päivittää käyttäjän PK-tilejä käyttäjältä

source: The SQL to insert the auhority in glaccountusers record failed
fi: SQL, joka lisäsi oikeudenmukaisuuden glaccountusers-tietueeseen, epäonnistui

source: Select User to copy the Authority FROM
fi: Valitse Käyttäjä kopioidaksesi viranomaisen lähettäjä

source: Select User to copy the Authority TO
fi: Valitse Käyttäjä, jos haluat kopioida käyttöoikeuden

source: Process Copy of Authority
fi: Käsittele kopio viranomaisesta

source: Import Chart Of Accounts
fi: Tuo tilikartta

source: Import Chart of Accounts from CSV file
fi: Tuo tilikartta CSV-tiedostosta

source: columns, expected
fi: sarakkeet, odotettavissa

source: There should be three column headings:
fi: Sarakeotsikoita tulisi olla kolme:

source: The file to import the chart of accounts from contains incorrect column headings
fi: Tiedosto, josta tililuettelo tuodaan, sisältää väärät sarakeotsikot

source: fields required
fi: pakolliset kentät

source: fields received
fi: vastaanotetut kentät

source: does not exist. First enter the account groups you require in webERP before attempting to import the accounts.
fi: ei ole olemassa. Anna ensin tarvittavat tiliryhmät webERP: ssä ennen kuin yrität tuoda tilejä.

source: The general ledger account could not be added because
fi: Pääkirjatiliä ei voitu lisätä, koska

source: The SQL that was used to add the general ledger account that failed was
fi: SQL, jota käytettiin epäonnistuneen pääkirjatilin lisäämiseen, oli

source: Failed on row
fi: Epäonnistui rivillä

source: Batch import of the chart of accounts has been rolled back.
fi: Tiliohjelman erätuonti on palautettu.

source: Batch Import of
fi: Erän tuonti

source: has been completed
fi: on saatu päätökseen

source: All general ledger accounts have been added to the chart of accounts
fi: Kaikki pääkirjatilit on lisätty tililuetteloon

source: This function loads a chart of accounts from a comma separated variable (csv) file.
fi: Tämä toiminto lataa tililuettelon pilkuilla erotetun muuttujan (csv) tiedostosta.

source: The file must contain three columns, and the first row should be the following headers:
fi: Tiedoston on sisällettävä kolme saraketta, ja ensimmäisen rivin on oltava seuraavat otsikot:

source: followed by rows containing these three fields for each general ledger account to be uploaded.
fi: seuraa rivit, jotka sisältävät nämä kolme kenttää jokaiselle ladattavalle pääkirjatilille.

source: The Account Group field must have a corresponding entry in the account groups table. So these need to be set up first.
fi: Tiliryhmä-kentässä on oltava vastaava merkintä tiliryhmätaulukossa. Joten nämä on määritettävä ensin.

source: Upload file
fi: Lataa tiedosto

source: Send File
fi: Lähetä tiedosto

source: Import Debtors And branches
fi: Tuo velalliset ja sivuliikkeet

source: File contains
fi: Tiedosto sisältää

source: File contains incorrect headers (
fi: Tiedosto sisältää väärät otsikot (

source: fields required,
fi: vaaditut kentät,

source: The Debtor No cannot contain any of the following characters
fi: Velallinen ei voi sisältää mitään seuraavista merkeistä

source: The Branch code must be at least one character long and cannot be more than 10 characters
fi: Haarakoodin on oltava vähintään yhden merkin pituinen, eikä siinä saa olla yli 10 merkkiä

source: The Branch address1 must be no more than
fi: Sivuliikkeen osoite1 saa olla enintään

source: characters
fi: merkkiä

source: The latitude is expected to be a numeric
fi: Leveyden odotetaan olevan numeerinen

source: The longitude is expected to be a numeric
fi: Pituuden odotetaan olevan numeerinen

source: The salesman not empty and must exist.
fi: Myyjä ei ole tyhjä ja hänen on oltava olemassa.

source: The phone no should not contains characters other than digital,parenthese,space,minus and plus sign
fi: Puhelinnumerossa ei saa olla muita merkkejä kuin digitaalinen, sulkeissa oleva väli, välilyönti, miinus ja plusmerkki

source: The fax no should not contains characters other than digital,parenthese,space,minus and plus sign
fi: Faksinumero ei saa sisältää muita merkkejä kuin digitaalinen, sulkeissa olevat välilyönnit, välilyönti, miinus ja plusmerkki

source: The contact name must not be over 30 characters
fi: Yhteyshenkilön nimi ei saa olla yli 30 merkkiä pitkä
