Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: invoice the order must be re-selected and re-read again to update the changes made by the other user
fi: lasku tilaus on valittava uudelleen ja luettava uudelleen, jotta päivitetään toisen käyttäjän tekemät muutokset

source: Orig order for
fi: Alkuperäinen tilaus

source: has a quantity of
fi: on määrä

source: and an invoiced qty of
fi: ja laskutettu määrä

source: the session shows quantity of
fi: istunto näyttää määrän

source: and quantity invoice of
fi: ja laskun määrä

source: Processing halted.
fi: Käsittely keskeytetty.

source: To enter and confirm this dispatch, it must be re-selected and re-read again to update the changes made by the other user
fi: Lähetys ja vahvistus lähetykseen on valittava uudelleen ja luettava uudelleen, jotta toisen käyttäjän tekemät muutokset päivitetään

source: Select a sales order for confirming deliveries and invoicing
fi: Valitse myyntitilaus toimitusten ja laskutuksen vahvistamiseksi

source: Could not update the default shipping carrier for this branch because
fi: Tämän haaran oletuskuljetusoperaattoria ei voitu päivittää, koska

source: The SQL used to update the branch default carrier was
fi: Haaran oletusoperaattorin päivittämiseen käytetty SQL oli

source: CRITICAL ERROR
fi: KRIITTINEN VIRHE

source: NOTE DOWN THIS ERROR AND SEEK ASSISTANCE
fi: KIRJAA TÄMÄ VIRHE JA PYYDÄ APUA

source: The sales order header could not be updated with the invoice number
fi: Myyntitilauksen otsikkoa ei voitu päivittää laskun numerolla

source: The following SQL to update the sales order was used
fi: Seuraava SQL myyntitilauksen päivittämiseen käytettiin

source: The debtor transaction record could not be inserted because
fi: Velallisen tapahtuman tietuetta ei voitu lisätä, koska

source: The following SQL to insert the debtor transaction record was used
fi: Seuraavaa SQL:ää lisättiin velallisen tapahtumatietue

source: The debtor transaction taxes records could not be inserted because
fi: Velallisen tapahtumaverotietueita ei voitu lisätä, koska

source: The following SQL to insert the debtor transaction taxes record was used
fi: Seuraavaa SQL:ää lisättiin velallisen tapahtumaverotietue

source: The asset number being disposed of is:
fi: Myytävä omaisuusnumero on:

source: The sales order detail record could not be updated because
fi: Myyntitilaustietojen tietuetta ei voitu päivittää, koska

source: The following SQL to update the sales order detail record was used
fi: Seuraava SQL myyntitilauksen tietueiden päivittämiseen käytettiin

source: The order delivery differences log record could not be inserted because
fi: Tilausten toimituserojen lokitietuetta ei voitu lisätä, koska

source: The following SQL to insert the order delivery differences record was used
fi: Seuraavaa SQL:ää lisättiin tilausten toimituserojen tietue

source: The line items of the pick list cannot be retrieved because
fi: Valintaluettelon rivikohtia ei voi noutaa, koska

source: The pickreqdetail record could not be inserted because
fi: Pickreqdetail-tietuetta ei voitu lisätä, koska

source: The following SQL to insert the pickreqdetail records was used
fi: Seuraavaa SQL:ää käytettiin pickreqdetail-tietueiden lisäämiseen

source: Cannot retrieve the mbflag
fi: Mbflag-tiedostoa ei voi noutaa

source: WARNING
fi: VAROITUS

source: Could not retrieve current location stock
fi: Nykyisen sijaintikannan noutaminen epäonnistui

source: Location stock record could not be updated because
fi: Sijaintitietueita ei voitu päivittää, koska

source: The following SQL to update the location stock record was used
fi: Seuraavaa SQL:ää käytettiin sijaintikannan päivittämiseen

source: Could not retrieve assembly components from the database for
fi: Kokoonpanon komponentteja ei voitu noutaa verkkotunnuksesta

source: because
fi: koska

source: Can not retrieve assembly components location stock quantities because
fi: Kokoonpanokomponenttien sijaintivarastomääriä ei voi noutaa, koska

source: Order
fi: Tilaus

source: Stock movement records for the assembly components of
fi: Koneen kokoonpanokomponenttien varastoliikennetiedot

source: could not be inserted because
fi: ei voitu lisätä, koska

source: The following SQL to insert the assembly components stock movement records was used
fi: Seuraavaa SQL:ää käytettiin kokoonpanokomponenttien varastoliikennetietueiden lisäämiseen

source: Location stock record could not be updated for an assembly component because
fi: Kokoonpanokomponentin sijaintivarastotietoa ei voitu päivittää, koska

source: The following SQL to update the locations stock record for the component was used
fi: Seuraavaa SQL:ää päivitettiin komponentin sijaintitietue

source: Stock movement records could not be inserted because
fi: Varastoliikennetietueita ei voitu lisätä, koska

source: The following SQL to insert the stock movement records was used
fi: Seuraavaa SQL:ää käytettiin varastojen liikkumistietueiden lisäämiseen

source: Taxes and rates applicable to this invoice line item could not be inserted because
fi: Tähän laskurivikohtaan sovellettavia veroja ja verokantoja ei voitu lisätä, koska

source: The following SQL to insert the stock movement tax detail records was used
fi: Seuraavaa SQL:ää lisättiin varastojen liikkuvuusverotietueisiin

source: The serial stock item record could not be updated because
fi: Sarjavarastotietueita ei voitu päivittää, koska

source: The following SQL to update the serial stock item record was used
fi: Sarjavarastotietueiden päivitykseen käytettiin seuraavaa SQL:ää

source: The serial stock movement record could not be inserted because
fi: Sarjavarastoliikennetietuetta ei voitu lisätä, koska

source: The following SQL to insert the serial stock movement records was used
fi: Seuraavaa SQL-sarjaa käytettiin varastojen sarjatietueiden lisäämiseen

source: The count of existing Sales analysis records could not run because
fi: Myynnissä olevien analyysitietueiden määrää ei voitu suorittaa, koska

source: SQL to count the no of sales analysis records
fi: SQL laskee myynnin analyysitietueiden määrän

source: Sales analysis record could not be added or updated because
fi: Myyntianalyysitietuetta ei voitu lisätä tai päivittää, koska

source: The following SQL to insert the sales analysis record was used
fi: Myyntianalyysitietueen lisäämiseen käytettiin seuraavaa SQL:ää

source: The cost of sales GL posting could not be inserted because
fi: PK-lisäyksen myyntihintoja ei voitu lisätä, koska

source: The following SQL to insert the GLTrans record was used
fi: PKTrans-tietueen lisäämiseen käytettiin seuraavaa SQL:ää

source: The stock side of the cost of sales GL posting could not be inserted because
fi: Myyntihintojen varastopuolta ei voitu lisätä, koska

source: The sales GL posting could not be inserted because
fi: Myynnin PK-kirjausta ei voitu lisätä, koska

source: The sales discount GL posting could not be inserted because
fi: Myyntialennuksen PK-kirjausta ei voitu lisätä, koska

source: The asset disposal GL posting details could not be retrieved because
fi: Varojen luovutuksen PK-kirjaustietoja ei voitu noutaa, koska

source: The following SQL was used to get the asset posting details
fi: Seuraavaa SQL:ää käytettiin resurssien kirjaustietojen saamiseen

source: accumulated depreciation disposal
fi: kertyneet poistot

source: The reversal of accumulated depreciation GL posting on disposal could not be inserted because
fi: Kertyneiden poisto PK-kirjausten hävittämistä ei voitu peruuttaa, koska

source: cost disposal
fi: kustannusten hävittäminen

source: The reversal of asset cost on disposal GL posting could not be inserted because
fi: Myytävissä olevien omaisuuserien kustannusten peruutus PK-kirjausta ei voitu lisätä, koska

source: net book value disposal
fi: kirjanpitoarvon nettomyynti

source: The disposal net book value GL posting could not be inserted because
fi: Myynnin nettoarvoista PK-kirjausta ei voitu lisätä, koska

source: asset disposal proceeds
fi: omaisuuden luovutus etenee

source: The disposal proceeds GL posting could not be inserted because
fi: Poistojen PK-kirjausta ei voitu lisätä, koska

source: The fixed asset transaction could not be inserted because
fi: Käyttöomaisuuden kauppaa ei voitu lisätä, koska

source: The following SQL to insert the fixed asset transaction record was used
fi: Seuraavaa SQL:ää käytetyn käyttöomaisuuden kauppatietueen lisäämiseksi käytettiin

source: The fixed asset record could not be updated for the disposal because
fi: Käyttöomaisuusrekisteriä ei voitu päivittää luovutettavaksi, koska

source: The following SQL to update the fixed asset record was used
fi: Seuraavaa SQL:ää päivitettiin käyttöomaisuustietue

source: The pick list header could not be updated
fi: Valintaluettelon otsikkoa ei voitu päivittää

source: The following SQL to update the pick list was used
fi: Seuraavaa SQL:ää päivitettiin valintaluetteloa

source: The total debtor GL posting could not be inserted because
fi: Velallisen PK-kirjausta ei voitu lisätä, koska

source: The following SQL to insert the total debtors control GLTrans record was used
fi: Seuraavaa SQL-koodia lisättiin kaikkien velallisten hallinnan PKTrans-tietueeseen

source: The freight GL posting could not be inserted because
fi: Rahdin PK-kirjausta ei voitu lisätä, koska

source: The tax GL posting could not be inserted because
fi: Vero PK-kirjausta ei voitu lisätä, koska

source: Invoice number
fi: Laskun numero

source: processed
fi: käsitelty

source: Print this invoice
fi: Tulosta tämä lasku

source: Landscape
fi: Vaaka

source: Portrait
fi: Pysty

source: Select another order for invoicing
fi: Valitse toinen tilaus laskutusta varten

source: Sales Order Entry
fi: Myyntitilauksen merkintä

source: Date On Invoice
fi: Laskun päivämäärä

source: Consignment Note Ref
fi: Rahtikirja Viite

source: Enter the consignment note reference to enable tracking of the delivery in the event of customer proof of delivery issues
fi: Syötä rahtikirjan viite, jotta toimitus voidaan seurata, jos asiakas todistaa toimitusongelmat

source: No Of Packages in Delivery
fi: Pakkausten määrä toimituksessa

source: Action For Balance
fi: Toiminta tasapainoa varten

source: Automatically put balance on back order
fi: Aseta tasapaino jälkikäteen automaattisesti

source: Cancel any quantities not delivered
fi: Peruuta kaikki toimittamattomat määrät

source: Invoice Text
fi: Laskuteksti

source: Internal Comments
fi: Sisäiset kommentit

source: Process Invoice
fi: Käsittele lasku

source: Contract Bill of Materials
fi: Sopimusasiakirja

source: You should automatically be forwarded to the Contract page. If this does not happen perhaps the browser does not support META Refresh
fi: Sinut ohjataan automaattisesti Sopimus-sivulle. Jos näin ei tapahdu, selain ei ehkä tue META Refresh -ohjelmaa

source: click here
fi: klikkaa tästä

source: to continue
fi: jatkaaksesi

source: There is a problem selecting the part records to display because
fi: Näytettävien osatietueiden valitsemisessa on ongelma, koska

source: The SQL statement that failed was
fi: Epäonnistunut SQL-käsky oli

source: There are no products to display matching the criteria provided
fi: Tuotteita ei löytynyt

source: The contract BOM cannot be altered because the customer has already placed the order
fi: Sopimusluetteloa ei voida muuttaa, koska asiakas on jo tehnyt tilauksen

source: The item
fi: Esine

source: is already in the bill of material for this contract. The system will not allow the same item on the contract more than once. However you can change the quantity required for the item.
fi: on jo tämän sopimuksen materiaaliluettelossa. Järjestelmä ei salli samaa tuotetta sopimuksessa useammin kuin kerran. Voit kuitenkin muuttaa tuotteelle vaadittavaa määrää.

source: The item details could not be retrieved
fi: Kohteen tietoja ei voitu noutaa

source: The SQL used to retrieve the item details but failed was
fi: SQL käytti kohteen tietojen noutamista, mutta epäonnistui

source: The item code
fi: Tuotekoodi

source: does not exist in the database and therefore cannot be added to the contract BOM
fi: ei ole tietokannassa, eikä sitä siksi voida lisätä sopimuksen BOM: iin

source: Contract Bill of Material
fi: Sopimusasiakirja

source: Contract Reference
fi: Sopimusviite

source: Sub-total
fi: Välisumma

source: Enter the quantity of this component required to complete the contract
fi: Syötä tämän komponentin määrä, joka tarvitaan sopimuksen suorittamiseen

source: Are you sure you wish to delete this item from the contract BOM?
fi: Haluatko varmasti poistaa tämän kohteen sopimusluettelosta?

source: Update Lines
fi: Päivitä rivit

source: Back To Contract Header
fi: Takaisin sopimuksen otsikkoon

source: The supplier category details could not be retrieved because
fi: Toimittajaluokan tietoja ei voitu noutaa, koska

source: The SQL used to retrieve the category details but failed was
fi: SQL käytti luokan tietojen noutamista, mutta epäonnistui

source: Search For Stock Items
fi: Etsi varastotuotteita

source: Enter any text that should appear in the item description as the basis of your search
fi: Kirjoita haun perustaksi teksti, jonka pitäisi näkyä kohteen kuvauksessa

source: Enter any part of an item code to seach for all matching items containing that text in the code
fi: Syötä mikä tahansa tuotekoodin osa tutkiaksesi kaikki vastaavat kohdat, jotka sisältävät kyseisen tekstin koodissa

source: Create a New Stock Item
fi: Luo uusi varastotuote

source: No Image
fi: Ei kuvaa

source: Enter the quantity required of this item to complete the contract
fi: Syötä tämän tuotteen vaatima määrä sopimuksen loppuun saattamiseksi

source: Only the first
fi: Vain ensimmäinen

source: can be displayed
fi: voidaan näyttää

source: Please restrict your search to only the parts required
fi: Rajoita haku vain tarvitsemiin osiin

source: Add to Contract Bill Of Material
fi: Lisää sopimuslaskelmiin

source: Contract Costing
fi: Sopimuksen kustannuslaskenta

source: This page is expected to be called with the contract reference to show the costing for
fi: Tälle sivulle odotetaan soittavan sopimuksen viite, joka näyttää kustannukset

source: Could not get the inventory issues for this contract because
fi: Tämän sopimuksen varastotilanteita ei voitu saada, koska

source: Contract
fi: Sopimus

source: Closed
fi: Suljettu

source: Current Confirmed
fi: Nykyinen vahvistettu

source: Quoted
fi: Lainattu

source: Original Costing
fi: Alkuperäinen kustannuslaskenta

source: Actual Costs
fi: Todelliset kustannukset

source: Inventory Required
fi: Varasto vaaditaan

source: Unit
fi: Yksikkö

source: Actual usage
fi: Todellinen käyttö

source: Total Inventory Budgeted Cost
fi: Varaston budjetoidut kokonaiskustannukset

source: Total Inventory Actual Cost
fi: Varaston todelliset kokonaiskustannukset

source: Other Costs
fi: Muut kustannukset

source: Requirement
fi: Vaatimus

source: Budgeted Other Costs
fi: Budjetoidut muut kustannukset

source: Supplier
fi: Toimittaja

source: Anticipated
fi: Ennakoitu

source: Could not get the other charges to the contract because
fi: Muita sopimuksen maksuja ei voitu saada, koska

source: Actual Other Costs
fi: Todelliset muut kustannukset

source: Total Budget Contract Cost
fi: Budjettisopimuksen kokonaiskustannukset

source: Total Actual Contract Cost
fi: Todelliset sopimuskustannukset yhteensä

source: Variance on contract
fi: Varianssi sopimuksesta

source: The gl entry of WIP for the variance on closing the contract could not be inserted because
fi: WIP:n gl-merkintää sopimuksen päättymisen varianssille ei voitu lisätä, koska

source: The status of the contract could not be updated to closed because
fi: Sopimuksen tilaa ei voitu päivittää suljettuun, koska

source: The following SQL to change the status of the contract was used
fi: Seuraavaa SQL:ää sopimuksen tilan muuttamiseen käytettiin

source: Could not update the work order to closed because:
fi: Työmääräystä ei voitu päivittää suljettuun, koska:

source: The SQL used to close the work order was:
fi: Työmääräyksen sulkemiseen käytetty SQL oli:

source: The location stock record could not be updated because
fi: Sijaintikantatietoa ei voitu päivittää, koska

source: stock movement records could not be inserted when processing the work order receipt because
fi: varastomuutosrekistereitä ei voitu lisätä, kun työtilaustodistusta käsiteltiin, koska

source: The receipt of contract work order finished stock GL posting could not be inserted because
fi: Sopimustyötilauksen valmiiden varastojen PK-kirjausta ei voitu lisätä, koska

source: The following SQL to insert the work order receipt of finished items GLTrans record was used
fi: Seuraavaa SQL:ää käytettiin lisättäessä valmiiden tuotteiden työmääräyskuitti PKTrans-tietue

source: The WIP credit on receipt of finished items from a work order GL posting could not be inserted because
fi: WIP-hyvitys valmiista tuotteista työtilauksella PK-kirjausta ei voitu lisätä, koska

source: The following SQL to insert the WIP GLTrans record was used
fi: Seuraavaa SQL-koodia käytettiin WIP PKTrans -tietueen lisäämiseksi

source: Could not update the work order item record with the total quantity received because
fi: Työtilaustuotetietuetta ei voitu päivittää saadulla kokonaismäärällä, koska

source: The following SQL was used to update the work order
fi: Seuraavaa SQL:ää käytettiin päivittämään työmääräys

source: The contract has been closed. No further charges can be posted against this contract.
fi: Sopimus on suljettu. Tätä sopimusta ei voida nostaa.

source: Close Contract
fi: Sulje sopimus

source: Closing the contract will prevent further stock being issued to it and charges being made against it. Variances will be taken to the profit and loss account. Are You Sure?
fi: Sopimuksen päättyminen estää uusien osakkeiden luovuttamisen sille ja sille veloitusten maksamisen. Vaihtelut otetaan tuloslaskelmaan. Oletko varma?

source: Contract Other Requirements
fi: Sopimuksen muut vaatimukset

source: The other contract requirements cannot be altered because the customer has already placed the order
fi: Muita sopimusvaatimuksia ei voida muuttaa, koska asiakas on jo tehnyt tilauksen

source: The quantity of the new requirement is expected to be numeric
fi: Uuden vaatimuksen määrän odotetaan olevan numeerinen

source: The cost per unit of the new requirement is expected to be numeric
fi: Uuden vaatimuksen yksikkökustannusten odotetaan olevan numeerisia

source: Enter a description of this requirement for the contract
fi: Kirjoita kuvaus tästä vaatimuksesta sopimukseen

source: Enter the quantity of this requirement for the contract
fi: Syötä tämän vaatimuksen määrä sopimukseen

source: Are you sure you wish to delete this contract requirement?
fi: Haluatko varmasti poistaa tämän sopimusvaatimuksen?

source: Total Other Requirements Cost
fi: Muiden vaatimusten kokonaiskustannukset

source: Update Other Requirements Lines
fi: Päivitä muut vaatimusrivit

source: Enter New Requirements
fi: Anna uudet vaatimukset

source: Requirement Description
fi: Vaatimuksen kuvaus

source: Cost Per Unit
fi: Yksikkökustannukset

source: Enter the cost per unit of this requirement
fi: Syötä tämän vaatimuksen yksikköhinta

source: Enter New Contract Requirement
fi: Anna uusi sopimusvaatimus

source: Modify Contract
fi: Muokkaa sopimusta

source: Contract Entry
fi: Sopimukseen pääsy

source: The contract reference must be entered (and be longer than 5 characters) before the requirements of the contract can be setup
fi: Sopimuksen viite on syötettävä (ja sen on oltava yli 5 merkkiä pitkä), ennen kuin sopimuksen vaatimukset voidaan määrittää

source: You should automatically be forwarded to the entry of the Contract line items page
fi: Sinut ohjataan automaattisesti Sopimus-rivikohdan sivulle

source: If this does not happen
fi: Jos näin ei tapahdu

source: if the browser does not support META Refresh
fi: jos selain ei tue META Refresh -toimintoa

source: You should automatically be forwarded to the entry of the Contract requirements page
fi: Sinut ohjataan automaattisesti Sopimusvaatimukset-sivulle

source: Back to Contract Selection
fi: Takaisin sopimuksen valintaan

source: Only
fi: Vain

source: The file size is over the maximum allowed. The maximum size allowed in KB is
fi: Tiedoston koko on suurempi kuin suurin sallittu. Suurin sallittu koko megatavuina on

source: Only graphics files can be uploaded
fi: Vain grafiikkatiedostoja voidaan ladata

source: The existing image could not be removed
fi: Nykyistä kuvaa ei voitu poistaa

source: File url
fi: Tiedoston URL-osoite

source: Something is wrong with uploading the file
fi: Tiedoston lataamisessa on jotain vikaa

source: The contract has already been ordered by the customer the order must also be deleted first before the contract can be deleted
fi: Asiakas on jo tilannut sopimuksen, myös tilaus on ensin poistettava, ennen kuin sopimus voidaan poistaa

source: The contract bill of materials could not be deleted because
fi: Sopimuksen materiaalia ei voitu poistaa, koska

source: The contract requirements could not be deleted because
fi: Sopimusvaatimuksia ei voitu poistaa, koska

source: The contract could not be deleted because
fi: Sopimusta ei voitu poistaa, koska

source: The quotation lines for the contract could not be deleted because
fi: Sopimuksen tarjousriviä ei voitu poistaa, koska

source: The quotation for the contract could not be deleted because
fi: Sopimuksen tarjousta ei voitu poistaa, koska

source: has been cancelled
fi: on peruttu

source: The contract reference is expected to be more than 2 characters long. Please alter the contract reference before proceeding.
fi: Sopimusviitteen odotetaan olevan yli 2 merkkiä pitkä. Muuta sopimuksen viitteitä ennen jatkamista.

source: The contract reference cannot contain any spaces, slashes, or inverted commas. Please alter the contract reference before proceeding.
fi: Sopimusviite ei voi sisältää välilyöntejä, kauttaviivoja tai käännettyjä pilkkuja. Muuta sopimuksen viitteitä ennen jatkamista.

source: The contract reference cannot be the same as a previously created stock item. Please modify the contract reference before continuing
fi: Sopimusviite ei voi olla sama kuin aiemmin luotu varastotuote. Muokkaa sopimusviitettä ennen jatkamista

source: The contract description is expected to be more than 10 characters long. Please alter the contract description in full before proceeding.
fi: Sopimuksen kuvauksen odotetaan olevan yli 10 merkkiä pitkä. Muuta sopimuksen kuvausta kokonaan ennen jatkamista.

source: The date the contract is required to be completed by must be entered in the format
fi: Päivämäärä, jona sopimuksen on täytyttävä, on kirjoitettava muotoon

source: The date that the contract is to be completed by is expected to be a date in the future. Make the required date a date after today before proceeding.
fi: Päivämäärän, jona sopimuksen on määrä olla valmis, odotetaan olevan tulevaisuudessa. Määritä vaadittu päivämäärä päivämääräksi tämän päivän jälkeen, ennen kuin jatkat.

source: Default for
fi: Oletus

source: The contract reference cannot be the same as a previously created contract for another customer. Please modify the contract reference before continuing
fi: Sopimusviite ei voi olla sama kuin aiemmin luotu sopimus toiselle asiakkaalle. Muokkaa sopimusviitettä ennen jatkamista

source: Cannot update the contract because
fi: Sopimusta ei voi päivittää, koska

source: Could not add a component to the contract bill of material
fi: Komponenttia ei voitu lisätä sopimuslaskelmaan

source: Could not add a requirement to the contract requirements
fi: Vaatimusta ei voitu lisätä sopimusvaatimuksiin

source: The changes to the contract have been committed to the database
fi: Sopimuksen muutokset on sidottu tietokantaan
