Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: No more time to post for this timesheet
fi: Ei enää aikaa lähettää tätä tuntilomaketta

source: Timesheet for the week ending
fi: Aikataulu päättyvälle viikolle

source: labour stock movement records could not be inserted when processing the timesheet because
fi: työvoiman liikkumisrekistereitä ei voitu lisätä työaikataulukkoa käsiteltäessä, koska

source: The following SQL to insert the labour stock movement records was used
fi: Seuraavaa SQL:ää käytettiin työvoimavarastojen liikkumistietueiden lisäämiseen

source: as
fi: kuten

source: hours
fi: tuntia

source: The labour cost posting to a work order GL posting could not be inserted because
fi: Työvoimakustannusten kirjaamista työtilaukseen PK-kirjausta ei voitu lisätä, koska

source: The following SQL to insert the work order issue GLTrans record was used
fi: Seuraavaa SQL:ää lisättiin työmääräysongelman PKTrans-tietue

source: The labour recovery account credit on the approval of a timesheet GL posting could not be inserted because
fi: Työvoiman palautustilin hyvitystä tuntilomakkeen PK-kirjauksen hyväksymisestä ei voitu lisätä, koska

source: The following SQL to insert the labour gltrans record was used
fi: Seuraavaa SQL:ää lisättiin työelämän gltrans-tietue

source: Could not update the work order labour cost because
fi: Työmääräyksen työvoimakustannuksia ei voitu päivittää, koska

source: Could not change the timesheet status to approved because
fi: Aikataulukon tilaa ei voitu muuttaa hyväksytyksi, koska

source: Timesheet posted
fi: Aikataulukko lähetetty

source: Select a different employee
fi: Valitse toinen työntekijä

source: Only employees set up to enter timesheets can use this script - please see the timesheet administrator
fi: Ainoastaan työntekijät, jotka on määritetty syöttämään aikatauluja, voivat käyttää tätä komentosarjaa

source: Timesheet row deleted
fi: Aikataulukon rivi poistettu

source: For the week ending
fi: Viikko päättyy

source: Non-chargable
fi: Ei veloitettavissa

source: Are you sure you wish to delete this timesheet entry
fi: Haluatko varmasti poistaa tämän tuntilomakkeen merkinnän

source: submitted
fi: toimitettu

source: Submit for Approval
fi: Lähetä hyväksyttäväksi

source: Approve
fi: Hyväksyä

source: Top Items Searching
fi: Suosituimmat kohteet

source: Top Sales Order Search
fi: Suosituin myyntitilaushaku

source: Select Order By
fi: Valitse Tilaa

source: Total Pieces
fi: Kappaletta yhteensä

source: Value of Sales
fi: Myynnin arvo

source: The input must be positive integer
fi: Syötteen on oltava positiivinen kokonaisluku

source: With less than
fi: Vähemmän kuin

source: Days of Stock (QOH + QOO) Available
fi: Päivää varastossa (QOH + QOO) saatavilla

source: Number Of Top Items
fi: Suosituimpien tuotteiden määrä

source: Top Sales Items List
fi: Myydyimpien tuotteiden luettelo

source: Value Sales
fi: Arvomyynti

source: Stock (Days)
fi: Varasto (päiviä)

source: Print To PDF
fi: Tulosta PDF-tiedostoon

source: Units Of Measure
fi: Mittayksiköt

source: The unit of measure cannot contain any of the illegal characters
fi: Mittayksikkö ei voi sisältää laittomia merkkejä

source: The unit of measure may not be empty
fi: Mittayksikkö ei voi olla tyhjä

source: The unit of measure can not be renamed because another with the same name already exist.
fi: Mittayksikköä ei voida nimetä uudelleen, koska toinen sama nimi on jo olemassa.

source: The unit of measure no longer exist.
fi: Mittayksikköä ei ole enää olemassa.

source: Unit of measure changed
fi: Mittayksikkö muutettu

source: The unit of measure can not be created because another with the same name already exists.
fi: Mittayksikköä ei voida luoda, koska toinen sama nimi on jo olemassa.

source: New unit of measure added
fi: Uusi mittayksikkö lisätty

source: Could not update unit of measure
fi: Mittayksikköä ei voitu päivittää

source: Cannot delete this unit of measure because it no longer exist
fi: Tätä mittayksikköä ei voi poistaa, koska sitä ei ole enää olemassa

source: Cannot delete this unit of measure because inventory items have been created using this unit of measure
fi: Tätä mittayksikköä ei voi poistaa, koska mainosjakaumaerät on luotu tällä mittayksiköllä

source: inventory items that refer to this unit of measure
fi: varastomerkinnät, jotka viittaavat tähän mittayksikköön

source: unit of measure has been deleted
fi: mittayksikkö on poistettu

source: Could not get unit of measures because
fi: Mittayksikköä ei voitu saada, koska

source: Are you sure you wish to delete this unit of measure?
fi: Haluatko varmasti poistaa tämän mittayksikön?

source: Review Units of Measure
fi: Tarkista mittayksiköt

source: Could not retrieve the requested unit of measure, please try again.
fi: Pyydettyä mittayksikköä ei voitu noutaa. Yritä uudelleen.

source: Cannot be blank or contains illegal characters
fi: Ei voi olla tyhjä tai sisältää laittomia merkkejä

source: More than one character
fi: Useampi kuin yksi merkki

source: Upgrade webERP Database
fi: Päivitä webERP-tietokanta

source: The webERP code is version
fi: WebERP-koodi on versio

source: and the database version is not actually recorded at this version
fi: ja tietokantaversiota ei todellisuudessa tallenneta tällä versiolla

source: Select the version you are upgrading from:
fi: Valitse päivitettävä versio:

source: Apply database changes manually
fi: Käytä tietokannan muutoksia manuaalisesti

source: Version 3.00
fi: Versio 3.00

source: Version 3.01
fi: Versio 3.01

source: Version 3.02
fi: Versio 3.02

source: Version 3.03
fi: Versio 3.03

source: Version 3.04
fi: Versio 3.04

source: Version 3.05
fi: Versio 3.05

source: Version 3.06
fi: Versio 3.06

source: Version 3.07
fi: Versio 3.07

source: Version 3.08
fi: Versio 3.08

source: Version 3.09
fi: Versio 3.09

source: Version 3.10
fi: Versio 3.10

source: Version 3.11 or 4.01 - 4.02
fi: Versio 3.11 tai 4.01 - 4.02

source: This script will perform any modifications to the database required to allow the additional functionality in later scripts.
fi: Tämä komentosarja suorittaa tarvittavat muutokset tietokantaan, jotta lisätoiminnot voidaan sallia myöhemmissä komentosarjoissa.

source: Click to do a database backup now before proceeding!
fi: Napsauta tehdäksesi varmuuskopion tietokannasta nyt, ennen kuin jatkat!

source: Perform Database Upgrade
fi: Suorita tietokannan päivitys

source: The database is up to date, there are no upgrades to perform
fi: Tietokanta on ajan tasalla, päivityksiä ei ole suoritettava

source: and the database version is
fi: ja tietokantaversio on

source: No datbase updates have been done as you selected to apply these manually - upgrade SQL scripts are under sql/mysql/ directory in the distribution
fi: Tietokannan päivityksiä ei ole tehty, kun valitsit näiden manuaalisen soveltamisen - päivitetyt SQL-komentosarjat ovat jakelun sql / mysql / hakemiston alla

source: If there are any failures then please check with your system administrator. Please read all notes carefully to ensure they are expected
fi: Jos siinä on vikoja, ota yhteyttä järjestelmänvalvojaasi. Lue kaikki huomautukset huolellisesti varmistaaksesi, että niitä odotetaan

source: To perform this upgrade the web server must have write access to the config.php file. Currently the web-server is reporting that it does not have appropriate permission. Please ensure config.php is writable and run the upgrade again
fi: Tämän päivityksen suorittamiseksi Web-palvelimella on oltava kirjoitusoikeus config.php-tiedostoon. Tällä hetkellä verkkopalvelin ilmoittaa, ettei sillä ole asianmukaista lupaa. Varmista, että config.php on kirjoitettavissa, ja suorita päivitys uudelleen

source: You should now make the config.php read only for the web server.
fi: Sinun pitäisi nyt asettaa config.php vain luettavaksi verkkopalvelimelle.

source: Only mysql upgrades are performed seamlessly at this time. Your database will need to be manually updated
fi: Vain mysql-päivitykset suoritetaan saumattomasti tällä hetkellä. Tietokanta on päivitettävä manuaalisesti

source: Applying
fi: Hakeminen

source: Success
fi: Menestys

source: Foreign Key already removed
fi: Ulkomainen avain on jo poistettu

source: Table has already been created
fi: Taulukko on jo luotu

source: Column has already been changed
fi: Sarake on jo muutettu

source: Column has already been created
fi: Sarake on jo luotu

source: Index already exists
fi: Hakemisto on jo olemassa

source: Entry has already been done
fi: Ilmoittautuminen on jo tehty

source: SQL syntax error. The SQL error message is
fi: SQL-syntaksivirhe. SQL-virheilmoitus on

source: Primary key already exists
fi: Ensisijainen avain on jo olemassa

source: Index already dropped previously
fi: Indeksi laski jo aiemmin

source: Failure
fi: Epäonnistuminen

source: Error number
fi: Virheen numero

source: User Authorised Bank Accounts
fi: Käyttäjän valtuuttamat pankkitilit

source: You have not selected any User
fi: Et ole valinnut yhtään käyttäjää

source: You have not selected a bank account to be authorised for this user
fi: Et ole valinnut tälle käyttäjälle valtuutettua pankkitiliä

source: The Bank Account
fi: Pankkitili

source: is already authorised for this user
fi: on jo valtuutettu tälle käyttäjälle

source: bank account has been changed
fi: pankkitili on muutettu

source: The Bank account user record could not be deleted because
fi: Pankkitilin käyttäjän tietuetta ei voitu poistaa, koska

source: bank account removed
fi: pankkitili poistettu

source: Authorised bank accounts for
fi: Valtuutetut pankkitilit tilille

source: Authorised bank accounts for User
fi: Valtuutetut pankkitilit käyttäjälle

source: Are you sure you wish to un-authorise this bank account?
fi: Haluatko varmasti peruuttaa tämän pankkitilin valtuutuksen?

source: User Authorised GL Accounts
fi: Käyttäjän valtuuttamat PK-tilit

source: You have not selected any user
fi: Et ole valinnut yhtään käyttäjää

source: Authorised GL Accounts for
fi: Valtuutetut PK-tilit tilille

source: You have not selected an GL Account to be authorised for this user
fi: Et ole valinnut PK-tiliä valtuutettavaksi tälle käyttäjälle

source: The GL Account
fi: PK-tili

source: An access permission to a GL account could not be added
fi: PK-tilin käyttöoikeutta ei voitu lisätä

source: An access permission to a GL account was added
fi: PK-tilin käyttöoikeus lisättiin

source: An access permission to a GL account could not be removed
fi: PK-tilin käyttöoikeutta ei voitu poistaa

source: An access permission to a GL account was removed
fi: PK-tilin käyttöoikeus poistettiin

source: Are you sure you wish to remove Update for this GL Account?
fi: Haluatko varmasti poistaa tämän PK-tilin päivityksen?

source: Are you sure you wish to add Update for this GL Account?
fi: Haluatko varmasti lisätä päivityksen tälle PK-tilille?

source: Are you sure you wish to un-authorise this GL Account?
fi: Haluatko varmasti peruuttaa tämän PK-tilin valtuutuksen?

source: User does not have access permissions to GL accounts
fi: Käyttäjällä ei ole käyttöoikeuksia PK-tileihin

source: Add access permissions to a GL account
fi: Lisää käyttöoikeudet PK-tiliin

source: User has access permissions to all GL accounts
fi: Käyttäjällä on käyttöoikeudet kaikkiin PK-tileihin

source: Select A Different User
fi: Valitse Eri käyttäjä

source: User Authorised Inventory Locations Maintenance
fi: Käyttäjän valtuuttama mainosjakaumapaikkojen huolto

source: User Authorised Locations
fi: Käyttäjän valtuuttamat sijainnit

source: You have not selected an inventory location to be authorised for this user
fi: Et ole valinnut mainosjakauman sijaintia valtuutettavaksi tälle käyttäjälle

source: The location
fi: Sijainti

source: Authorised inventory locations for
fi: Valtuutetut varastopaikat kohteelle

source: Authorised Inventory Locations for User
fi: Valtuutetut varaston sijainnit käyttäjälle

source: Are you sure you wish to remove Update for this location?
fi: Haluatko varmasti poistaa tämän sijainnin päivityksen?

source: Are you sure you wish to add Update for this location?
fi: Haluatko varmasti lisätä päivityksen tähän sijaintiin?

source: Are you sure you wish to un-authorise this location?
fi: Haluatko varmasti peruuttaa tämän sijainnin valtuutuksen?

source: User Settings
fi: Käyttäjäasetukset

source: Latin Western Languages - Times
fi: Latinalaiset länsimaiset kielet - Times

source: Eastern European Russian Japanese Korean Hebrew Arabic Thai
fi: Itäeurooppalainen venäjä japani korea heprea arabia thai

source: Chinese
fi: Kiinalainen

source: Free Serif
fi: Ilmainen Serif

source: The Maximum Number of Records on Display entered must not be negative
fi: Syötettyjen tietueiden enimmäismäärä ei saa olla negatiivinen

source: 0 will default to system setting
fi: 0 on oletusarvoisesti järjestelmäasetus

source: Cannot change password in the demo or others would be locked out!
fi: Demon salasanaa ei voi vaihtaa, tai muut lukitaan!

source: The password and password confirmation fields entered do not match
fi: Annetut salasanan ja salasanan vahvistuskentät eivät täsmää

source: The user alterations could not be processed because
fi: Käyttäjämuutoksia ei voitu käsitellä, koska

source: The SQL that was used to update the user and failed was
fi: SQL, jota käytettiin käyttäjän päivittämiseen ja epäonnistui, oli

source: The user settings have been updated
fi: Käyttäjäasetukset on päivitetty

source: Be sure to remember your password for the next time you login
fi: Muista muistaa salasanasi, kun seuraavan kerran kirjaudut sisään

source: Maximum Number of Records to Display
fi: Näytettävien tietueiden enimmäismäärä

source: New Password
fi: Uusi salasana

source: Must be more than 5 characters and cannot be as same as userid
fi: Sen on oltava yli 5 merkkiä, eikä se saa olla sama kuin userid

source: Confirm Password
fi: Vahvista salasana

source: If you leave the password boxes empty your password will not change
fi: Jos jätät salasanakentät tyhjiksi, salasanasi ei muutu

source: Display page help
fi: Näytä sivun ohje

source: Show page help when available
fi: Näytä sivun ohje, kun se on käytettävissä

source: Display field help
fi: Näyttökentän ohje

source: Show field help when available
fi: Näytä kenttäohje, kun se on käytettävissä

source: PDF Language Support
fi: PDF-kielen tuki

source: Where Used Inquiry
fi: Käyttökysely

source: The item code entered
fi: Syötetty tuotekoodi

source: is not set up as an item in the system
fi: ei ole määritetty järjestelmän kohteeksi

source: Re-enter a valid item code or select from the Select Item link above
fi: Anna kelvollinen tuotekoodi uudelleen tai valitse yllä olevasta Valitse tuote -linkistä

source: Enter an Item Code
fi: Syötä tuotekoodi

source: Illegal characters and blank is not allowed
fi: Laittomia merkkejä ja tyhjää ei sallita

source: No illegal characters allowed
fi: Laittomia merkkejä ei sallita

source: Show Where Used
fi: Näytä missä käytetään

source: The parents for the selected part could not be retrieved because
fi: Valitun osan vanhempia ei voitu hakea, koska

source: The selected item
fi: Valittu kohde

source: is not used as a component of any other parts
fi: ei käytetä minkään muun osan komponenttina

source: Used By
fi: Käytetty

source: Show Bill Of Material
fi: Näytä materiaalilista

source: WO items can be produced with available stock
fi: WO-tuotteita voidaan valmistaa käytettävissä olevalla varastossa

source: The SQL to find the WO items to produce
fi: SQL löytää tuotettavat WO-kohteet

source: Requested
fi: Pyydetty

source: Result
fi: Tulos

source: For Factory Location
fi: Tehtaan sijainnille

source: Search Items To Produce
fi: Hae tuotettavia tuotteita

source: Work Centres
fi: Työkeskukset

source: The Work Centre code must be at least 2 characters long
fi: Work Center -koodin on oltava vähintään 2 merkkiä pitkä

source: The Work Centre description must be at least 3 characters long
fi: Työkeskuksen kuvauksen on oltava vähintään 3 merkkiä pitkä

source: The work centre code cannot contain any of the following characters
fi: Työkeskuksen koodi ei voi sisältää mitään seuraavista merkeistä

source: The work centre record has been updated
fi: Työkeskuksen tietue on päivitetty

source: The new work centre has been added to the database
fi: Uusi työkeskus on lisätty tietokantaan

source: The update/addition of the work centre failed because
fi: Työkeskuksen päivitys / lisääminen epäonnistui

source: Cannot delete this work centre because bills of material have been created requiring components to be added at this work center
fi: Tätä työkeskusta ei voi poistaa, koska on luotu materiaalilaskuja, jotka edellyttävät komponenttien lisäämistä tähän työkeskukseen

source: BOM items referring to this work centre code
fi: Tähän työkeskuskoodiin viittaavat BOM-kohteet

source: Cannot delete this work centre because contract bills of material have been created having components added at this work center
fi: Tätä työkeskusta ei voi poistaa, koska on luotu sopimuslaskelmia, joihin on lisätty komponentteja

source: Contract BOM items referring to this work centre code
fi: Tähän työkeskuskoodiin viittaavat sopimuksen BOM-tuotteet

source: The selected work centre record has been deleted
fi: Valittu työkeskustietue on poistettu

source: WC Code
fi: WC-koodi

source: Overhead GL Account
fi: PK-tili

source: Overhead Per Hour
fi: Yleiskustannukset tunnissa

source: Are you sure you wish to delete this work centre?
fi: Haluatko varmasti poistaa tämän työkeskuksen?

source: Show all Work Centres
fi: Näytä kaikki työkeskukset

source: Work Centre Code
fi: Työkeskuksen koodi

source: The code should be at least 2 characters and no illegal characters allowed
fi: Koodin tulee olla vähintään 2 merkkiä, eikä laittomia merkkejä saa sallia

source: More than 2 legal characters
fi: Yli 2 juridista merkkiä

source: Work Centre Description
fi: Työkeskuksen kuvaus

source: The Work Center should be more than 3 characters and no illegal characters allowed
fi: Työkeskuksessa tulisi olla yli 3 merkkiä, eikä laittomia merkkejä saa käyttää

source: More than 3 legal characters
fi: Yli 3 juridista merkkiä

source: Overhead Recovery GL Account
fi: Yleiskustannusten palauttamisen PK-tili

source: Work Order Costing
fi: Työtilausten kustannuslaskenta

source: Back to Work Orders
fi: Takaisin työtilauksiin

source: Select a work order
fi: Valitse työmääräys

source: This page can only be opened if a work order has been selected.
fi: Tämä sivu voidaan avata vain, jos työtilaus on valittu.

source: Could not retrieve the details of the selected work order
fi: Valitun työmääräyksen yksityiskohtia ei voitu noutaa

source: The selected work order item cannot be retrieved from the database
fi: Valittua työmääräyskohtaa ei voida hakea tietokannasta

source: Work order
fi: Työmääräys

source: Manufactured at
fi: Valmistettu

source: Qty Reqd
fi: Määrä Reqd

source: Cost Reqd
fi: Kustannusvaatimus

source: Usage Variance
fi: Käyttövarianssi

source: Cost Variance
fi: Kustannusten varianssi

source: Could not retrieve the issues of the item because:
fi: Kohteen numeroita ei voitu noutaa, koska:

source: Could not get issues that were not required by the BOM because
fi: Ei voitu saada ongelmia, joita BOM ei vaatinut, koska

source: share of variance
fi: varianssin osuus

source: The GL posting for the work order variance could not be inserted because
fi: Työmääräysvarianssin PK-kirjausta ei voitu lisätä, koska

source: The GL posting for the WIP side of the work order variance posting could not be inserted because
fi: Työmääräysvarianssin kirjauksen WIP-puolen PK-kirjausta ei voitu lisätä, koska

source: share of usage variance
fi: käyttövarianssin osuus

source: The GL posting for the material usage variance could not be inserted because
fi: Materiaalin käyttövarianssin PK-kirjausta ei voitu lisätä, koska

source: The GL posting for the WIP side of the usage variance posting could not be inserted because
fi: Käyttövarianssi-ilmoituksen WIP-puolen PK-kirjausta ei voitu lisätä, koska

source: share of cost variance
fi: osuus kustannusvaihtelusta

source: The GL posting for the cost variance could not be inserted because
fi: Kustannusvarianssin PK-kirjausta ei voitu lisätä, koska

source: The GL posting for the WIP side of the cost variance posting could not be inserted because
fi: Kustannusvarianssi-postituksen WIP-puolen PK-kirjausta ei voitu lisätä, koska

source: Could not delete the predefined work order serial numbers
fi: Ennalta määritettyjen työmääräysten sarjanumeroita ei voitu poistaa

source: The SQL used to delete the predefined serial numbers was:
fi: Ennalta määritettyjen sarjanumeroiden poistamiseen käytetty SQL oli:

source: The item cost as calculated from the work order has been applied against the weighted average cost and the necessary GL journals created to update stock as a result of closing this work order
fi: Työtilauksesta laskettu tuotekustannus on laskettu painotettuihin keskimääräisiin kustannuksiin ja tarvittavat PK-päiväkirjat, jotka on luotu päivittämään varastoa tämän tilauksen sulkemisen seurauksena

source: The work order has been closed and general ledger entries made for the variances on the work order
fi: Työmääräys on suljettu ja pääjärjestysmerkinnät tehty työjärjestyksen variansseista

source: The item costs resulting from the work order have been applied against the weighted average stock value of the items on the work order, and the work order has been closed
fi: Työmääräyksestä johtuvat tuotekustannukset on laskettu työtilauksen kohteiden painotettuun keskiarvoon ja työtilaus on suljettu

source: The work order has been closed
fi: Työmääräys on suljettu

source: Close This Work Order
fi: Sulje tämä työmääräys

source: Closing the work order takes the variances to the general ledger (if integrated). The work order will no longer be able to have manufactured goods received entered against it or materials issued to it.
fi: Työmääräyksen sulkeminen vie varianssit pääkirjaan (jos integroitu). Työmääräys ei enää voi merkitä vastaanotettujen valmistettujen tuotteiden kirjaamista tai sille annettujen materiaalien luovuttamista.

source: This work order is closed and cannot accept additional issues of materials or receipts of manufactured items
fi: Tämä työtilaus on suljettu, eikä siihen voida hyväksyä materiaaleja tai valmistettujen tuotteiden kuitteja

source: Work Order Entry
fi: Työmääräyksen merkintä

source: Your security settings do not allow you to create or update new Work Order at this location
fi: Suojausasetuksesi eivät salli sinun luoda tai päivittää uutta työtilausta tähän sijaintiin

source: Select an existing work order
fi: Valitse olemassa oleva työmääräys

source: Failed to retrieve item number
fi: Kohdenumeron noutaminen epäonnistui

source: The item selected cannot be added to a work order because it is not a manufactured item
fi: Valittua tuotetta ei voida lisätä työtilaukseen, koska se ei ole valmistettu tuote

source: The item selected cannot be found in the database
fi: Valittua kohdetta ei löydy tietokannasta

source: This item is already on the work order and cannot be added again
fi: Tämä kohde on jo työtilauksessa eikä sitä voi lisätä uudelleen

source: The cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
fi: Tämän erän kustannukset komponenttikustannusten summasta kertyneet nollat. Tämä voi johtua siitä, että materiaaliluetteloa ei ole asetettu ... voit tarkistaa tämän vielä kerran

source: The cost of this item as accumulated from the sum of the component costs is zero
fi: Tämän erän kustannukset, jotka on kertynyt komponenttikustannusten summasta, on nolla
