Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Bahamian dollar
fi: Bahaman dollari

source: Bhutanese ngultrum
fi: Bhutanin ngultrum

source: Belarusian ruble
fi: Valkovenäjän rupla

source: Belize dollar
fi: Belizen dollari

source: Canadian dollar
fi: Kanadan dollari

source: Congolese franc
fi: Kongon frangi

source: Swiss WIR Euro (complementary currency)
fi: Sveitsin WIR-euro (täydentävä valuutta)

source: Swiss franc
fi: Sveitsin Frangi

source: Swiss WIR Franc (complementary currency)
fi: Sveitsin WIR-frangi (täydentävä valuutta)

source: Chilean Unidad de Fomento (funds code)
fi: Chilen Unidad de Fomento (rahastokoodi)

source: Chilean peso
fi: Chilen peso

source: Chinese yuan
fi: Kiinan juan

source: Colombian peso
fi: Kolumbian peso

source: Colombian Unidad de Valor Real
fi: Kolumbialainen Unidad de Valor Real

source: Costa Rican colon
fi: Costa Rican kaksoispiste

source: Cuban peso convertible
fi: Kuuban peso avoauto

source: Cuban peso
fi: Kuuban peso

source: Cape Verde escudo
fi: Kap Verden escudo

source: Czech koruna
fi: Tšekin koruna

source: Djiboutian franc
fi: Djiboutin frangi

source: Danish krone
fi: Tanskan kruunu

source: Dominican peso
fi: Dominikaaninen peso

source: Algerian dinar
fi: Algerian dinaari

source: Egyptian pound
fi: Egyptin punta

source: Eritrean nakfa
fi: Eritrealainen nakfa

source: Ethiopian birr
fi: Etiopian birr

source: European Union euro
fi: Euroopan unionin euro

source: Fiji dollar
fi: Fidžin dollari

source: Falkland Islands pound
fi: Falklandinsaarten punta

source: United Kingdom pound sterling
fi: Yhdistyneen kuningaskunnan punta

source: Ghanaian cedi
fi: Ghanan cedi

source: Gibraltar pound
fi: Gibraltarin punta

source: Guinean franc
fi: Guinean frangi

source: Guyanese dollar
fi: Guyanan dollari

source: Hong Kong dollar
fi: Hongkongin dollari

source: Honduran lempira
fi: Hondurasin lempira

source: Croatian kuna
fi: Kroatian kuna

source: Haitian gourde
fi: Haitin gourde

source: Hungarian forint
fi: Unkarin forintti

source: Indonesian rupiah
fi: Indonesian rupia

source: Israeli new shekel
fi: Israelin uusi sekeli

source: Indian rupee
fi: Intian rupia

source: Iraqi dinar
fi: Irakin dinaari

source: Iranian rial
fi: Iranin rial

source: Icelandic krÃ³na
fi: Islannin krona

source: Jamaican dollar
fi: Jamaikan dollari

source: Jordanian dinar
fi: Jordanian dinaari

source: Japanese yen
fi: Japanin jeni

source: Kenyan shilling
fi: Kenian shillinki

source: Kyrgyzstani som
fi: Kirgisialainen som

source: Cambodian riel
fi: Kambodžan riel

source: Comoro franc
fi: Comoron frangi

source: North Korean won
fi: Pohjois-Korea voitti

source: South Korean won
fi: Etelä-Korea voitti

source: Kuwaiti dinar
fi: Kuwaitin dinaari

source: Cayman Islands dollar
fi: Caymansaarten dollari

source: Kazakhstani tenge
fi: Kazakstanin tenge

source: Lebanese pound
fi: Libanonin punta

source: Sri Lankan rupee
fi: Sri Lankan rupia

source: Liberian dollar
fi: Liberian dollari

source: Lithuanian litas
fi: Liettuan liti

source: Latvian lats
fi: Latvian latina

source: Libyan dinar
fi: Libyan dinaari

source: Moroccan dirham
fi: Marokon dirham

source: Malagasy ariary
fi: Madagaskarin ariary

source: Macedonian denar
fi: Makedonian denaari

source: Mauritian rupee
fi: Mauritiuksen rupia

source: Maldivian rufiyaa
fi: Malediivien rufiyaa

source: Mexican peso
fi: Meksikon peso

source: Mexican Unidad de Inversion (funds code)
fi: Meksikon Unidad de Inversion (rahastokoodi)

source: Malaysian ringgit
fi: Malesian ringgit

source: Mozambican metical
fi: Mosambikin metical

source: Namibian dollar
fi: Namibian dollari

source: Nicaraguan cÃ³rdoba
fi: Nicaraguan córdoba

source: Norwegian krone
fi: Norjan kruunu

source: Nepalese rupee
fi: Nepalin rupia

source: New Zealand dollar
fi: Uuden-Seelannin dollari

source: Omani rial
fi: Omanin rial

source: Panamanian balboa
fi: Panaman balboa

source: Peruvian nuevo sol
fi: Perun nuevo sol

source: Papua New Guinean kina
fi: Papua-Uusi-Guinean kina

source: Philippine peso
fi: Filippiinien peso

source: Pakistani rupee
fi: Pakistanin rupia

source: Polish zÅ‚oty
fi: Puolan zloty

source: Paraguayan guaranÃ­
fi: Paraguayn guaranÃ

source: Qatari riyal
fi: Qatarin riyal

source: Romanian new leu
fi: Romanian uusi leu

source: Serbian dinar
fi: Serbian dinaari

source: Russian rouble
fi: Venäjän rupla

source: Rwandan franc
fi: Ruandan frangi

source: Saudi riyal
fi: Saudi-Arabia

source: Solomon Islands dollar
fi: Salomonsaarten dollari

source: Seychelles rupee
fi: Seychellien rupia

source: Sudanese pound
fi: Sudanin punta

source: Swedish krona
fi: Ruotsin kruunu

source: Singapore dollar
fi: Singaporen dollari

source: Saint Helena pound
fi: Pyhän Helenan punta

source: Somali shilling
fi: Somalian shillinki

source: Surinamese dollar
fi: Surinamin dollari

source: South Sudanese pound
fi: Etelä-Sudanin punta

source: SÃ£o TomÃ© and PrÃ­ncipe dobra
fi: SÃ £ o TomÃ © ja PrÃncipe dobra

source: Syrian pound
fi: Syyrian punta

source: Thai baht
fi: Thaimaan baht

source: Tajikistani somoni
fi: Tadžikistani somoni

source: Turkmenistani manat
fi: Turkmenistanin manat

source: Tunisian dinar
fi: Tunisian dinaari

source: Turkish lira
fi: Turkin liira

source: Trinidad and Tobago dollar
fi: Trinidadin ja Tobagon dollari

source: Taiwan new dollar
fi: Taiwanin uusi dollari

source: Tanzanian shilling
fi: Tansanian shillinki

source: Ukrainian hryvnia
fi: Ukrainan grivna

source: Ugandan shilling
fi: Ugandan shillinki

source: United States dollar
fi: Yhdysvaltain dollari

source: United States dollar next day (funds code)
fi: Yhdysvaltain dollari seuraavana päivänä (rahastokoodi)

source: United States dollar same day (funds code)
fi: Yhdysvaltain dollari samana päivänä (rahastokoodi)

source: Uruguayan unidad indexada (funds code)
fi: Uruguayn unidad indexada (rahastokoodi)

source: Uruguayan peso
fi: Uruguayn peso

source: Venezuelan bolÃ­var fuerte
fi: Venezuelan bolívar fuerte

source: Vietnamese dong
fi: Vietnamilainen dong

source: CFA franc BEAC
fi: CFA-frangi BEAC

source: Silver (one troy ounce)
fi: Hopea (yksi troy unssi)

source: Gold (one troy ounce)
fi: Kulta (yksi troy unssi)

source: European Composite Unit
fi: Euroopan komposiittiyksikkö

source: European Monetary Unit
fi: Euroopan rahayksikkö

source: European Unit of Account 9
fi: Eurooppalainen laskentayksikkö 9

source: European Unit of Account 17
fi: Eurooppalainen laskentayksikkö 17

source: East Caribbean dollar
fi: Itä-Karibian dollari

source: Special drawing rights
fi: Erityiset nosto-oikeudet

source: UIC franc (special settlement currency)
fi: UIC-frangi (erityinen selvitysvaluutta)

source: CFA franc BCEAO
fi: CFA-frangi BCEAO

source: Palladium (one troy ounce)
fi: Palladium (yksi troy-unssi)

source: CFP franc
fi: CFP-frangi

source: Platinum (one troy ounce)
fi: Platina (yksi troy-unssi)

source: Code reserved for testing purposes
fi: Koodi varattu testausta varten

source: No currency
fi: Ei valuuttaa

source: Yemeni rial
fi: Jemenin rial

source: South African rand
fi: Etelä-Afrikan rand

source: Zambian kwacha
fi: Sambian kwacha

source: Journal - GL
fi: Lehti - PK

source: Payment - GL
fi: Maksu - PK

source: Receipt - GL
fi: Kuitti - PK

source: Standing Journal
fi: Pysyvä lehti

source: Journal - Debtors
fi: Lehti - Velalliset

source: Creditors Payment
fi: Velkojien maksu

source: Work Order Variance
fi: Työmääräysten varianssi

source: Shipment Close
fi: Lähetys suljettu

source: Contract Close
fi: Sopimus suljettu

source: Cost Update
fi: Kustannuspäivitys

source: Exchange Difference
fi: Vaihto-ero

source: Stock Requests
fi: Osakepyynnöt

source: Asset Category Change
fi: Omaisuusluokan muutos

source: Delete w/down asset
fi: Poista sisältökohde

source: Auto Debtor Number
fi: Automaattinen velallisen numero

source: Exempt
fi: Vapauttaa

source: Handling
fi: Käsittely

source: The order line for
fi: Tilausrivi

source: could not be inserted
fi: ei voitu lisätä

source: The order line number
fi: Tilausrivin numero

source: could not be updated
fi: ei voitu päivittää

source: No Line Number passed to remove_from_cart, so nothing has been removed.
fi: Rivinumeroa ei lähetetty osoitteeseen remove_from_cart, joten mitään ei ole poistettu.

source: The order line could not be deleted because
fi: Tilausriviä ei voitu poistaa, koska

source: Deleted Line Number
fi: Poistettu rivinumero

source: from existing Order Number
fi: nykyisestä tilausnumerosta

source: The order line could not be updated as completed because
fi: Tilausriviä ei voitu päivittää valmiiksi, koska

source: Removed Remaining Quantity and set Line Number
fi: Poistettu jäljellä oleva määrä ja määritetty rivinumero

source: as Completed for existing Order Number
fi: kuten valmiiksi olemassa olevalle tilausnumerolle

source: It appears that taxes are not defined correctly for this customer tax group
fi: Vaikuttaa siltä, että veroja ei ole määritelty oikein tälle asiakasveroryhmälle

source: Cannot find tax category Freight which must always be defined
fi: Verokategoriaa Rahti ei löydy, joka on aina määriteltävä

source: Label id
fi: Tunnistetunnus

source: Rows per sheet
fi: Rivit / arkki

source: Cols per sheet
fi: Cols / arkki

source: Sheet height
fi: Arkin korkeus

source: Sheet width
fi: Arkin leveys

source: Label height
fi: Tarran korkeus

source: Label width
fi: Tarran leveys

source: Top margin
fi: Ylä marginaali

source: Left margin
fi: Vasen marginaali

source: Row height
fi: Rivin korkeus

source: Column width
fi: Sarakkeen leveys

source: Vert. pos.
fi: Pysty. pos.

source: Horiz. pos.
fi: Vaaka. pos.

source: Max text<br />length
fi: Suurin tekstin <br /> pituus

source: Font size
fi: Fonttikoko

source: Data to display
fi: Näytettävät tiedot

source: Code item
fi: Koodikohta

source: Description remainder
fi: Kuvaus loppuosa

source: Long description
fi: Pitkä kuvaus

source: Long description remainder
fi: Pitkä kuvaus jäljellä

source: Failed loading XML file
fi: XML-tiedoston lataaminen epäonnistui

source: Report this problem
fi: Ilmoita tästä ongelmasta

source: No label templates exist
fi: Tarramalleja ei ole

source: The suppliers offer could not be inserted into the database because
fi: Toimittajien tarjousta ei voitu lisätä tietokantaan, koska

source: The SQL statement used to insert the suppliers offer record and failed was
fi: Toimittajien tarjoustietueen lisäämiseen käytetty SQL-käsky, joka epäonnistui, oli

source: The offer for
fi: Tarjous

source: has been inserted into the database
fi: on lisätty tietokantaan

source: at a price of
fi: hintaan

source: could not be inserted into the database
fi: ei voitu lisätä tietokantaan

source: The suppliers offer could not be updated on the database because
fi: Toimittajien tarjousta ei voitu päivittää tietokantaan, koska

source: The SQL statement used to update the suppliers offer record and failed was
fi: Toimittajien tarjoustietueen päivittämiseen käytetty SQL-käsky, joka epäonnistui, oli

source: has been updated in the database
fi: on päivitetty tietokantaan

source: could not be updated in the database
fi: ei voitu päivittää tietokannassa

source: The supplier offer could not be deleted on the database because
fi: Toimittajan tarjousta ei voitu poistaa tietokannasta, koska

source: The SQL statement used to delete the suppliers offer record are failed was
fi: Toimittajien tarjoustietueen epäonnistuminen poistettu SQL-käsky oli

source: has been deleted in the database
fi: on poistettu tietokannasta

source: Offer received from
fi: Tarjous vastaanotettu

source: This email is automatically generated by webERP
fi: WebERP luo tämän sähköpostin automaattisesti

source: You have received the following offer from
fi: Olet saanut seuraavan tarjouksen käyttäjältä

source: There was an error updating the purchase order detail record to make it part of shipment
fi: Ostotilauksen tiedot -tietueen päivittämisessä tapahtui virhe, jotta siitä tuli osa lähetystä

source: the error reported was
fi: ilmoitettu virhe oli

source: This shipment line has a quantity invoiced and already charged to the shipment - it cannot now be removed
fi: Tällä lähetyslinjalla on laskutettu ja lähetykseen jo laskutettu määrä - sitä ei voi nyt poistaa

source: This email has been automatically generated by webERP
fi: WebERP on luonut tämän sähköpostin automaattisesti

source: You are invited to Tender for the following products to be delivered to
fi: Sinut kutsutaan tarjoukseen seuraavien tuotteiden toimittamiseksi

source: Tender number
fi: Tarjousnumero

source: Tender received from
fi: Tarjous vastaanotettu

source: SUCCESS
fi: MENESTYS

source: INFORMATION
fi: TIEDOT

source: Message
fi: Viesti

source: Add To Menu
fi: Lisää valikkoon

source: Remove From Menu
fi: Poista valikosta

source: Copyright
fi: Tekijänoikeus

source: version
fi: versio

source: Could not get the configuration parameters from the database because
fi: Määritysparametreja ei voitu hakea tietokannasta, koska

source: An error occurred accessing the database to retrieve the company information
fi: Tapahtui virhe tietokantaa käytettäessä yritystietojen noutamiseksi

source: The company record has not yet been set up
fi: Yritysrekisteriä ei ole vielä asetettu

source: From the system setup tab select company maintenance to enter the company information and system preferences
fi: Valitse järjestelmän asetukset -välilehdestä yrityksen ylläpito syöttääksesi yrityksen tiedot ja järjestelmäasetukset

source: CRITICAL PROBLEM
fi: KRIITTINEN ONGELMA

source: Company
fi: Yhtiö

source: Items
fi: Tuotteet

source: Manual
fi: Ohje

source: Are you sure you wish to logout?
fi: Haluatko varmasti kirjautua ulos?

source: Logout
fi: Kirjaudu ulos

source: The bank statement currency is a currency not defined in the system. Please see you system administrator
fi: Tiliotteen valuutta on valuutta, jota ei ole määritelty järjestelmässä. Ota yhteyttä järjestelmänvalvojaan

source: Select Existing Items
fi: Valitse Olemassa olevat kohteet

source: Qty left
fi: Määrä jäljellä

source: items available
fi: käytettävissä olevat tuotteet

source: There does not appear to be any of
fi: Ei näytä olevan mitään

source: left in
fi: jätetty sisään

source: Please Choose a file and then click Set Entry Type to upload a file for import
fi: Valitse tiedosto ja napsauta sitten Aseta syötetyyppi ladataksesi tiedoston tuontia varten

source: There was a problem with the uploaded file
fi: Ladatussa tiedostossa oli ongelma

source: We received
fi: Me saimme

source: Size
fi: Koko

source: Error was
fi: Virhe oli

source: Error moving temporary file
fi: Virhe väliaikaisen tiedoston siirtämisessä

source: Please check your configuration
fi: Tarkista kokoonpanosi

source: Successfully received
fi: Vastaanotettu onnistuneesti

source: Valid
fi: Pätevä

source: Invalid
fi: Virheellinen

source: Validate File
fi: Vahvista tiedosto

source: 1st 10 Lines of File
fi: Ensimmäinen 10 riviä tiedostoa

source: Update Batches
fi: Päivitä erät

source: Below are the 1st 100 records as parsed
fi: Alla on 1. 100 tietuetta jäsennettynä

source: Keyed Entry
fi: Avainmerkintä

source: Sequential
fi: Peräkkäinen

source: Set Entry Type
fi: Aseta merkinnän tyyppi

source: Remove All
fi: Poista kaikki

source: Batch/Roll/Bundle
fi: Erä / rulla / nippu

source: Begin:
fi: Alkaa:

source: End:
fi: Loppu:

source: Login as user
fi: Kirjaudu sisään käyttäjänä

source: with password
fi: salasanalla

source: Your webserver is configured to enable Magic Quotes. This may cause problems if you use punctuation (such as quotes) when doing data entry. You should contact your webmaster to disable Magic Quotes
fi: Verkkopalvelimesi on määritetty ottamaan Magic Quotes käyttöön. Tämä voi aiheuttaa ongelmia, jos käytät välimerkkejä (kuten lainausmerkkejä) syöttäessäsi tietoja. Ota yhteyttä verkkovastaavaan, jotta Magic Quotes voidaan poistaa käytöstä

source: Login
fi: Kirjaudu sisään

source: New Sales Order or Quotation
fi: Uusi myyntitilaus tai tarjous

source: Enter Counter Sales
fi: Syötä laskurimyynti

source: Enter Counter Returns
fi: Kirjoita laskurin palautus

source: Generate/Print Picking Lists
fi: Luo / tulosta poimintaluetteloita

source: Outstanding Sales Orders/Quotations
fi: Erinomaiset myyntitilaukset / tarjoukset

source: Special Order
fi: Erikoistilaus

source: Recurring Order Template
fi: Toistuva tilausmalli

source: Process Recurring Orders
fi: Käsittele toistuvia tilauksia

source: Maintain Picking Lists
fi: Poimintaluetteloiden ylläpito

source: Sales Order Inquiry
fi: Myyntitilauskysely

source: Print Price Lists
fi: Tulosta hintaluettelot

source: Orders Invoiced Reports
fi: Tilaa laskutetut raportit

source: Sales By Sales Type Inquiry
fi: Myynti myyntityypin mukaan

source: Sales By Category Inquiry
fi: Myynti luokkakyselyn mukaan

source: Sales Analysis Reports
fi: Myynnin analyysiraportit

source: Sales Graphs
fi: Myyntikaaviot

source: Top Sellers Inquiry
fi: Myydyin kysely

source: Order Delivery Differences Report
fi: Tilausten toimituserot -raportti

source: Sales Order Detail Or Summary Inquiries
fi: Myyntitilaustiedot tai yhteenvetokyselyt

source: Top Customers Inquiry
fi: Suosituimpien asiakkaiden tiedustelu

source: Worst Sales Items Report
fi: Pahimpien myyntituotteiden raportti

source: Sales With Low Gross Profit Report
fi: Alhaisen myyntivoiton myynti -raportti

source: Create Contract
fi: Luo sopimus

source: Sell Through Support Deals
fi: Myy tukitarjousten kautta

source: Select Order to Invoice
fi: Valitse Tilaa laskulle

source: Create A Credit Note
fi: Luo hyvityslasku

source: Where Allocated Inquiry
fi: Mihin kohdistettu kysely

source: Aged Customer Balances/Overdues Report
fi: Ikääntyneiden asiakkaiden saldot / erääntyneet raportit

source: Re-Print A Deposit Listing
fi: Tulosta talletustiedot uudelleen

source: Debtor Balances At A Prior Month End
fi: Velallisen saldot edellisen kuukauden lopussa

source: Customer Listing By Area/Salesperson
fi: Asiakastiedot alueittain / myyjittäin

source: List Daily Transactions
fi: Luettele päivittäiset tapahtumat

source: Add Customer
fi: Lisää asiakas

source: Select Customer
fi: Valitse Asiakas

source: Aged Supplier Report
fi: Ikääntyneen toimittajan raportti

source: Supplier Balances At A Prior Month End
fi: Toimittajien saldot edellisen kuukauden lopussa

source: Supplier Transaction Inquiries
fi: Tavarantoimittajien liiketiedustelut

source: Add Supplier
fi: Lisää toimittaja

source: Maintain Factor Companies
fi: Ylläpitää tekijäyhtiöitä

source: Purchase Order Grid Entry
fi: Ostotilausruudukon merkintä

source: Create a New Tender
fi: Luo uusi tarjous

source: Edit Existing Tenders
fi: Muokkaa olemassa olevia tarjouksia

source: Process Tenders and Offers
fi: Käsittele tarjouksia

source: Orders to Authorise
fi: Käskyt valtuuttaa

source: Shipment Entry
fi: Lähetyksen merkintä

source: Select A Shipment
fi: Valitse lähetys

source: Purchase Order Detail Or Summary Inquiries
fi: Ostotilauksen tiedot tai yhteenvedon tiedustelut

source: Maintain Supplier Price Lists
fi: Ylläpitää toimittajien hintaluetteloita

source: Inventory Location Transfers
fi: Varaston sijainnin siirrot

source: Inventory Adjustments
fi: Varaston mukautukset

source: Enter Stock Counts
fi: Syötä osakemäärät

source: Create a New Internal Stock Request
fi: Luo uusi sisäinen varastopyyntö

source: Fulfill Internal Stock Requests
fi: Täytä sisäiset varastopyynnöt

source: Serial Item Research Tool
fi: Sarjatuotteiden tutkimustyökalu

source: Reprint GRN
fi: Tulosta GRN uudelleen

source: Inventory Item Movements
fi: Varastonimikkeen liikkeet

source: Inventory Item Status
fi: Varastonimikkeen tila

source: Inventory Item Usage
fi: Varastonimikkeen käyttö

source: Stock Dispatch
fi: Varastojen lähetys

source: Mail Inventory Valuation Report
fi: Postivaraston arviointiraportti

source: Inventory Planning Based On Preferred Supplier Data
fi: Varaston suunnittelu ensisijaisten toimittajien tietojen perusteella

source: Inventory Stock Check Sheets
fi: Varaston varastotarkistusarkit

source: Make Inventory Quantities CSV
fi: Tee varastomäärät CSV

source: Compare Counts Vs Stock Check Data
fi: Vertaa Count Vs -osakkeen tarkistustietoja

source: All Inventory Movements By Location/Date
fi: Kaikki varastomuutokset sijainnin / päivämäärän mukaan

source: List Inventory Status By Location/Category
fi: Luettelo varastotilasta sijainnin / luokan mukaan

source: Historical Stock Quantity By Location/Category
fi: Historiallinen varastomäärä sijainnin / luokan mukaan

source: List Negative Stocks
fi: Luettelo negatiivisista osakkeista

source: Period Stock Transaction Listing
fi: Ajanjakson varastotapahtumalistaus

source: Stock Transfer Note
fi: Varastonsiirtohuomautus

source: Aged Controlled Stock Report
fi: Ikääntynyt hallittu osakeraportti

source: Internal stock request inquiry
fi: Sisäinen varastopyyntö

source: Add A New Item
fi: Lisää uusi kohde

source: Select An Item
fi: Valitse esine

source: Add or Update Prices Based On Costs
fi: Lisää tai päivitä hinnat kustannusten perusteella

source: View or Update Prices Based On Costs
fi: Tarkastele tai päivitä hintoja kustannusten perusteella

source: Reorder Level By Category/Location
fi: Järjestä taso luokan / sijainnin mukaan

source: Select A Work Order
fi: Valitse työmääräys

source: QA Samples and Test Results
fi: Laadunvalvontanäytteet ja testitulokset

source: Costed Bill Of Material Inquiry
fi: Kustannuslaskuri materiaalikyselystä

source: Indented Bill Of Material Listing
fi: Sisennetty luettelo materiaaliluettelosta

source: List Components Required
fi: Luettelo tarvittavista komponenteista

source: List Materials Not Used Anywhere
fi: Luettelo materiaaleista, joita ei käytetä missään

source: Indented Where Used Listing
fi: Sisennetty, jos käytetty luettelo

source: WO Items ready to produce
fi: WO Tuotteet valmiita tuottamaan

source: MRP Suggested Purchase Orders
fi: MRP-ehdotetut ostotilaukset

source: MRP Suggested Work Orders
fi: MRP-ehdotetut työtilaukset

source: MRP Reschedules Required
fi: MRP-aikataulut vaaditaan

source: Print Certificate of Analysis
fi: Tulosta analyysitodistus

source: Historical QA Test Results
fi: Historialliset laadunvalvontatestien tulokset

source: Multiple Work Orders Total Cost Inquiry
fi: Useiden työtilausten kokonaiskysely

source: Bills Of Material
fi: Materiaalilaskut

source: Copy a Bill Of Materials Between Items
fi: Kopioi materiaaliluettelo esineiden välillä

source: Master Schedule
fi: Pääaikataulu

source: Auto Create Master Schedule
fi: Luo automaattisesti pääaikataulu

source: MRP Calculation
fi: MRP-laskenta

source: Quality Tests Maintenance
fi: Laatutestien ylläpito

source: Employees
fi: Työntekijät

source: Bank Account Payments Matching
fi: Pankkitilin maksut vastaavat

source: Bank Account Receipts Matching
fi: Pankkitilin kuitit vastaavat

source: Bank Account Reconciliation Statement
fi: Pankkitilin täsmäytyslausunto

source: Cheque Payments Listing
fi: Tarkista maksujen luettelo

source: Daily Bank Transactions
fi: Päivittäiset pankkitapahtumat

source: Account Inquiry
fi: Tilikysely

source: Graph of Account Transactions
fi: Kaavio tilitapahtumista

source: Account Listing
fi: Tilitiedot

source: Account Listing to CSV File
fi: Tililuettelo CSV-tiedostoon

source: Profit and Loss Statement
fi: Tuloslaskelma

source: Statement of Cash Flows
fi: Rahavirtalaskelma

source: Tag Reports
fi: Tag-raportit

source: Tax Reports
fi: Veroraportit

source: GL Accounts
fi: PK-tilit

source: GL Budgets
fi: PK-budjetit

source: GL Tags
fi: PK-tunnisteet

source: Maintain Journal Templates
fi: Ylläpitää päiväkirjamalleja

source: Add a new Asset
fi: Lisää uusi omaisuus

source: Depreciation Journal
fi: Poistopäiväkirja

source: Asset Register
fi: Omaisuusrekisteri

source: My Maintenance Schedule
fi: Oma huoltoaikataulu
