Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: supplier contacts relating to this supplier
fi: tähän toimittajaan liittyvät toimittajan yhteystiedot

source: Supplier record for
fi: Toimittajatietue

source: The supplier id should not be within 10 legal characters and cannot be blank
fi: Toimittajan tunnuksen ei tulisi olla 10 juridisen merkin sisällä, eikä se voi olla tyhjä

source: within 10 characters
fi: 10 merkin sisällä

source: The supplier name should not be blank and should be less than 40 legal characters
fi: Toimittajan nimen ei saa olla tyhjä, ja siinä on oltava alle 40 juridista merkkiä

source: Within 40 legal characters
fi: 40 juridisen merkin sisällä

source: The input should be less than 40 characters
fi: Syötteen tulee olla alle 40 merkkiä

source: Less than 40 characters
fi: Alle 40 merkkiä

source: Less than 50 characters
fi: Alle 50 merkkiä

source: only number + - ( and ) allowed
fi: vain numero + - (ja) sallittu

source: The input should be fax number
fi: Syötteen tulee olla faksinumero

source: Only email address are allowed
fi: Vain sähköpostiosoite on sallittu

source: email format such as xx@mail.cn
fi: sähköpostimuodossa, kuten xx@mail.cn

source: Only URL address are allowed
fi: Vain URL-osoite on sallittu

source: URL format such as www.example.com
fi: URL-muoto, kuten www.esimerkki.fi

source: Supplier Type
fi: Toimittajan tyyppi

source: Supplier Since
fi: Toimittaja vuodesta

source: Bank Particulars
fi: Pankkitiedot

source: Bank reference
fi: Pankkitunnus

source: Bank Account No
fi: Pankkitilin numero

source: Less than 30 characters
fi: Alle 30 merkkiä

source: Within 20 characters
fi: 20 merkin sisällä

source: Supplier Currency
fi: Toimittajan valuutta

source: Not Required
fi: Ei vaadittu

source: Could not load shippers
fi: Lähettäjiä ei voitu ladata

source: Default Shipper
fi: Oletuskuljettaja

source: Default GL Account
fi: Oletus PK-tili

source: Insert New Supplier
fi: Lisää uusi toimittaja

source: Within 40 characters
fi: 40 merkin sisällä

source: Only digit blank ( ) and - allowed
fi: Vain tyhjä numero () ja - sallittu

source: The input must be in email format
fi: Syötteen on oltava sähköpostimuodossa

source: The input must be in url format
fi: Syötteen on oltava URL-muodossa

source: url format such as www.example.com
fi: URL-muoto, kuten www.esimerkki.fi

source: Bank Reference
fi: Pankkitunnus

source: Add These New Supplier Details
fi: Lisää nämä uuden toimittajan tiedot

source: Update Supplier
fi: Päivitä toimittaja

source: However checks will be made to ensure there are no outstanding purchase orders or existing accounts payable transactions before the deletion is processed
fi: Ennen poiston käsittelyä kuitenkin tarkistetaan, onko jäljellä olevia ostotilauksia tai olemassa olevia ostotapahtumia

source: Delete Supplier
fi: Poista toimittaja

source: Are you sure you wish to delete this supplier?
fi: Haluatko varmasti poistaa tämän toimittajan?

source: Authorisation Problem
fi: Valtuutusongelma

source: You do not have authority to create supplier tenders for this company.
fi: Sinulla ei ole valtuuksia luoda toimittajan tarjouksia tälle yritykselle.

source: Please see your system administrator
fi: Ota yhteyttä järjestelmänvalvojaasi

source: You do not have authority to amend supplier tenders for this company.
fi: Sinulla ei ole valtuuksia muuttaa toimittajan tarjouksia tälle yritykselle.

source: Edit an Existing Supplier Tender Request
fi: Muokkaa olemassa olevaa toimittajan tarjouspyyntöä

source: Purchase Order Tendering
fi: Ostotilausten tarjoaminen

source: Tender ID
fi: Tarjouksen tunnus

source: Create a New Supplier Tender Request
fi: Luo uusi toimittajan tarjouspyyntö

source: The tender has been successfully saved
fi: Tarjous on tallennettu

source: The supplier must have an email set up or they cannot be part of a tender
fi: Toimittajalla on oltava sähköpostiosoite, muuten he eivät voi olla osa tarjousta

source: Tender header details
fi: Tarjousotsikon tiedot

source: Delivery Must Be Made Before
fi: Toimitus on tehtävä ennen

source: The address should not be over 40 characters
fi: Osoitteen tulee olla enintään 40 merkkiä pitkä

source: The characters should not be over 20 characters
fi: Merkkien tulee olla enintään 20 merkkiä

source: The characters should not be over 15 characters
fi: Merkkien tulee olla enintään 15 merkkiä

source: The input should be telephone number and should not be over 25 charaters
fi: Syötteen tulee olla puhelinnumero eikä yli 25 merkkiä

source: Suppliers To Send Tender
fi: Toimittajat lähettävät tarjouksen

source: Items in Tender
fi: Tarjouksen kohteet

source: Select Suppliers
fi: Valitse Toimittajat

source: Select Item Details
fi: Valitse Tuotetiedot

source: Close This Tender
fi: Sulje tämä tarjous

source: Save Tender
fi: Tallenna tarjous

source: Left it blank to show all
fi: Jätä se tyhjäksi näyttääksesi kaikki

source: There are no suppliers data returned, one reason maybe no email addresses set for those suppliers
fi: Toimittajan tietoja ei palauteta, yksi syy ei ehkä ole sähköpostiosoitteita asetettu näille toimittajille

source: Leave it bank to show all
fi: Jätä pankki näyttää kaikki

source: Tenders
fi: Tarjoukset

source: Select items required on this tender
fi: Valitse tässä tarjouksessa vaaditut tuotteet

source: Add to Tender
fi: Lisää tarjouskilpailuun

source: Supplier Tendering
fi: Tavarantoimittaja

source: This functionality can only be accessed via a supplier login.
fi: Tätä toimintoa voi käyttää vain toimittajan kirjautumistunnuksella.

source: Confirm the Response For Tender
fi: Vahvista tarjouspyyntö

source: Tender Number
fi: Tarjousnumero

source: Offered
fi: Tarjottu

source: Confirm and Send Email
fi: Vahvista ja lähetä sähköposti

source: Cancel Offer
fi: Peruuta tarjous

source: Create or View Offers from
fi: Luo tai tarkastele tarjouksia kohteesta

source: Select option for tendering
fi: Valitse tarjouskilpailu

source: View or Amend outstanding offers from
fi: Tarkastele tai muokkaa erinomaisia tarjouksia

source: Create a new offer from
fi: Luo uusi tarjous osoitteesta

source: View any open tenders without an offer from
fi: Tarkastele kaikkia avoimia tarjouksia ilman tarjousta

source: Items to offer from
fi: Tarjottavia tuotteita

source: Tenders Waiting For Offers
fi: Tarjouksia odottavia tarjouksia

source: Outstanding Tenders Waiting For Offer
fi: Tarjousta odottavat erinomaiset tarjoukset

source: Process
fi: Prosessi

source: Tender
fi: Tarjous

source: Required By
fi: Edellyttämät

source: Input must be in numeric format
fi: Syötteen on oltava numeerisessa muodossa

source: Select items to offer from
fi: Valitse tuotteet, joista haluat tarjota

source: Supplier Transactions Inquiry
fi: Toimittajaliiketoimintaa koskeva tiedustelu

source: The supplier transactions for the selected criteria could not be retrieved because
fi: Valittujen ehtojen toimittajatapahtumia ei voitu noutaa, koska

source: Supp Ref
fi: Supp viite

source: Could not retrieve the GL transactions for this AP transaction
fi: Tämän AP-tapahtuman PK-tapahtumia ei voitu noutaa

source: There are no GL transactions created for the above AP transaction
fi: Yllä olevalle AP-tapahtumalle ei ole luotu PK-tapahtumia

source: The GL transactions for this AP transaction are out of balance by
fi: Tämän AP-tapahtuman PK-tapahtumat ovat epätasapainossa mennessä

source: Supplier Types
fi: Toimittajatyypit

source: Supplier Type Setup
fi: Toimittajan tyypin määritys

source: Add/edit/delete Supplier Types
fi: Lisää / muokkaa / poista toimittajatyyppejä

source: The supplier type name description must be 100 characters or less long
fi: Toimittajan tyyppinimen kuvauksen on oltava enintään 100 merkkiä pitkä

source: The supplier type name description must contain at least one character
fi: Toimittajan tyypin nimen kuvauksessa on oltava vähintään yksi merkki

source: You already have a supplier type called
fi: Sinulla on jo toimittajatyyppi nimeltä

source: The supplier type
fi: Toimittajan tyyppi

source: Supplier type
fi: Toimittajan tyyppi

source: The number of suppliers using this Type record could not be retrieved because
fi: Tätä tyyppi-tietuetta käyttävien toimittajien määrää ei voitu hakea, koska

source: Cannot delete this type because suppliers are currently set up to use this type
fi: Tätä tyyppiä ei voi poistaa, koska toimittajat on määritetty käyttämään tätä tyyppiä

source: suppliers with this type code
fi: toimittajat, joilla on tämän tyyppikoodi

source: Are you sure you wish to delete this Supplier Type?
fi: Haluatko varmasti poistaa tämän toimittajatyypin?

source: The input should not be over 100 characters and contains illegal characters
fi: Syötteen tulee olla enintään 100 merkkiä pitkä ja sisältää kiellettyjä merkkejä

source: less than 100 characters
fi: alle 100 merkkiä

source: A supplier must first be selected before logins can be defined for it
fi: Toimittaja on ensin valittava, ennen kuin kirjautumistiedot voidaan määrittää sille

source: Receivables
fi: Saamiset

source: Payables
fi: Ostovelat

source: Purchasing
fi: Ostaminen

source: Manufacturing
fi: Valmistus

source: Asset Manager
fi: Omaisuudenhoitaja

source: A new supplier login has been created
fi: Uusi toimittajan kirjautuminen on luotu

source: The user ID must has more than 4 legal characters
fi: Käyttäjätunnuksessa on oltava yli 4 laillista merkkiä

source: More than 4 characters
fi: Yli 4 merkkiä

source: More than 5 characters
fi: Yli 5 merkkiä

source: Password must be more than 5 characters
fi: Salasanassa on oltava yli 5 merkkiä

source: Must be less than 35 characters
fi: On oltava alle 35 merkkiä

source: User name
fi: Käyttäjänimi

source: The input must be phone number
fi: Syötteen on oltava puhelinnumero

source: number and allowed charactrs
fi: numero ja sallitut merkit

source: The input must be email address
fi: Syötteen on oltava sähköpostiosoite

source: email address format
fi: sähköpostiosoitteen muoto

source: The supplier login role is expected to contain just one token - number 9. There is no such role currently defined - so a supplier login cannot be set up until this role is defined
fi: Toimittajan kirjautumisroolissa odotetaan olevan vain yksi tunnus - numero 9. Tällaista roolia ei ole määritelty tällä hetkellä, joten toimittajan kirjautumista ei voida määrittää ennen kuin tämä rooli on määritelty

source: Default Location
fi: Oletussijainti

source: Payment Run - Problem Report
fi: Maksu suoritettu - ongelmaraportti

source: Payment Run Report
fi: Maksuajoraportti

source: Payment Run
fi: Maksu suoritetaan

source: and Due By
fi: ja erääntyvä

source: There are no outstanding supplier invoices to pay
fi: Maksettavia toimittajan laskuja ei ole

source: Payment Processing - Problem Report
fi: Maksujen käsittely - ongelmaraportti

source: None of the payments will be processed since updates to the transaction records for
fi: Mitään maksuja ei käsitellä, koska tapahtuman tietueiden päivitykset tilille

source: could not be processed because
fi: ei voitu käsitellä, koska

source: None of the payments will be processed. Unfortunately, there was a problem committing the changes to the database because
fi: Mitään maksuja ei käsitellä. Valitettavasti tietokannan muutosten tekemisessä oli ongelma, koska

source: To process payments for
fi: Käyttää maksuja

source: a numeric exchange rate applicable for purchasing the currency to make the payment with must be entered
fi: on syötettävä numeerinen valuuttakurssi, jota sovelletaan valuutan ostamiseen maksun suorittamiseksi

source: This rate is used to calculate the difference in exchange and make the necessary postings to the General ledger if linked
fi: Tätä kurssia käytetään laskettaessa vaihtokurssiero ja tarvittavat kirjaukset pääkirjaan, jos ne on linkitetty

source: Illegal characters are not allowed
fi: Laittomat merkit eivät ole sallittuja

source: For Suppliers Trading in
fi: Toimittajille, jotka käyvät kauppaa

source: The input must be number
fi: Syötteen on oltava numero

source: Payments Due To
fi: Maksut johtuen

source: The bank accounts could not be retrieved by the SQL because
fi: SQL ei voinut noutaa pankkitilejä, koska

source: Pay From Account
fi: Maksa tililtä

source: Print PDF Only
fi: Tulosta vain PDF

source: Print and Process Payments
fi: Tulosta ja käsittele maksut

source: Price List of goods from a Supplier
fi: Hinnasto toimittajan tavaroista

source: All Prices
fi: Kaikki hinnat

source: Current Price
fi: Nykyinen hinta

source: Report
fi: Raportti

source: There are no result so the PDF is empty
fi: Tulosta ei ole, joten PDF on tyhjä

source: View supplier price
fi: Näytä toimittajan hinta

source: return
fi: palata

source: Supplier Price List for
fi: Tavarantoimittajien hinnasto

source: Conv Factor
fi: Muunnoskerroin

source: Supp Code
fi: Supp-koodi

source: Purchase
fi: Ostaa

source: View the Price List from supplier
fi: Katso hinnasto toimittajalta

source: Only Current Price
fi: Vain nykyinen hinta

source: Shipment Charges or Credits
fi: Lähetysmaksut tai hyvitykset

source: Shipment charges or credits are entered against supplier invoices or credit notes respectively
fi: Lähetyskulut tai hyvitykset merkitään toimittajalaskuihin tai hyvityslaskuihin

source: Shipment charges must reference a shipment. It appears that no shipment has been entered
fi: Lähetysmaksujen on viitattava lähetykseen. Vaikuttaa siltä, että lähetystä ei ole syötetty

source: The shipment entered manually is not a valid shipment reference. If you do not know the shipment reference, select it from the list
fi: Manuaalisesti syötetty lähetys ei ole kelvollinen lähetysviite. Jos et tiedä lähetysviitettä, valitse se luettelosta

source: This shipment charge cannot be added to the invoice
fi: Tätä lähetysmaksua ei voida lisätä laskuun

source: Shipment charges on Invoice
fi: Toimituskulut laskussa

source: Shipment credits on Credit Note
fi: Lähetyshyvitykset hyvityslasku

source: Shipment Reference
fi: Lähetysviite

source: The shiment Ref should be positive integer
fi: Shiment Ref:n tulee olla positiivinen kokonaisluku

source: positive integer
fi: positiivinen kokonaisluku

source: Shipment Selection
fi: Lähetyksen valinta

source: otherwise select the shipment from the list
fi: muuten valitse lähetys luettelosta

source: The input must be non zero number
fi: Syötteen tulee olla nollasta poikkeava luku

source: Non zero number
fi: Ei nolla-luku

source: Enter Shipment Charge
fi: Syötä lähetysmaksu

source: Supplier Transaction General Ledger Analysis
fi: Toimittajien tapahtumien pääkirjaanalyysi

source: To enter a supplier invoice or credit note the supplier must first be selected from the supplier selection screen
fi: Toimittajalaskun tai hyvityslaskun syöttämiseksi toimittajan on ensin valittava toimittajan valintaikkunasta

source: then the link to enter a supplier invoice or supplier credit note must be clicked on
fi: sitten on napsautettava linkkiä toimittajan laskun tai toimittajan hyvityslaskun syöttämiseen

source: The contract reference entered is not a valid contract, this line cannot be added to the transaction
fi: Annettu sopimusviite ei ole kelvollinen sopimus, tätä riviä ei voi lisätä tapahtumaan

source: General Ledger Analysis of Invoice From
fi: Laskun pääkirjaanalyysi

source: General Ledger Analysis of Credit Note From
fi: Pääluettelon analyysi luottotiedoista

source: The input must be alpha-numeric characters
fi: Syötteen on oltava aakkosnumeerisia merkkejä

source: less than 20 alpha-numeric characters
fi: alle 20 aakkosnumeerista merkkiä

source: No zero numeric
fi: Ei nollanumeroa

source: Supplier How Paid Inquiry
fi: Toimittajan maksama tiedustelu

source: Supplier Where Allocated
fi: Toimittaja, jos varattu

source: Debit Note
fi: Veloituslasku

source: System Parameters
fi: Järjestelmän parametrit

source: First overdue deadline days must be a number
fi: Ensimmäisten erääntyneiden määräpäivien on oltava luku

source: Second overdue deadline days must be a number
fi: Toisten erääntyneiden määräpäivien on oltava luku

source: Default Credit Limit must be a number
fi: Oletusluottolimiitin on oltava numero

source: The Romalpa Clause may not contain single quotes and may not be longer than 5000 chars
fi: Romalpan lauseke ei saa sisältää yksittäisiä lainausmerkkejä, eikä se saa olla yli 5000 merkkiä

source: No less than 1 and more than 99 Quick entries allowed
fi: Vähintään 1 ja yli 99 pikanäppäintä sallittu

source: The maximum number of serial numbers issued must be numeric and greater than zero
fi: Annettujen sarjanumeroiden enimmäismäärän on oltava numeerinen ja suurempi kuin nolla

source: Freight Charge Applies If Less Than must be a number
fi: Rahtimaksu peritään, jos numeron on oltava alle

source: Standard Cost Decimal Places must be a number between 0 and 4
fi: Vakiokustannus desimaalipaikkojen on oltava luku välillä 0 ja 4

source: Financial period per year must be a number between 1 and 12
fi: Vuosittaisen tilikauden on oltava luku välillä 1 ja 12

source: The Tax Authority Reference Name must be 25 characters or less long
fi: Veroviranomaisen viitenimen on oltava enintään 25 merkkiä pitkä

source: Over Charge Proportion must be a percentage
fi: Ylihinnan osuuden on oltava prosenttiosuus

source: Over Receive Proportion must be a percentage
fi: Ylivastaanoton osuuden on oltava prosenttiosuus

source: Lines per page must be greater than 1
fi: Riviä sivua kohti on oltava suurempi kuin 1

source: The number of months of audit trail to keep must be zero or a positive number less than 100 months
fi: Säilytettävien kirjausketjun kuukausien lukumäärän on oltava nolla tai positiivisen luvun alle 100 kuukautta

source: DefaultTaxCategory must be between 1 and 9
fi: DefaultTaxCategory-luokan on oltava välillä 1–9

source: Default maximum number of records to display must be between 1 and 500
fi: Oletuksena näytettävien tietueiden enimmäismäärän on oltava 1–500

source: The maximum size of item image files must be between 50 and 500 (NB this figure refers to KB)
fi: Kohdetiedostojen enimmäiskoon on oltava 50–500 (Huom. Tämä luku viittaa kt: iin)

source: The Factory Manager Email address does not appear to be valid
fi: Factory Manager -sähköpostiosoite ei näytä olevan kelvollinen

source: The Purchasing Manager Email address does not appear to be valid
fi: Ostopäällikön sähköpostiosoite ei näytä olevan kelvollinen

source: The Inventory Manager Email address does not appear to be valid
fi: Inventory Manager -sähköpostiosoite ei näytä olevan kelvollinen

source: The number of frequently ordered items to display must be numeric
fi: Näytettävien usein tilattujen tuotteiden määrän on oltava numeerinen

source: The SMTP setting should be selected as Yes or No
fi: SMTP-asetukseksi tulisi valita Kyllä tai Ei

source: The Quality Log Samples setting should be selected as Yes or No
fi: Laatulokinäytteet-asetukseksi tulisi valita Kyllä tai Ei

source: The Quality ProdSpec Text may not contain single quotes and may not be longer than 5000 chars
fi: Laadukas ProdSpec-teksti ei saa sisältää lainausmerkkejä eikä se saa olla yli 5000 merkkiä pitkä

source: The Quality COA Text may not contain single quotes and may not be longer than 5000 chars
fi: Laadukas COA-teksti ei saa sisältää lainausmerkkejä eikä se saa olla yli 5000 merkkiä

source: Cannot write to the configuration file.
fi: Kokoonpanotiedostoon ei voi kirjoittaa.

source: The configuration file was updated.
fi: Kokoonpanotiedosto päivitettiin.

source: Cannot open the configuration file.
fi: Kokoonpanotiedostoa ei voi avata.

source: The system configuration could not be updated because
fi: Järjestelmän kokoonpanoa ei voitu päivittää, koska

source: System configuration updated
fi: Järjestelmän kokoonpano päivitetty

source: System Variable Name
fi: Järjestelmämuuttujan nimi

source: Default Date Format
fi: Oletuspäiväformaatti

source: d.m.Y
fi: y.m.Y

source: The default date format for entry of dates and display.
fi: Oletuspäiväysmuoto päivämäärien syöttämiseen ja näyttämiseen.

source: Default Theme
fi: Oletusteema

source: The default theme to use for the login screen and the setup of new users. The users' theme selection will override it.
fi: Oletusteema, jota käytetään kirjautumisnäytössä ja uusien käyttäjien määrityksessä. Käyttäjien teemavalinta ohittaa sen.

source: Accounts Receivable/Payable Settings
fi: Myyntisaamisten / maksujen asetukset

source: First Overdue Deadline in (days)
fi: Ensimmäinen erääntynyt määräaika (päivissä)

source: The input must be integer
fi: Syötteen on oltava kokonaisluku

source: Customer and supplier balances are displayed as overdue by this many days. This parameter is used on customer and supplier enquiry screens and aged listings
fi: Asiakas- ja tavarantoimittajien saldot näytetään myöhässä niin monta päivää. Tätä parametria käytetään asiakas- ja toimittajakyselynäytöissä sekä ikäluetteloissa

source: Second Overdue Deadline in (days)
fi: Toinen erääntynyt määräaika (päivissä)

source: As above but the next level of overdue
fi: Kuten yllä, mutta seuraava erääntynyt taso

source: Default Credit Limit
fi: Oletusluottoraja

source: The default used in new customer set up
fi: Oletus, jota käytetään uuden asiakkaan määrityksessä

source: Check Credit Limits
fi: Tarkista luottorajat

source: Do not check
fi: Älä tarkista

source: Warn on breach
fi: Varoita rikkomuksesta

source: Prohibit Sales
fi: Kieltää myynti

source: Credit limits can be checked at order entry to warn only or to stop the order from being entered where it would take a customer account balance over their limit
fi: Luottolimiitit voidaan tarkistaa tilauksen yhteydessä vain varoittamaan tai lopettamaan tilauksen syöttäminen, jos se vie asiakastilin saldon yli rajan

source: Show Settled Last Month
fi: Näytä ratkaistu viime kuukausi

source: This setting refers to the format of customer statements. If the invoices and credit notes that have been paid and settled during the course of the current month should be shown then select Yes. Selecting No will only show currently outstanding invoices, credits and payments that have not been allocated
fi: Tämä asetus viittaa asiakaslausuntojen muotoon. Jos kuluvan kuukauden aikana maksetut ja maksetut laskut ja hyvityslaskut tulee näyttää, valitse Kyllä. Jos valitset Ei, näytetään vain maksamattomat laskut, hyvitykset ja maksut, joita ei ole kohdistettu

source: Romalpa Clause
fi: Romalpan lauseke

source: This text appears on invoices and credit notes in small print. Normally a reservation of title clause that gives the company rights to collect goods which have not been paid for - to give some protection for bad debts.
fi: Tämä teksti näkyy laskuissa ja hyvityslaskuissa pienellä painettuina. Normaalisti omistusoikeuslauseke, joka antaa yritykselle oikeuden kerätä tavaroita, joista ei ole maksettu - suojaamaan luottotappioita.

source: Quick Entries
fi: Nopeat merkinnät

source: This parameter defines the layout of the sales order entry screen. The number of fields available for quick entries. Any number from 1 to 99 can be entered.
fi: Tämä parametri määrittää myyntitilauksen syöttöruudun asettelun. Pika-ilmoituksiin käytettävissä olevien kenttien määrä. Mikä tahansa numero 1 - 99 voidaan syöttää.

source: Maximum number of serial numbered items that can be issued
fi: Sarjanumeroiden enimmäismäärä voidaan antaa

source: This parameter defines the Maximum number of serial numbered items that can be issued. It should be an integer greater than zero.
fi: Tämä parametri määrittää sarjanumeroiden enimmäismäärän, joka voidaan antaa. Sen tulisi olla kokonaisluku, joka on suurempi kuin nolla.
