Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: There are no bank accounts defined that are set up to allow importation of bank statement transactions. First define the file format used by your bank for statement exports.
fi: Määriteltyjä pankkitilejä ei ole määritetty sallimaan tiliotetapahtumien tuontia. Määritä ensin tiedostomuoto, jota pankkisi käyttää tiliotteiden vientiin.

source: Setup Import Format for Bank Accounts
fi: Määritä pankkitilien tuontimuoto

source: Bank Account to Import Transaction For
fi: Pankkitili, jolle tapahtuma tuodaan

source: MT940 format Bank Statement File to import
fi: MT940-muotoinen tuotava tiliotetiedosto

source: Select the file that contains the bank transactions in MT940 format
fi: Valitse tiedosto, joka sisältää pankkitapahtumat MT940-muodossa

source: The file size is over the maximum allowed. The maximum size allowed is 1 megabyte. This file size is (bytes)
fi: Tiedoston koko on suurempi kuin suurin sallittu. Suurin sallittu koko on 1 megatavu. Tiedoston koko on (tavua)

source: The MT940 bank statement file cannot be imported and processed
fi: MT940-tiliotetiedostoa ei voida tuoda eikä käsitellä

source: Could not retrieve bank accounts that match with the statement being imported
fi: Tuontilausetta vastaavia pankkitilejä ei voitu noutaa

source: The account
fi: Tili

source: is not defined as a bank account of the business. No imports can be processed
fi: ei määritellä yrityksen pankkitiliksi. Tuontia ei voida käsitellä

source: There was a problem identifying a matching bank transaction
fi: Vastaavan pankkitapahtuman tunnistamisessa oli ongelma

source: It is necessary to enter the exchange rate to convert the bank receipts and payments into local currency for the purposes of calculating the general ledger entries necessary. The currency of this bank account is not the same as the company functional currency so an exchange rate of 1 is inappropriate
fi: On välttämätöntä syöttää valuuttakurssi, jotta pankkisaamiset ja -maksut muunnetaan paikalliseksi valuutaksi tarvittavien pääkirjakirjausten laskemiseksi. Tämän pankkitilin valuutta ei ole sama kuin yrityksen toimintavaluutta, joten valuuttakurssi 1 on sopimaton

source: The exchange rate is expected to be the number of the bank account currency that would purchase one unit of the company functional currency. A number is expected
fi: Vaihtokurssin odotetaan olevan sen pankkitilin valuutan määrä, joka ostaa yhden yksikön yhtiön toimintavaluutasta. Luku on odotettavissa

source: Could not update the bank transaction as cleared
fi: Pankkitapahtumaa ei voitu päivittää selvitettynä

source: The SQL that failed to update the bank transaction as cleared was
fi: SQL, joka ei päivittänyt pankkitapahtumaa selvitettynä, oli

source: Could not insert the customer transaction
fi: Asiakastapahtumaa ei voitu lisätä

source: The SQL used to insert the debtortrans was
fi: SQL, jota käytettiin Debortortransin lisäämiseen, oli

source: Could not update the last payment date and amount paid
fi: Viimeisintä maksupäivää ja maksettua summaa ei voitu päivittää

source: The SQL that failed to update the debtorsmaster was
fi: SQL, joka ei päivittänyt debtorsmasteria, oli

source: Cannot insert a GL entry for the receipt gl analysis because
fi: PK-merkintää ei voi lisätä kuitin PK-analyysiin, koska

source: The SQL that failed to insert the gl analysis of this receipt was
fi: SQL, joka ei onnistunut lisäämään tämän kuitin gl-analyysiä, oli

source: Could not insert the supplier transaction
fi: Toimittajan tapahtumaa ei voitu lisätä

source: The SQL used to insert the supptrans was
fi: Supptranien lisäämiseen käytetty SQL oli

source: Could not update the supplier last payment date and amount paid
fi: Toimittajan viimeisen maksupäivän ja maksetun summan päivittäminen epäonnistui

source: The SQL that failed to update the supplier with the last payment amount and date was
fi: SQL, joka ei päivittänyt toimittajaa viimeisimmällä maksulla ja päivämäärällä, oli

source: Cannot insert a GL entry for the supplier payment to creditors control because
fi: Toimittajan maksua velkojien valvonnalle varten ei voida lisätä PK-merkintää, koska

source: The SQL that failed to insert the creditors control GL entry was
fi: SQL, joka ei onnistunut lisäämään velkojien hallinnan PK-merkintää, oli

source: Cannot insert a GL entry for the supplier payment because
fi: Toimittajan maksua varten ei voi lisätä PK-merkintää, koska

source: The SQL that failed to insert the supplier payment GL entry to the bank account was
fi: SQL, joka ei onnistunut lisäämään toimittajan maksun PK-merkintää pankkitilille, oli

source: Cannot insert a GL entry for the payment gl analysis because
fi: PK-merkintää ei voida lisätä maksu PK-analyysiin, koska

source: The SQL that failed to insert the gl analysis of this payment was
fi: SQL, joka ei onnistunut lisäämään tämän maksun gl-analyysiä, oli

source: Cannot insert a GL entry for the payment because
fi: PK-merkintää ei voi lisätä maksuun, koska

source: The SQL that failed to insert the payment GL entry was
fi: SQL, joka ei onnistunut lisäämään maksun PK-merkintää, oli

source: Imported
fi: Tuodut

source: Could not insert the bank transaction
fi: Pankkitapahtumaa ei voitu lisätä

source: Completed the importing of analysed bank transactions
fi: Analysoitujen pankkitapahtumien tuonti valmistui

source: Bank Statement No
fi: Tiliotteen numero

source: Opening Balance as at
fi: Avaussaldo kuten

source: Analysis
fi: Analyysi

source: Closing Balance as at
fi: Viimeinen saldo

source: Exchange Rate to Use When Processing Transactions
fi: Tapahtumien käsittelyssä käytettävä valuuttakurssi

source: Process Bank Transactions
fi: Käsittele pankkitapahtumia

source: This process will create bank transactions for ONLY THE ANALYSED transactions shown in yellow above together with the necessary general ledger journals and customer or supplier transactions. Are You Sure?
fi: Tämä prosessi luo pankkitapahtumat VAIN ANTAVILLE analysoiduille tapahtumille, jotka on merkitty yllä keltaisella, yhdessä tarvittavien pääkirjakirjapäiväkirjojen ja asiakas- tai toimittajatapahtumien kanssa. Oletko varma?

source: View or Amend outstanding offers
fi: Tarkastele tai muuta maksamattomia tarjouksia

source: Create a new offer
fi: Luo uusi tarjous

source: View any open tenders without an offer
fi: Tarkastele avoimia tarjouksia ilman tarjousta

source: Account Status
fi: Tilin tila

source: Place An Order
fi: Tee tilaus

source: Order Status
fi: Tilauksen tila

source: General Setup Options
fi: Yleiset asetukset

source: Transactions
fi: Tapahtumat

source: Receivables/Payables Setup
fi: Saamisten / velkojen määritys

source: Inquiries and Reports
fi: Tiedustelut ja raportit

source: Inventory Setup
fi: Varaston määritys

source: Custom Reports
fi: Mukautetut raportit

source: Standard Reports and Forms
fi: Vakioraportit ja lomakkeet

source: There are no reports to show!
fi: Ei näytettäviä raportteja!

source: Internal Stock Categories Requests By Security Role Maintenance
fi: Sisäiset osakeluokat Turvaroolin ylläpitopyynnöt

source: Payment Entry
fi: Maksun merkintä

source: The Selected type cannot contain any of the following characters
fi: Valittu tyyppi ei voi sisältää mitään seuraavista merkeistä

source: You have not selected a security role to maintain the internal stock categories on
fi: Et ole valinnut suojausroolia sisäisten varastoluokkien ylläpitämiseksi

source: You have not selected a stock category to be added as internal to this security role
fi: Et ole valinnut tuoteryhmää, joka lisätään sisäiseksi tähän turvarooliin

source: The Stock Category
fi: Osakeluokka

source: already allowed as internal for this security role
fi: jo sallittu sisäisenä tälle turvaroolille

source: Stock Category:
fi: Varastokategoria:

source: has been allowed to user role
fi: on sallittu käyttäjän roolissa

source: as internal
fi: sisäisenä

source: The Stock Category by Role record could not be deleted because
fi: Varastokategoriaa roolitietueen mukaan ei voitu poistaa, koska

source: Internal Stock Category
fi: Sisäinen varastoluokka

source: for user role
fi: käyttäjän roolille

source: Select User Role
fi: Valitse Käyttäjärooli

source: Stock Categories available as internal for role
fi: Osakeluokat saatavilla sisäisenä roolina

source: Internal Stock Categories Allowed to user role
fi: Sisäiset osakeluokat sallittu käyttäjän roolille

source: Are you sure you wish to delete this internal stock category code?
fi: Haluatko varmasti poistaa tämän sisäisen varasto kategoria koodin?

source: Select Stock Category Code
fi: Valitse tuoteryhmäkoodi

source: Authorise Internal Stock Requests
fi: Valtuuta sisäiset varastopyynnöt

source: Request Number
fi: Pyynnön numero

source: Department
fi: Osasto

source: Location Of Stock
fi: Varaston sijainti

source: Requested Date
fi: Pyydetty päivämäärä

source: Authorise
fi: Valtuuta

source: Product
fi: Tuote

source: Cancel Line
fi: Peruuta rivi

source: Fulfill Stock Requests
fi: Täytä varastopyynnöt

source: Issue
fi: Ongelma

source: to department
fi: osastolle

source: The stock movement record cannot be inserted because
fi: Varastoliikennetietuetta ei voida lisätä, koska

source: The following SQL to insert the stock movement record was used
fi: Seuraavaa SQL:ää käytettiin varastoliikkeen ennätyksen lisäämiseen

source: The following SQL to update the stock record was used
fi: Seuraavaa SQL:ää varastotietueen päivittämiseen käytettiin

source: The general ledger transaction entries could not be added because
fi: Pääkirjan tapahtumamerkintöjä ei voitu lisätä, koska

source: The following SQL to insert the GL entries was used
fi: PK-merkintöjen lisäämiseen käytettiin seuraavaa SQL:ää

source: An internal stock request for
fi: Sisäinen varastopyyntö

source: has been fulfilled from location
fi: on täytetty paikasta

source: for a quantity of
fi: määrälle

source: by user
fi: käyttäjän mukaan

source: at
fi: klo

source: Internal Stock Request Fulfillment for
fi: Sisäinen varastopyyntö täyttämistä varten

source: cannot be created as there is insufficient stock and your system is configured to not allow negative stocks
fi: ei voida luoda, koska varastoja ei ole riittävästi ja järjestelmäsi on määritetty niin, että negatiivisia varastoja ei sallita

source: Choose a location to issue requests from
fi: Valitse sijainti, josta haluat lähettää pyyntöjä

source: Show Requests
fi: Näytä pyynnöt

source: There are no outstanding authorised requests for this location
fi: Tätä sijaintia ei ole vielä hyväksyttyjä valtuutettuja pyyntöjä

source: Select another location
fi: Valitse toinen sijainti

source: Required
fi: Vaaditaan

source: Delivered
fi: Toimitetaan

source: Lot/Batch/Serial
fi: Erä / erä / sarja

source: Stock item is not controlled
fi: Varastotuotetta ei valvota

source: Internal Stock Request Inquiry
fi: Sisäisen varastopyynnön tiedustelu

source: From Stock Location
fi: Varaston sijainnista

source: You have no authority to do the internal request inquiry
fi: Sinulla ei ole valtuuksia tehdä sisäistä kyselyä

source: Authorisation status
fi: Valtuutuksen tila

source: Unauthorized
fi: Luvaton

source: Authorized
fi: Valtuutettu

source: There are no internal request result available for your or your department
fi: Oman tai osastosi sisäisiä pyyntöjä ei ole saatavana

source: Show Details
fi: Näytä yksityiskohdat

source: To search for internal request for a specific part use the part selection facilities below
fi: Voit etsiä sisäistä pyyntöä tietylle osalle käyttämällä alla olevia osavalintatoimintoja

source: All Authorized
fi: Kaikki valtuutetut

source: There are no stock categories currently defined please use the link below to set them up
fi: Tällä hetkellä ei ole määritelty osakelajeja, käytä alla olevaa linkkiä niiden määrittämiseen

source: Define Stock Categories
fi: Määritä osakeluokat

source: Total Applied
fi: Sovellettu yhteensä

source: Locations
fi: Sijainnit

source: Authorization
fi: Valtuutus

source: Dispatch Date
fi: Lähetyspäivä

source: Not yet
fi: Ei vielä

source: Select Others
fi: Valitse Muut

source: There are no stock request available
fi: Varastopyyntöä ei ole saatavilla

source: No stock items were returned by the SQL because
fi: SQL ei palauttanut varastotuotteita, koska

source: Create an Internal Materials Request
fi: Luo sisäinen materiaalipyyntö

source: You must select a Department for the request
fi: Sinun on valittava osasto pyynnölle

source: You must select a Location to request the items from
fi: Sinun on valittava sijainti, jolta tuotteita pyydetään

source: The line was successfully deleted
fi: Rivi poistettiin

source: The request header record could not be inserted because
fi: Pyynnön otsikkotietuetta ei voitu lisätä, koska

source: The following SQL to insert the request header record was used
fi: Seuraavaa SQL:ää pyynnön otsikkotietueen lisäämiseksi käytettiin

source: The request line record could not be inserted because
fi: Pyyntörivitietuetta ei voitu lisätä, koska

source: An internal stock request has been created and is waiting for your authoritation
fi: Sisäinen varastopyyntö on luotu ja odottaa valtuutustasi

source: Internal Stock Request needs your authoritation
fi: Sisäinen varastopyyntö vaatii valtuutuksesi

source: The internal stock request has been entered and now needs to be authorised
fi: Sisäinen varastopyyntö on syötetty, ja se on nyt hyväksyttävä

source: Create another request
fi: Luo uusi pyyntö

source: There are no items added to this request
fi: Tähän pyyntöön ei ole lisätty kohteita

source: Dispatch
fi: Lähettää

source: Edit the Request Line
fi: Muokkaa pyyntöriviä

source: Line number
fi: Rivinumero

source: Unit of Measure
fi: Mittayksikkö

source: Quantity Requested
fi: Pyydetty määrä

source: Update Line
fi: Päivitä rivi

source: Internal Stock Request Details
fi: Sisäisen varastopyynnön tiedot

source: Location from which to request stock
fi: Sijainti, josta varastoa voi pyytää

source: Select a Location
fi: Valitse sijainti

source: Date when required
fi: Päivämäärä tarvittaessa

source: Details of Items Requested
fi: Pyydettyjen tuotteiden tiedot

source: Line Number
fi: Rivinumero

source: Search for Inventory Items
fi: Hae varastotuotteita

source: In Stock Category
fi: Varastossa

source: Order Item description has been used in search
fi: Tilaustuotteen kuvausta on käytetty haussa

source: Stock Code has been used in search
fi: Varastokoodia on käytetty haussa

source: Add to Requisition
fi: Lisää pyyntöön

source: Inventory Planning Report
fi: Varaston suunnitteluraportti

source: Inventory Planning
fi: Varaston suunnittelu

source: The inventory quantities could not be retrieved by the SQL because
fi: SQL ei voinut hakea varastomääriä, koska

source: The sales quantities could not be retrieved by the SQL because
fi: Myyntimääriä SQL ei voinut noutaa, koska

source: The sales order demand quantities could not be retrieved by the SQL because
fi: SQL ei voinut noutaa myyntitilausten kysyntämääriä, koska

source: The sales order demand quantities from parent assemblies could not be retrieved by the SQL because
fi: SQL ei voinut noutaa myyntitilausten kysyntämääriä emoyksiköistä, koska

source: Print Inventory Planning Report Empty
fi: Tulosta varastosuunnitteluraportti tyhjä

source: There were no items in the range and location specified
fi: Määritetyllä alueella ja paikassa ei ollut kohteita

source: Category ID
fi: Luokan tunnus

source: The stock usage of this item could not be retrieved because
fi: Tämän tuotteen varastokäyttöä ei voitu hakea, koska

source: Inventory Planning Reporting
fi: Varaston suunnitteluraportointi

source: Select Inventory Categories
fi: Valitse Mainosjakauman luokat

source: For Inventory in Location
fi: Varasto sijainnissa

source: All Locations
fi: Kaikki sijainnit

source: Stock Planning
fi: Varaston suunnittelu

source: One Month MAX
fi: Yksi kuukausi MAX

source: One Month and a half MAX
fi: Puolitoista kuukautta MAX

source: Two Months MAX
fi: Kaksi kuukautta MAX

source: Two Month and a half MAX
fi: Kaksi ja puoli kuukautta MAX

source: Three Months MAX
fi: Kolme kuukautta MAX

source: Four Months MAX
fi: Neljä kuukautta MAX

source: One Month AVG
fi: Yhden kuukauden keskiarvo

source: One Month and a half AVG
fi: Puolitoista kuukautta AVG

source: Two Months AVG
fi: Kahden kuukauden keskim

source: Two Month and a half AVG
fi: Kahden ja puolen kuukauden keskiarvo

source: Three Months AVG
fi: Kolmen kuukauden keskiarvo

source: Four Months AVG
fi: Neljän kuukauden keskiarvo

source: Export 24 months to CSV
fi: Vie 24 kuukautta CSV: hen

source: Preferred Supplier Inventory Plan
fi: Ensisijainen toimittajan varastosuunnitelma

source: for all stock locations
fi: kaikille varastopaikoille

source: for stock at
fi: varastossa

source: Avg Qty
fi: Keskim. Määrä

source: 4 mths
fi: 4 kuukautta

source: Max Mnth
fi: Max kuukausi

source: Standard
fi: Vakio

source: Deviation
fi: Poikkeama

source: Lead Time
fi: Toimitusaika

source: in months
fi: kuukausina

source: Qty Required
fi: Määrä vaaditaan

source: in Supply Chain
fi: toimitusketjussa

source: Cust Ords
fi: Asiakastilaukset

source: Splr Ords
fi: Splr-tilaukset

source: Inventory Planning Based On Lead Time Of Preferred Supplier
fi: Varaston suunnittelu ensisijaisen toimittajan läpimenoaikaan perustuen

source: Nil
fi: Nolla

source: Preferred Supplier Inventory Planning
fi: Ensisijainen toimittajan varastosuunnittelu

source: Months Buffer Stock to Hold
fi: Kuukauden puskurivarasto

source: Two Weeks
fi: Kaksi viikkoa

source: One Month
fi: Yksi kuukausi

source: Six Weeks
fi: Kuusi viikkoa

source: Two Months
fi: Kaksi kuukautta

source: Inventory Quantities Report
fi: Varastomäärien raportti

source: Parts With Quantities
fi: Osat, joissa on määriä

source: Inventory Quantities
fi: Varaston määrät

source: The Inventory Quantity report could not be retrieved by the SQL because
fi: SQL ei voinut hakea Inventory Quantity -raporttia, koska

source: Print Inventory Quantities Report
fi: Tulosta varastomäärät -raportti

source: There were no items with inventory quantities
fi: Varastomääriä ei ollut

source: Inventory Quantities Reporting
fi: Varastomäärien raportointi

source: Use this report to display the quantity of Inventory items in different categories.
fi: Tämän raportin avulla voit näyttää varastotuotteiden määrän eri luokissa.

source: Selection
fi: Valinta

source: Only Parts With Multiple Locations
fi: Vain osat, joissa on useita paikkoja

source: Reorder
fi: Järjestä uudelleen

source: Inventory Valuation
fi: Varaston arvostus

source: The inventory valuation could not be retrieved by the SQL because
fi: SQL ei voinut noutaa varastomääritystä, koska

source: Inventory Valuation Report
fi: Varaston arvostusraportti

source: Print Inventory Valuation Error
fi: Tulosta varaston arvon virhe

source: There were no items with any value to print out for the location specified
fi: Määritetyssä paikassa ei ollut mitään tulostettavia kohteita

source: Grand Total Value
fi: Kokonaisarvo

source: Inventory Valuation Reporting
fi: Varaston arvostusraportointi

source: Output to CSV
fi: Lähtö CSV: hen

source: Label Templates
fi: Tarramallit

source: Label Template Maintenance
fi: Tarramallien ylläpito

source: all measurements in mm.
fi: kaikki mitat millimetreinä.

source: The GD module for PHP is required to print barcode labels. Your PHP installation is not capable currently. You will most likely experience problems with this script until the GD module is enabled.
fi: PHD:n GD-moduulia tarvitaan viivakooditarrojen tulostamiseen. PHP-asennuksesi ei ole tällä hetkellä mahdollista. Todennäköisesti sinulla on ongelmia tämän komentosarjan kanssa, kunnes GD-moduuli otetaan käyttöön.

source: Entries for Vertical Position, Horizontal Position, and Font Size must be integers.
fi: Pystysuoran, vaakasuoran ja kirjasinkoon merkintöjen on oltava kokonaislukuja.

source: The label description may not be empty
fi: Tarran kuvaus ei voi olla tyhjä

source: The update of this label template failed because
fi: Tämän tarramallin päivitys epäonnistui, koska

source: The label template has been updated
fi: Tarramalli on päivitetty

source: The addition of this label failed because
fi: Tämän tarran lisääminen epäonnistui, koska

source: The new label template has been added to the database
fi: Uusi tarramalli on lisätty tietokantaan

source: The selected label template has been deleted
fi: Valittu tarramalli on poistettu

source: The defined label templates could not be retrieved because
fi: Määriteltyjä tarramalleja ei voitu noutaa, koska

source: The following SQL to retrieve the label templates was used
fi: Seuraavaa SQL-koodia mallien noutamiseen käytettiin

source: Rows x Cols
fi: Rivit x sarakkeet

source: Page Width
fi: Sivun leveys

source: Page Height
fi: Sivun korkeus

source: Row Height
fi: Rivin korkeus

source: Column Width
fi: Sarakkeen leveys

source: Are you sure you wish to delete this label?
fi: Haluatko varmasti poistaa tämän tunnisteen?

source: Review all defined label records
fi: Tarkista kaikki määritetyt tarratiedot

source: Label Description
fi: Tarran kuvaus

source: Label Paper Size
fi: Tarran paperikoko

source: Custom Size
fi: Mittatilauskoko

source: Label Height
fi: Etiketin korkeus

source: Label Width
fi: Tarran leveys

source: Top Margin
fi: Yläraja

source: Left Margin
fi: Vasen marginaali

source: Could not get the label fields because
fi: Tunnistekenttiä ei voitu saada, koska

source: Field
fi: Ala

source: Vertical
fi: Pystysuora

source: Position
fi: Sijainti

source: Horizontal
fi: Vaakasuora

source: Bar-code
fi: Viivakoodi

source: Item Descrption
fi: Kohteen kuvaus

source: Item Barcode
fi: Kohteen viivakoodi

source: Company Logo
fi: Yrityksen logo

source: Are you sure you wish to delete this label field?
fi: Haluatko varmasti poistaa tämän tunnistekentän?

source: Print Labels
fi: Tulosta tarrat

source: Location Maintenance
fi: Sijainnin ylläpito

source: The location code may not be empty
fi: Sijaintikoodi ei välttämättä ole tyhjä

source: A cash sale customer and branch are necessary to fully setup the counter sales functionality
fi: Käteismyynnin asiakas ja konttori ovat välttämättömiä laskurimyynnin toimintojen täydelliseksi määrittämiseksi

source: The cash sale customer for this location must be defined with both a valid customer code and a valid branch code for this customer
fi: Tämän paikan käteismyynti-asiakas on määritettävä sekä voimassa olevalla asiakaskoodilla että voimassa olevalla haarakoodilla tälle asiakkaalle

source: location record because
fi: sijaintitietue, koska

source: The SQL used to update the location record was
fi: Sijaintitietueen päivittämiseen käytetty SQL oli

source: The location record has been updated
fi: Sijaintitietue on päivitetty

source: An error occurred inserting the new location record because
fi: Uuden sijaintitietueen lisäämisessä tapahtui virhe, koska

source: The SQL used to insert the location record was
fi: Sijaintitietueen lisäämiseen käytetty SQL oli

source: The new location record has been added
fi: Uusi sijaintitietue on lisätty

source: An error occurred inserting the new location stock records for all pre-existing parts because
fi: Tapahtui virhe uusien sijaintivarastotietueiden lisäämisessä kaikille aiemmin olemassa oleville osille, koska

source: The SQL used to insert the new stock location records was
fi: Uusien varastosijaintitietueiden lisäämiseen käytetty SQL oli

source: and new stock locations inserted for all existing stock items for the new location
fi: ja uudet varastopaikat lisätään kaikille olemassa oleville varastotuotteille uudelle sijainnille
