Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Sorted by:
fi: Lajitteluperuste:

source: Date Range:
fi: Ajanjakso:

source: Filters:
fi: Suodattimet:

source: Administrator Page
fi: Järjestelmänvalvojan sivu

source: Border Line
fi: Rajaviiva

source: Box Dimensions (mm)
fi: Laatikon mitat (mm)

source: Column 1
fi: Sarake 1

source: Column 2
fi: Sarake 2

source: Column 3
fi: Sarake 3

source: Column 4
fi: Sarake 4

source: Column 5
fi: Sarake 5

source: Column 6
fi: Sarake 6

source: Column 7
fi: Sarake 7

source: Column 8
fi: Sarake 8

source: Column 9
fi: Sarake 9

source: Column 10
fi: Sarake 10

source: Column 11
fi: Sarake 11

source: Column 12
fi: Sarake 12

source: Column 13
fi: Sarake 13

source: Column 14
fi: Sarake 14

source: Column 15
fi: Sarake 15

source: Column 16
fi: Sarake 16

source: Column 17
fi: Sarake 17

source: Column 18
fi: Sarake 18

source: Column 19
fi: Sarake 19

source: Column 20
fi: Sarake 20

source: Type of Criteria
fi: Kriteerien tyyppi

source: Select report or form type to create:
fi: Valitse luotava raportti- tai lomaketyyppi:

source: Column widths - mm (0 for same as prior column)
fi: Sarakeleveydet - mm (0 sama kuin edellinen sarake)

source: Default Date Selected
fi: Oletuspäivä valittu

source: Date Fieldname (table.fieldname)
fi: Päivämäärän kentän nimi (table.fieldname)

source: Report Date Information
fi: Ilmoita päivämäärän tiedot

source: For date-independent reports:<br />Uncheck all period range boxes<br />Leave Date Fieldname empty
fi: Päivämääristä riippumattomat raportit: <br /> Poista kaikkien ajanjaksojen valintaruudut. <br /> Jätä päivämääräkentän nimi tyhjäksi

source: Date Field List<br />(check all that apply)
fi: Päivämääräkenttäluettelo <br /> (tarkista kaikki soveltuvat)

source: Default Reports
fi: Oletusraportit

source: End Position (mm)
fi: Päätyasento (mm)

source: Enter a New Field
fi: Anna uusi kenttä

source: Field List
fi: Kenttälista

source: Fill
fi: Täyttää

source: Select a Form to Output
fi: Valitse tulostettava lomake

source: Form Selection
fi: Lomakkeen valinta

source: Grouping List
fi: Ryhmittelyluettelo

source: Current Image
fi: Nykyinen kuva

source: Image Selection
fi: Kuvan valinta

source: Select Stored Image
fi: Valitse Tallennettu kuva

source: Image Dimensions (mm)
fi: Kuvan mitat (mm)

source: Line Attributes
fi: Rivimääritteet

source: Line Width (pts)
fi: Viivan leveys (pistettä)

source: Link Equation (SQL Syntax)<br />example: tablename1.fieldname1=tablename2.fieldname2
fi: Linkkikaava (SQL-syntakse) <br /> esimerkki: taulukonimi1.kentänimi1 = taulukon nimi2.kentänimi2

source: My Reports
fi: Omat raportit

source: No Border
fi: Ei rajaa

source: No Fill
fi: Ei täyttöä

source: Name to Display
fi: Näytettävä nimi

source: Report Filter Description
fi: Raporttisuodattimen kuvaus

source: Header Information / Formatting
fi: Otsikkotiedot / muotoilu

source: Page Layout
fi: Sivun asettelu

source: Page Margins
fi: Sivun marginaalit

source: Rename Report
fi: Nimeä raportti uudelleen

source: Report Title 1
fi: Raportin otsikko 1

source: Report Title 2
fi: Raportin otsikko 2

source: Report Data
fi: Raportoi tiedot

source: Report/Form Identification
fi: Raportin / lomakkeen tunnistaminen

source: Report Import
fi: Ilmoita tuonti

source: Sorting Information
fi: Tietojen lajittelu

source: Start Position (Upper Left Corner in mm)
fi: Aloitusasento (vasen yläkulma millimetreinä)

source: Table Name
fi: Taulukon nimi

source: Text Attributes
fi: Tekstimääritteet

source: Text to Display
fi: Näytettävä teksti

source: Text Processing
fi: Tekstinkäsittely

source: Fieldname (table.fieldname)
fi: Kentän nimi (table.fieldname)

source: Report Totals
fi: Raportti yhteensä

source: Enter fields to total (Table.Fieldname)
fi: Syötä kentät yhteensä (Table.Fieldname)

source: Financial Reports
fi: Taloudelliset raportit

source: Miscellaneous
fi: Sekalaiset

source: Bank Checks
fi: Pankkitilit

source: Bank Deposit Slips
fi: Pankkitalletusluettelot

source: Collection Letters
fi: Kokoelman kirjeet

source: Labels - Customer
fi: Tarrat - asiakas

source: Customer Quotes
fi: Asiakastarjous

source: Invoices and Packing Slips
fi: Laskut ja pakkausluettelot

source: Sales Receipts
fi: Myyntikuitit

source: Labels - Vendor
fi: Tarrat - Toimittaja

source: Data Line
fi: Tietolinja

source: Data Block
fi: Tietolohko

source: Data Table
fi: Tietotaulukko

source: Data Total
fi: Tiedot yhteensä

source: Fixed Text Field
fi: Kiinteä tekstikenttä

source: Image - JPG or PNG
fi: Kuva - JPG tai PNG

source: Rectangle
fi: Suorakulmio

source: Line
fi: Linja

source: Company Data Line
fi: Yrityksen tietorivi

source: Company Data Block
fi: Yrityksen tietolohko

source: Page Number
fi: Sivunumero

source: Uppercase
fi: Iso kirjain

source: Lowercase
fi: Pienet kirjaimet

source: Negate
fi: Kiistellä

source: Round (2 decimal)
fi: Pyöreä (2 desimaalia)

source: Convert Dollars
fi: Muunna dollareita

source: Convert Euros
fi: Muunna euro

source: Single Space
fi: Yksi tila

source: Double Space
fi: Kaksoisvälilyönti

source: Comma
fi: Pilkku

source: Comma-Space
fi: Pilkku-välilyönti

source: Line Break
fi: Rivinvaihto

source: Semicolon-space
fi: Puolipiste-avaruus

source: Paper Size:
fi: Paperikoko:

source: Orientation:
fi: Suuntautuminen:

source: Courier
fi: Kuriiri

source: Courier Bold
fi: Courier rohkea

source: Courier Bold Italic
fi: Courier Lihavoitu Kursiivi

source: Helvetica Bold Italic
fi: Helvetica Lihavoitu Kursiivi

source: Times
fi: Ajat

source: Times Bold
fi: Times Lihavoitu

source: Times Bold Italic
fi: Times Lihavoitu Kursiivi

source: Times Italic
fi: Times kursivoitu

source: Black
fi: Musta

source: Blue
fi: Sininen

source: Red
fi: Punainen

source: Orange
fi: Oranssi

source: Yellow
fi: Keltainen

source: Green
fi: Vihreä

source: White
fi: Valkoinen

source: Today
fi: Tänään

source: This Week To Date
fi: Tämän viikon tasalla

source: This Month To Date
fi: Tämä kuukausi tähän mennessä

source: This Quarter To Date
fi: Tämä vuosineljännes

source: This Year To Date
fi: Tänä vuonna tähän mennessä

source: Yesterday
fi: Eilen

source: Last Week
fi: Viime viikko

source: Last Week To Date
fi: Viime viikko tähän mennessä

source: Last Month To Date
fi: Viime kuukausi

source: Last Quarter To Date
fi: Viimeinen vuosineljännes

source: Last Year To Date
fi: Viime vuosi tähän mennessä

source: Next Week
fi: Ensi viikko

source: Checkout
fi: Tarkista

source: purchases
fi: ostot

source: The swipeHQ payment request failed with a curl error
fi: SwipeHQ-maksupyyntö epäonnistui käpristymisvirheellä

source: We are not able to process payments with your credit card at this time
fi: Emme voi käsitellä maksuja luottokortillasi tällä hetkellä

source: The SwipeHQ payment request returned an access denied error
fi: SwipeHQ-maksupyyntö palautti pääsyn estämisen virheen

source: The SwipeHQ payment request returned a system error
fi: SwipeHQ-maksupyyntö palautti järjestelmävirheen

source: The SwipeHQ payment request requires more parameters
fi: SwipeHQ-maksupyyntö vaatii enemmän parametreja

source: The SwipeHQ payment request returned an inactive account error
fi: SwipeHQ-maksupyyntö palautti passiivisen tilivirheen

source: The SwipeHQ payment request returned a permission denied error
fi: SwipeHQ-maksupyyntö palautti virheellisen luvan

source: The SwipeHQ payment request returned an invalid format error
fi: SwipeHQ-maksupyyntö palautti virheellisen muotoiluvirheen

source: The SwipeHQ payment request returned an error with the message
fi: SwipeHQ-maksupyyntö palautti virheen viestissä

source: Your credit card payment was processed sucessfully and your order number
fi: Luottokorttimaksusi on käsitelty onnistuneesti ja tilausnumerosi

source: is now being processed. Please quote this order number in all correspondence. Thanks for your business
fi: käsitellään nyt. Ilmoita tämä tilausnumero kaikissa kirjeenvaihdoissa. Kiitos yrityksestänne

source: The credit card transaction was declined.
fi: Luottokorttitapahtuma hylättiin.

source: The error code
fi: Virhekoodi

source: and the message
fi: ja viesti

source: was returned from
fi: palasi

source: The SwipeHQ verification API call failed with the message
fi: SwipeHQ-vahvistussovellusliittymän kutsu epäonnistui viestin kanssa

source: The SwipeHQ transaction was declined with the message
fi: SwipeHQ-tapahtuma hylättiin viestin mukana

source: The phone number for the billing address is too short to be valid. 5 or more numbers are expected.
fi: Laskutusosoitteen puhelinnumero on liian lyhyt, jotta se olisi kelvollinen. Odotettavissa on vähintään 5 numeroa.

source: The delivery building address is too short to be valid
fi: Toimitusrakennuksen osoite on liian lyhyt ollakseen kelvollinen

source: The delivery street address is too short to be valid. At least 4 characters are expected
fi: Toimituskatuosoite on liian lyhyt, jotta se olisi kelvollinen. Odottaa vähintään 4 merkkiä

source: The delivery city name is too short to be valid
fi: Toimituskaupungin nimi on liian lyhyt ollakseen kelvollinen

source: The delivery contact email address does not appear to be a valid email address
fi: Toimituksen yhteyshenkilön sähköpostiosoite ei näytä olevan kelvollinen sähköpostiosoite

source: The webSHOP is configured to get freight costs using the Australia post API, but the dispatch location is not based in Australia or there is no postal code defined for the dispatch location
fi: WebSHOP on määritetty vastaanottamaan rahtikustannukset Australian post API:n avulla, mutta lähetyspaikka ei perustu Australiaan tai lähetyspaikalle ei ole määritetty postinumeroa

source: Sending the Aus Post request
fi: Lähetetään Aus Post -pyyntöä

source: Privacy Policy
fi: Tietosuojakäytäntö

source: Contact Details
fi: Yhteystiedot

source: An email address is required
fi: Sähköpostiosoite vaaditaan

source: The email address must be a valid email address
fi: Sähköpostiosoitteen on oltava kelvollinen sähköpostiosoite

source: The email address is expected to 5 characters or more long
fi: Sähköpostiosoitteen odotetaan olevan vähintään 5 merkkiä pitkä

source: The delivery building number/street address is too short to be valid
fi: Toimitusrakennuksen numero / katuosoite on liian lyhyt ollakseen voimassa

source: The delivery street address is too short to be valid
fi: Toimituskatuosoite on liian lyhyt, jotta se olisi kelvollinen

source: The delivery suburb address is too short to be valid
fi: Toimitusalueen osoite on liian lyhyt, jotta se olisi kelvollinen

source: A phone number for the delivery address contact must be entered
fi: Toimitusosoitekontaktin puhelinnumero on syötettävä

source: The phone number for the contact the the delivery address is too short to be valid
fi: Yhteyshenkilön puhelinnumero toimitusosoitteeseen on liian lyhyt ollakseen voimassa

source: The shopping cart is empty
fi: Ostoskori on tyhjä

source: Error calculating freight costs.
fi: Virhe laskettaessa rahtikustannuksia.

source: webSHOP could not calculate freight costs for
fi: webSHOP ei voinut laskea rahtikustannuksia

source: Customer Phone
fi: Asiakkaan puhelin

source: Customer Email
fi: Asiakkaan sähköposti

source: Total Due
fi: Kokonaishinta

source: ZIP
fi: POSTINUMERO

source: Thanks for your report.
fi: Kiitos ilmoituksestasi.

source: We will contact you shortly.
fi: Otamme sinuun yhteyttä pian.

source: Return to Shop Home
fi: Palaa Shop Home -sivulle

source: Login Or Register
fi: Kirjaudu sisään tai rekisteröidy

source: To enable us to process your order, we need some details. Please click on the register button below to setup your account.
fi: Tarvitsemme yksityiskohtia, jotta voimme käsitellä tilaustasi. Määritä tilisi napsauttamalla alla olevaa rekisteröintipainiketta.

source: Register
fi: Rekisteröidy

source: Confirm Delivery Address
fi: Vahvista toimitusosoite

source: Delivery Address - Building/Number
fi: Toimitusosoite - rakennus / numero

source: Enter the street address for the delivery
fi: Syötä toimituksen katuosoite

source: Enter the contact name at the delivery address
fi: Syötä yhteyshenkilön nimi toimitusosoitteeseen

source: Delivery Address - Street
fi: Toimitusosoite - katu

source: Enter the street of the delivery address
fi: Syötä toimitusosoite

source: Enter the telephone number of the delivery address
fi: Syötä toimitusosoitteen puhelinnumero

source: Delivery Address - Suburb
fi: Toimitusosoite - lähiö

source: Enter the suburb of the delivery address
fi: Anna toimitusosaston lähiö

source: Your order reference / no
fi: Tilauksesi viite / nro

source: Enter your order reference
fi: Anna tilauksesi viite

source: Delivery Address - City
fi: Toimitusosoite - kaupunki

source: Enter the city of the delivery address
fi: Syötä toimitusosoitteen kaupunki

source: Delivery Address - ZIP
fi: Toimitusosoite - ZIP

source: Enter the zip code of the delivery address
fi: Syötä toimitusosoitteen postinumero

source: Select the country for the delivery
fi: Valitse toimituksen maa

source: Enter email address of a contact person at the delivery address
fi: Syötä yhteyshenkilön sähköpostiosoite toimitusosoitteeseen

source: Enter any comments you wish to note about the order
fi: Kirjoita kaikki kommentit, jotka haluat huomata tilauksesta

source: Confirm Delivery Details
fi: Vahvista toimitustiedot

source: Revise Delivery Address
fi: Tarkista toimitusosoite

source: Regrettably, there was a problem calculating freight costs for your chosen destination.
fi: Valitettavasti valitsemasi määränpään rahtikustannusten laskemisessa oli ongelma.

source: Please revise your delivery address.
fi: Tarkista toimitusosoitteesi.

source: If your address is correct, please report this issue and we will contact you ASAP by email to continue the process.
fi: Jos osoitteesi on oikea, ilmoita asiasta ja otamme sinuun yhteyttä sähköpostitse jatkaaksesi prosessia.

source: Revise Delivery Details
fi: Tarkista toimitustiedot

source: My address is correct. Report this problem
fi: Osoitteeni on oikea. Ilmoita tästä ongelmasta

source: Select Payment Method
fi: Valitse Maksutapa

source: Delivery Address
fi: Toimitusosoite

source: Change Delivery Details
fi: Muuta toimitustiedot

source: Choose Your Preferred Payment Method
fi: Valitse haluamasi maksutapa

source: Surcharge
fi: Lisämaksu

source: Pay By PayPal
fi: Maksa PayPalin kautta

source: Pay By Credit Card
fi: Maksa luottokortilla

source: Back to Delivery Details
fi: Takaisin toimitustietoihin

source: Review Freight Method and Charges
fi: Tarkista rahtimenetelmä ja maksut

source: Confirm Selected Payment Method
fi: Vahvista valittu maksutapa

source: Payment and Order Confirmation
fi: Maksun ja tilauksen vahvistus

source: Order Confirmation
fi: Tilausvahvistus

source: Make payment from your PayPal Account
fi: Suorita maksu PayPal-tililtäsi

source: The shop is in TEST MODE - no payments will be processed
fi: Kauppa on TEST-tilassa - maksuja ei käsitellä

source: Confirm and Place Order
fi: Vahvista ja tee tilaus

source: Thank you for purchasing from us. Please note the order number
fi: Kiitos, että ostit meiltä. Huomaa tilausnumero

source: for your reference
fi: viitteellesi

source: No order has been created due to an internal error. Please contact us to advise.
fi: Tilausta ei ole luotu sisäisen virheen takia. Ota yhteyttä meihin neuvomaan.

source: Thank you for your order. Please note the order number
fi: Kiitos tilauksestasi. Huomaa tilausnumero

source: Please deposit the amount due (in full) to our bank account.
fi: Talleta erääntyvä summa (kokonaan) pankkitilillemme.

source: To speed up the process, please send us a scanned copy of your transfer slip to
fi: Nopeuta prosessia lähettämällä meille skannattu kopio siirtolomakkeestasi osoitteeseen

source: Please note that goods will be shipped once your funds transfer is confirmed
fi: Huomaa, että tavarat lähetetään, kun varasiirto on vahvistettu

source: Change Payment Method
fi: Vaihda maksutapaa

source: Back to Shop Home Page
fi: Takaisin Shopin kotisivulle

source: Secure Credit Card Payment Using Pay Flow Pro
fi: Suojattu luottokorttimaksu Pay Flow Prolla

source: The credit card number does not validate as a mastercard, visa or american express card number
fi: Luottokortin numero ei kelpaa Mastercard-, Visa- tai American Express -kortin numeroksi

source: The credit card appears to have expired, please check the expiry month and year
fi: Luottokortti näyttää olevan vanhentunut. Tarkista viimeinen voimassaolokuukausi ja vuosi

source: The credit verification value must be numeric
fi: Hyvityksen vahvistusarvon on oltava numeerinen

source: Pay Flow payment failed
fi: Pay Flow -maksu epäonnistui

source: Sent the Pay Flow Pro Request
fi: Lähetti Pay Flow Pro -pyynnön

source: Invalid Pay Flow response. Unable to pay using Pay Flow Credit Card Processing
fi: Virheellinen maksuvirtavastaus. Maksaminen ei onnistu Pay Flow -luottokortin käsittelyllä

source: Thanks for your order. Please quote your order number
fi: Kiitos tilauksestasi. Ilmoita tilausnumerosi

source: in all correspondence
fi: kaikessa kirjeenvaihdossa

source: Credit card payment has been successfully completed with the transaction ID
fi: Luottokorttimaksu on suoritettu onnistuneesti tapahtuman tunnuksella

source: A valid credit card number must be entered
fi: Voimassa oleva luottokortin numero on annettava

source: 3 or 4 (for AMEX) digits are expected
fi: Odotetaan 3 tai 4 (AMEX) numeroa

source: Secure Credit Card Payment
fi: Suojattu luottokorttimaksu

source: Card Number
fi: Kortin numero

source: Enter the credit card number with no spaces or hyphens
fi: Anna luottokortin numero ilman välilyöntejä tai väliviivoja

source: Select the year of your credit card's expiry date
fi: Valitse luottokorttisi viimeinen voimassaolopäivä

source: Select the month of your credit card's expiry date
fi: Valitse luottokorttisi viimeisen käyttöpäivän kuukausi

source: Verification Code
fi: Vahvistuskoodi

source: Enter the 3 digit verification code or CVV - note that on AMEX cards this is a 4 digit code
fi: Syötä 3-numeroinen vahvistuskoodi tai CVV - huomaa, että AMEX-korteissa tämä on nelinumeroinen koodi

source: Submit Details and Process Payment
fi: Lähetä tiedot ja käsittele maksu

source: The first name must be at least 3 characters long
fi: Etunimen on oltava vähintään 3 merkkiä pitkä

source: The last name must be at least 3 characters long
fi: Sukunimen on oltava vähintään 3 merkkiä pitkä

source: The street must be at least 3 characters long
fi: Kadun on oltava vähintään 3 merkkiä pitkä

source: The city must be at least 3 characters long
fi: Kaupungin on oltava vähintään 3 merkkiä pitkä

source: The state must be at least 2 characters long
fi: Tilan on oltava vähintään 2 merkkiä pitkä

source: The zip code must be at least 3 characters long
fi: Postinumeron on oltava vähintään 3 merkkiä pitkä

source: Credit cart payment was unsuccesful - the request returned the error:
fi: Luottokorimaksu ei onnistunut - pyyntö palautti virheen:

source: Please either try again with a different card or use a different payment method
fi: Yritä joko toisella kortilla tai käytä toista maksutapaa

source: At least 3 characters
fi: Vähintään 3 merkkiä

source: The first name of the credit card holder
fi: Luottokortin haltijan etunimi

source: Last Name
fi: Sukunimi

source: The last name of the credit card holder
fi: Luottokortin haltijan sukunimi

source: The street of the card holder
fi: Kortinhaltijan katu

source: The city of the card holder
fi: Kortinhaltijan kaupunki

source: State
fi: Osavaltio

source: The state of the card holder
fi: Kortinhaltijan tila

source: Zip Code
fi: Postinumero

source: The Zip of the card holder
fi: Kortinhaltijan vetoketju

source: The Country of the card holder
fi: Kortinhaltijan maa

source: Click the Order Button to process your order and enter delivery and payment options
fi: Napsauta Tilaus-painiketta, kun haluat käsitellä tilaustasi ja antaa toimitus- ja maksuvaihtoehdot

source: Searching for:
fi: Etsimässä:

source: Featured Items
fi: Suositellut kohteet

source: Could not get the items to display for this category because
fi: Kohteita ei voitu näyttää tässä luokassa, koska

source: There are no items matching this search
fi: Hakuasi vastaavia tuotteita ei ole

source: Price was
fi: Hinta oli

source: incl GST
fi: sis. GST

source: Arriving Soon
fi: Saapuu pian

source: In Stock QTY
fi: Varastossa Määrä

source: Enter the quantity you wish to purchase of this item
fi: Anna määrä, jonka haluat ostaa tästä tuotteesta

source: Add to Order
fi: Lisää tilaukseen

source: Back to Category
fi: Takaisin luokkaan

source: Product Details
fi: Tuotteen yksityiskohdat

source: You have already registered this email address on the system please login to use your existing account
fi: Olet jo rekisteröinyt tämän sähköpostiosoitteen järjestelmään. Kirjaudu sisään käyttääksesi nykyistä tiliäsi

source: The email address does not appear to be in a valid email address format
fi: Sähköpostiosoite ei näytä olevan kelvollisessa sähköpostiosoitemuodossa

source: The password must contain at least five characters
fi: Salasanassa on oltava vähintään viisi merkkiä

source: The password and the confirmation do not match
fi: Salasana ja vahvistus eivät täsmää

source: The contact name must be entered
fi: Yhteyshenkilön nimi on annettava

source: The building/street address entered is too short to be valid. At least 2 characters are required
fi: Annettu rakennus- / katuosoite on liian lyhyt, jotta se olisi kelvollinen. Vähintään 2 merkkiä vaaditaan

source: The street address entered is too short to be valid
fi: Annettu katuosoite on liian lyhyt, jotta se olisi kelvollinen

source: The city entered is too short to be valid
fi: Annettu kaupunki on liian lyhyt, jotta se olisi kelvollinen

source: The phone number for the billing address is too short to be valid
fi: Laskutusosoitteen puhelinnumero on liian lyhyt, jotta se olisi kelvollinen

source: The delivery city address is too short to be valid
fi: Toimituskaupungin osoite on liian lyhyt, jotta se olisi kelvollinen

source: This customer branch could not be added because
fi: Tätä asiakashaaraa ei voitu lisätä, koska

source: Successfully registered
fi: Rekisteröinti onnistui

source: Confirmation of Registration
fi: Rekisteröinnin vahvistus

source: Thanks for registering as a
fi: Kiitos rekisteröitymisestä a

source: customer
fi: asiakas

source: The details that we have on record for you are as follows
fi: Tiedot, jotka meillä on kirjattavana sinulle, ovat seuraavat

source: Login Email
fi: Kirjaudu sisään

source: Primary Contact
fi: Ensisijainen yhteyshenkilö

source: Delivery Building
fi: Toimitusrakennus

source: Delivery Street
fi: Toimituskatu

source: Delivery Suburb
fi: Toimitus lähiö

source: Delivery City
fi: Toimituskaupunki

source: Delivery ZIP
fi: Toimitus ZIP

source: Delivery Country
fi: Toimitusmaa

source: Postal Address 1
fi: Postiosoite 1

source: Postal Address 2
fi: Postiosoite 2

source: Postal Address 3
fi: Postiosoite 3

source: Postal Address 4
fi: Postiosoite 4

source: Postal Address 5
fi: Postiosoite 5

source: Postal Address Country
fi: Postiosoitteen maa

source: We look forward to doing business with you
fi: Odotamme innolla liiketoimintaa kanssasi

source: Click to go to
fi: Napsauta siirtyäksesi

source: This customer could not be updated because
fi: Tätä asiakasta ei voitu päivittää, koska

source: This customer branch could not be updated because
fi: Tätä asiakashaaraa ei voitu päivittää, koska

source: The user could not be updated because
fi: Käyttäjää ei voitu päivittää, koska

source: Successfully updated your details
fi: Tietojesi päivittäminen onnistui

source: A password is required
fi: Salasana vaaditaan
