Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Passwords must be 5 characters or more and cannot same as the users id. A mix of upper and lower case and some non-alphanumeric characters are recommended.
fi: Salasanojen on oltava vähintään 5 merkkiä, eivätkä ne saa olla sama kuin käyttäjätunnus. Suosittelemme sekoitus isoja ja pieniä kirjaimia sekä joitain ei-aakkosnumeerisia merkkejä.

source: e.g. user@domain.com
fi: esimerkiksi. käyttäjä@verkkotunnus.com

source: A valid email address is required
fi: Pakollinen sähköpostiosoite vaaditaan

source: User Can Create Tenders
fi: Käyttäjä voi luoda tarjouksia

source: If this user login is to be associated with a customer account, enter the customer account code
fi: Jos tämä käyttäjätunnus on liitettävä asiakastiliin, syötä asiakastilin koodi

source: If this user login is to be associated with a customer account a valid branch for the customer account must be entered.
fi: Jos tämä käyttäjätunnus liitetään asiakastiliin, asiakastilille on annettava kelvollinen haara.

source: Restrict to Sales Person
fi: Rajoita myyntihenkilöön

source: Not a salesperson only login
fi: Ei vain myyjän kirjautumistunnus

source: Display dashboard
fi: Näytä kojelauta

source: Show dashboard page after login
fi: Näytä hallintapaneelisivu sisäänkirjautumisen jälkeen

source: Allowed Department for Internal Requests
fi: Sallittu sisäisten pyyntöjen osasto

source: Any Internal Department
fi: Mikä tahansa sisäinen osasto

source: Open
fi: Avata

source: Blocked
fi: Estetty

source: Automatic Customer Receipt
fi: Automaattinen asiakkaan kuitti

source: Could not insert allocation record
fi: Kohdistustietueen lisääminen epäonnistui

source: Recalculate BOM costs
fi: Laske BOM-kustannukset uudelleen

source: An error occurred selecting all bottom level components
fi: Kaikkien alatason komponenttien valinnassa tapahtui virhe

source: The SQL that was used to select bottom level components and failed in the process was
fi: SQL, jota käytettiin alatason komponenttien valitsemiseen ja joka epäonnistui prosessissa, oli

source: Failed on item
fi: Epäonnistui tuotteessa

source: Cost update has been rolled back
fi: Kustannuspäivitys on palautettu

source: All cost updates committed to the database.
fi: Kaikki kustannuspäivitykset on sidottu tietokantaan.

source: This script will not update the General Ledger stock balances for the changed costs. If you use integrated stock then do not use this utility
fi: Tämä komentosarja ei päivitä pääkirjan varastosaldoja muuttuneisiin kustannuksiin. Jos käytät integroitua varastoa, älä käytä tätä apuohjelmaa

source: Update costs for all items listed in a bill of materials
fi: Päivitä kaikkien materiaaliluettelossa lueteltujen tuotteiden kustannukset

source: Run
fi: Juosta

source: UTILITY PAGE To Changes A Customer Branch Code In All Tables
fi: UTILITY SIVU asiakkaan haarakoodin muuttamiseen kaikissa taulukoissa

source: Change A Customer Branch Code
fi: Vaihda asiakkaan haaratoimistokoodi

source: The customer branch code
fi: Asiakashaaran koodi

source: does not currently exist as a customer branch code in the system
fi: ei ole tällä hetkellä järjestelmässä asiakashaarakoodina

source: The new customer branch code to change the old code to must be entered as well
fi: Myös uusi asiakashaaran koodi vanhan koodin vaihtamiseksi on syötettävä

source: The new customer branch code cannot contain
fi: Uusi asiakashaarakoodi ei voi sisältää

source: The replacement customer branch code
fi: Korvaavan asiakashaaran koodi

source: already exists as a branch code for the same customer
fi: on jo olemassa saman asiakkaan haarakoodina

source: a unique branch code must be entered for the new code
fi: uuteen koodiin on syötettävä yksilöllinen haarakoodi

source: Inserting the new customer branches master record
fi: Lisätään uusi asiakashaarojen päätietue

source: The SQL to insert the new customer branch master record failed because
fi: Uuden asiakashaaran päätietueen lisääminen SQL epäonnistui, koska

source: Changing customer transaction records
fi: Asiakastapahtumarekisterien muuttaminen

source: The SQL to update debtor transaction records failed because
fi: SQL päivittää velallisen tapahtumarekisterit epäonnistui, koska

source: Changing sales analysis records
fi: Myyntianalyysitietueiden muuttaminen

source: The SQL to update Sales Analysis records failed because
fi: Myynti-analyysitietueiden päivittäminen SQL epäonnistui, koska

source: Changing order delivery differences records
fi: Tilauksen toimituseroja koskevien tietojen muuttaminen

source: The SQL to update order delivery differences records failed because
fi: SQL päivittää tilausten toimituserojen tietueet epäonnistui, koska

source: Changing pricing records
fi: Hintatietueiden muuttaminen

source: The SQL to update the pricing records failed because
fi: Hintatietueiden päivittäminen SQL epäonnistui, koska

source: Changing sales orders records
fi: Myyntitilaustietueiden muuttaminen

source: The SQL to update the sales order header records failed because
fi: Myyntitilauksen otsikkotietueiden päivittäminen SQL epäonnistui, koska

source: Changing stock movement records
fi: Varastoliikennetietojen muuttaminen

source: The SQL to update the stock movement records failed because
fi: SQL päivittää varaston liiketietueita epäonnistui, koska

source: Changing user default customer records
fi: Käyttäjän oletusasiakastietueiden muuttaminen

source: The SQL to update the user records failed
fi: Käyttäjätietueiden päivittäminen SQL epäonnistui

source: Changing the customer branch code in contract header records
fi: Asiakashaarakoodin muuttaminen sopimuksen otsikkotietueissa

source: The SQL to update contract header records failed because
fi: SQL päivittää sopimuksen otsikkotietueet epäonnistui, koska

source: Deleting the old customer branch record
fi: Vanhan asiakashaaratoiminnon tietueen poistaminen

source: The SQL to delete the old customer branch record failed because
fi: Vanhan asiakashaaratoiminnon poistaminen SQL epäonnistui, koska

source: Existing Branch Code
fi: Nykyinen sivuliike

source: New Branch Code
fi: Uusi sivuliike

source: UTILITY PAGE To Changes A Customer Code In All Tables
fi: UTILITY SIVU asiakaskoodin muuttamiseen kaikissa taulukoissa

source: Change A Customer Code
fi: Vaihda asiakaskoodi

source: does not currently exist as a customer code in the system
fi: ei ole tällä hetkellä järjestelmässä asiakaskoodina

source: The new customer code to change the old code to must be entered as well
fi: Myös uusi asiakaskoodi vanhan koodin vaihtamiseksi on syötettävä

source: The replacement customer code
fi: Korvaava asiakaskoodi

source: already exists as a customer code in the system
fi: on jo olemassa asiakaskoodina järjestelmässä

source: a unique customer code must be entered for the new code
fi: uuteen koodiin on syötettävä yksilöllinen asiakaskoodi

source: Inserting the new debtors master record
fi: Lisätään uusi velallisten päärekisteri

source: The SQL to insert the new debtors master record failed
fi: Uuden velallisen päätietueen lisääminen SQL epäonnistui

source: the SQL statement was
fi: SQL-käsky oli

source: Inserting new customer branch records
fi: Lisätään uusia asiakashaarakonttoritietueita

source: The SQL to insert new customer branch records failed
fi: Uusien asiakashaaratietueiden lisääminen SQL epäonnistui

source: Changing debtor transaction records
fi: Velallisten tapahtumia koskevien tietojen muuttaminen

source: The SQL to update debtor transaction records failed
fi: SQL päivittää velallisten tapahtumien tietueet epäonnistui

source: The SQL to update Sales Analysis records failed
fi: Myynti-analyysitietueiden päivittäminen SQL epäonnistui

source: The SQL to update order delivery differences records failed
fi: SQL päivittää tilausten toimituserojen tietueet epäonnistui

source: The SQL to update the pricing records failed
fi: Hintatietueiden päivittäminen SQL epäonnistui

source: The SQL to update the sales order header records failed
fi: Myyntitilauksen otsikkotietueiden päivittäminen SQL epäonnistui

source: Changing the customer code in contract header records
fi: Asiakaskoodin muuttaminen sopimuksen otsikkotietueissa

source: The SQL to update contract header records failed
fi: Sopimusotsikkotietueiden päivittäminen SQL epäonnistui

source: Deleting the old customer branch records from the CustBranch table
fi: Vanhojen asiakashaarakohtaisten tietueiden poistaminen CustBranch-taulukosta

source: The SQL to delete the old CustBranch records for the old debtor record failed
fi: Vanhan velallisrekisterin vanhojen CustBranch-tietueiden poistaminen SQL epäonnistui

source: Deleting the customer code from the DebtorsMaster table
fi: Asiakaskoodin poistaminen DebtorsMaster-taulukosta

source: The SQL to delete the old debtor record failed
fi: Vanhan velallisen tietueen poistaminen SQL epäonnistui

source: Existing Debtor Code
fi: Nykyinen velalliskoodi

source: New Debtor Code
fi: Uusi velallisen koodi

source: UTILITY PAGE Change A GL Account Code
fi: UTILITY PAGE Muuta PK-tilikoodia

source: Change A GL Account Code
fi: Vaihda PK-tilikoodi

source: The GL account code
fi: PK-tilikoodi

source: does not currently exist as a GL account code in the system
fi: ei ole tällä hetkellä järjestelmässä PK-tilikoodina

source: The new GL account code to change the old code to contains illegal characters - no changes will be made
fi: Uusi PK-tilikoodi muuttaa vanhan koodin luvattomiksi merkeiksi - muutoksia ei tehdä

source: The new GL account code to change the old code to must be entered as well
fi: Myös uusi PK-tilikoodi vanhan koodin vaihtamiseksi on syötettävä

source: The replacement GL account code
fi: Korvaava PK-tilikoodi

source: already exists as a GL account code in the system
fi: on jo olemassa järjestelmässä PK-tilikoodina

source: a unique GL account code must be entered for the new code
fi: uuteen koodiin on syötettävä yksilöllinen PK-tilikoodi

source: Adding the new chartmaster record
fi: Uuden chartmaster-tietueen lisääminen

source: The SQL to insert the new chartmaster record failed
fi: Uuden chartmaster-tietueen lisääminen SQL epäonnistui

source: completed
fi: valmistunut

source: Deleting the old chartmaster record
fi: Vanhan chartmaster-tietueen poistaminen

source: The SQL to delete the old chartmaster record failed
fi: Vanhan chartmaster-tietueen poistaminen SQL epäonnistui

source: GL account Code
fi: PK-tilin koodi

source: was successfully changed to
fi: vaihdettiin onnistuneesti muotoon

source: Existing GL Account Code
fi: Olemassa oleva PK-tilikoodi

source: New GL Account Code
fi: Uusi PK-tilikoodi

source: UTILITY PAGE Change A Location Code
fi: UTILITY PAGE Vaihda sijaintikoodi

source: Change A Location Code
fi: Vaihda sijaintikoodi

source: The location code
fi: Sijaintikoodi

source: does not currently exist as a location code in the system
fi: ei tällä hetkellä ole sijaintikoodina järjestelmässä

source: The new location code to change the old code to contains illegal characters - no changes will be made
fi: Uusi sijaintikoodi muuttaa vanhan koodin luvattomiksi merkeiksi - muutoksia ei tehdä

source: The new location code to change the old code to must be entered as well
fi: Myös uusi sijaintikoodi vanhan koodin vaihtamiseksi on syötettävä

source: The new location name to change the old name to contains illegal characters - no changes will be made
fi: Uusi sijaintinimi muuttaa vanhan nimen laittomiksi merkeiksi - muutoksia ei tehdä

source: The new location name to change the old name to must be entered as well
fi: Myös uusi sijainnin nimi, jolla vanha nimi muutetaan, on syötettävä

source: The replacement location code
fi: Korvaava sijaintikoodi

source: already exists as a location code in the system
fi: on jo olemassa sijaintikoodina järjestelmässä

source: a unique location code must be entered for the new code
fi: uuteen koodiin on syötettävä yksilöllinen sijaintikoodi

source: Adding the new location record
fi: Uuden sijaintitietueen lisääminen

source: The SQL to insert the new location record failed
fi: Uuden sijaintitietueen lisääminen SQL epäonnistui

source: Changing the BOM table records
fi: BOM-taulukon tietueiden muuttaminen

source: The SQL to update the BOM records failed
fi: BOM-tietueiden päivittäminen SQL epäonnistui

source: Changing the config table records
fi: Konfigurointitaulukon tietueiden muuttaminen

source: Changing the contracts table records
fi: Sopimustaulukon tietueiden muuttaminen

source: The SQL to update the contracts records failed
fi: SQL päivittää sopimustietueet epäonnistui

source: Changing the custbranch table records
fi: Säilötaulukon tietueiden muuttaminen

source: The SQL to update the custbranch records failed
fi: Custbranch-tietueiden päivittäminen SQL epäonnistui

source: Changing the freightcosts table records
fi: Rahtikustannuksia koskevan taulukon tietueiden muuttaminen

source: The SQL to update the freightcosts records failed
fi: Rahtikustannustietueiden päivittäminen SQL epäonnistui

source: Changing the locationusers table records
fi: Locationusers-taulukon tietueiden muuttaminen

source: The SQL to update users records failed
fi: SQL päivittää käyttäjien tietueet epäonnistui

source: Changing stock location records
fi: Varaston sijaintitietueiden muuttaminen

source: The SQL to update stock location records failed
fi: SQL päivittää varaston sijaintitietueita epäonnistui

source: Changing location transfer information (Shipping location)
fi: Sijaintisiirtotietojen muuttaminen (toimituspaikka)

source: The SQL to update the loctransfers records failed
fi: Paikannusrekisterien päivittäminen SQL epäonnistui

source: Changing location transfer information (Receiving location)
fi: Sijainninsiirtotietojen muuttaminen (vastaanottava sijainti)

source: Changing MRP parameters information
fi: MRP-parametrien tietojen muuttaminen

source: The SQL to update the mrpparameters records failed
fi: SQL päivittää mrpparameters-tietueet epäonnistui

source: Changing purchase orders information
fi: Ostotilaustietojen muuttaminen

source: The SQL to update the purchase orders records failed
fi: SQL päivittää ostotilaustietueita epäonnistui

source: Changing recurring sales orders information
fi: Toistuvien myyntitilaustietojen muuttaminen

source: The SQL to update the recurring sales orders records failed
fi: SQL päivittää toistuvien myyntitilausten tietueet epäonnistui

source: Changing sales orders information
fi: Myyntitilausten tietojen muuttaminen

source: The SQL to update the sales orders records failed
fi: Myyntitilaustietueiden päivittäminen SQL epäonnistui

source: Changing stock check freeze records
fi: Varastotarkastuksen jäädytystietojen muuttaminen

source: The SQL to update stock check freeze records failed
fi: SQL päivittää varastotarkistuksen jäädytystietueet epäonnistui

source: Changing stockcounts records
fi: Varastolaskutietueiden muuttaminen

source: The SQL to update stockcounts records failed
fi: Varastolaskutietueiden päivittäminen SQL epäonnistui

source: Changing stockmoves records
fi: Varastojen muuttaminen

source: The SQL to update stockmoves records failed
fi: Stockmoves-tietueiden päivittäminen SQL epäonnistui

source: Changing stockrequest records
fi: Varastopyyntötietojen muuttaminen

source: The SQL to update stockrequest records failed
fi: Stockrequest-tietueiden päivittäminen SQL epäonnistui

source: Changing stockserialitems records
fi: Varastosarjatiedotietojen muuttaminen

source: The SQL to update stockserialitems records failed
fi: SQL päivittää stockerialitems-tietueita epäonnistui

source: Changing tenders records
fi: Tarjoustietueiden muuttaminen

source: The SQL to update tenders records failed
fi: Tarjoustietueiden päivittäminen SQL epäonnistui

source: Changing workcentres records
fi: Työkeskustietueiden muuttaminen

source: The SQL to update workcentres records failed
fi: Työkeskustietueiden päivittäminen SQL epäonnistui

source: Changing workorders records
fi: Työtilaustietueiden muuttaminen

source: The SQL to update workorders records failed
fi: Työtilaustietueiden päivittäminen SQL epäonnistui

source: Changing users records
fi: Käyttäjätietueiden muuttaminen

source: Deleting the old location record
fi: Vanhan sijaintitietueen poistaminen

source: The SQL to delete the old location record failed
fi: Vanhan sijaintitietueen poistaminen SQL epäonnistui

source: Location code
fi: Sijaintikoodi

source: Existing Location Code
fi: Nykyinen sijaintikoodi

source: New Location Code
fi: Uusi sijaintikoodi

source: New Location Name
fi: Uusi sijainnin nimi

source: UTILITY PAGE To Change A Salesman Code In All Tables
fi: UTILITY PAGE Myyjän koodin vaihtaminen kaikissa taulukoissa

source: Change A Salesman Code
fi: Vaihda myyntimiehen koodi

source: An existing salesman code entry must be provided
fi: Olemassa oleva myyntimiehen koodi on annettava

source: The salesman code
fi: Myyjän koodi

source: does not currently exist as a salesman code in the system
fi: ei ole tällä hetkellä järjestelmässä myyntikoodina

source: A new salesman code entry must be provided
fi: Uusi myyjäkoodimerkintä on annettava

source: The new salesman code to change the old code to contains illegal characters - no changes will be made
fi: Uusi myyntikoodi muuttaa vanhan koodin sisältämään laittomia merkkejä - muutoksia ei tehdä

source: The replacement salesman code
fi: Korvaavan myyjän koodi

source: already exists as a salesman code in the system
fi: on jo järjestelmässä myyntikoodina

source: a unique salesman code must be entered for the new code
fi: uuteen koodiin on syötettävä yksilöllinen myyntikoodi

source: Inserting the new salesman master record
fi: Lisätään uusi myyjän päätietue

source: The SQL to insert the new salesman master record failed
fi: Uuden myyjän päätietueen lisääminen SQL epäonnistui

source: Changing debtor branch records
fi: Velallisen sivuliikkeen tietueiden muuttaminen

source: The SQL to update debtor branch records failed
fi: Velallisen haaratoimintojen päivittäminen SQL epäonnistui

source: Changing user salesman records
fi: Käyttäjämyyjätietueiden muuttaminen

source: Deleting the salesman code from the Salesman table
fi: Myyntimiehen koodin poistaminen myyjätaulukosta

source: The SQL to delete the old salesman record failed
fi: Vanhan myyjän tietueen poistaminen SQL epäonnistui

source: Existing Salesman Code
fi: Nykyinen myyntikoodi

source: New Salesman Code
fi: Uusi myyjäkoodi

source: UTILITY PAGE Change A Stock Category
fi: UTILITY PAGE Vaihda varastoluokkaa

source: Change A Stock Category Code
fi: Vaihda tuoteryhmäkoodi

source: The stock Category
fi: Osakeluokka

source: does not currently exist as a stock category in the system
fi: ei tällä hetkellä ole osakelajina järjestelmässä

source: The new stock category to change the old code to contains illegal characters - no changes will be made
fi: Uusi varastoluokka muuttaa vanhan koodin sisältämään laittomia merkkejä - muutoksia ei tehdä

source: The new stock category to change the old code to must be entered as well
fi: Myös uusi tuoteryhmä vanhan koodin vaihtamiseksi on syötettävä

source: The replacement stock category
fi: Korvaava varastoluokka

source: already exists as a stock category in the system
fi: on jo olemassa järjestelmän osakelajina

source: a unique stock category must be entered for the new stock category
fi: uudelle varastoluokalle on annettava yksilöllinen varastoluokka

source: Adding the new stock Category record
fi: Uuden osakekategoriatietueen lisääminen

source: The SQL to insert the new stock category record failed
fi: Uuden varastoluokan tietueen lisääminen SQL epäonnistui

source: Changing stock properties
fi: Varaston ominaisuuksien muuttaminen

source: The SQL to update stock properties records failed
fi: Varasto-ominaisuustietueiden päivittäminen SQL epäonnistui

source: Changing stock master records
fi: Varastopöytäkirjan muuttaminen

source: The SQL to update stock master transaction records failed
fi: SQL päivittää osakekannan tapahtumarekisterit epäonnistui

source: Changing internal stock category roles records
fi: Sisäisten varastoryhmien roolitietueiden muuttaminen

source: The SQL to update internal stock category role records failed
fi: Sisäisten varastoryhmien roolitietueiden päivittäminen SQL epäonnistui

source: Deleting the old stock category record
fi: Vanhan varastoluokan tietueen poistaminen

source: The SQL to delete the old stock category record failed
fi: Vanhan varastoluokan tietueen poistaminen SQL epäonnistui

source: Existing Inventory Category Code
fi: Olemassa oleva varastoluokan koodi

source: New Inventory Category Code
fi: Uusi mainosjakauman luokan koodi

source: UTILITY PAGE Change A Stock Code
fi: UTILITY PAGE Vaihda varastokoodi

source: Change An Inventory Item Code
fi: Vaihda varastotuotekoodi

source: The stock code
fi: Osakekoodi

source: does not currently exist as a stock code in the system
fi: ei tällä hetkellä ole varastossa koodina järjestelmässä

source: The new stock code to change the old code to contains illegal characters - no changes will be made
fi: Uusi varastokoodi muuttaa vanhan koodin sisältämään laittomia merkkejä - muutoksia ei tehdä

source: The new stock code to change the old code to must be entered as well
fi: Myös uusi varastokoodi vanhan koodin vaihtamiseksi on syötettävä

source: The replacement stock code
fi: Korvaava varastokoodi

source: already exists as a stock code in the system
fi: on jo olemassa tuotekoodina järjestelmässä

source: a unique stock code must be entered for the new code
fi: uuteen koodiin on syötettävä yksilöllinen varastokoodi

source: Adding the new stock master record
fi: Uuden osaketietueen lisääminen

source: The SQL to insert the new stock master record failed
fi: Uuden osakekannan lisääminen SQL epäonnistui

source: Changing any image files
fi: Kuvatiedostojen muuttaminen

source: no image to rename
fi: ei nimettävää kuvaa

source: Deleting the old stock master record
fi: Vanhan osaketietueen poistaminen

source: The SQL to delete the old stock master record failed
fi: Vanhan osakekannan poistaminen SQL epäonnistui

source: Existing Inventory Code
fi: Olemassa oleva varastokoodi

source: New Inventory Code
fi: Uusi varastokoodi

source: UTILITY PAGE To Changes A Supplier Code In All Tables
fi: UTILITY SIVU toimittajan koodin muuttamiseen kaikissa taulukoissa

source: Change A Supplier Code
fi: Muuta toimittajakoodi

source: Existing Supplier Code
fi: Olemassa oleva toimittajakoodi

source: New Supplier Code
fi: Uusi toimittajakoodi

source: The Supplier code
fi: Toimittajan koodi

source: does not currently exist as a supplier code in the system
fi: ei tällä hetkellä ole toimittajakoodina järjestelmässä

source: The replacement supplier code
fi: Korvaavan toimittajan koodi

source: already exists as a supplier code in the system
fi: on jo järjestelmässä toimittajakoodina

source: a unique supplier code must be entered for the new code
fi: uuteen koodiin on syötettävä yksilöllinen toimittajakoodi

source: Inserting the new supplier record
fi: Lisätään uusi toimittajatietue

source: The SQL to insert the new suppliers master record failed
fi: Uuden toimittajan päätietueen lisääminen SQL epäonnistui

source: Changing
fi: Vaihtaa

source: records
fi: tietueet

source: The SQL to update
fi: Päivitettävä SQL

source: records failed
fi: tietueet epäonnistui

source: Deleting the supplier code from the suppliers master table
fi: Toimittajakoodin poistaminen toimittajien päätaulukosta

source: The SQL to delete the old supplier record failed
fi: Vanhan toimittajatietueen poistaminen SQL epäonnistui

source: The New supplier code
fi: Uusi toimittajakoodi

source: must be not empty nor with spaces
fi: ei saa olla tyhjä eikä tyhjiä

source: Identify Allocation Stuff Ups
fi: Tunnista allokaatioasiat
