Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The order number is:
fi: Tilausnumero on:

source: The line items of the recurring order cannot be retrieved because
fi: Toistuvan tilauksen rivikohtia ei voi noutaa, koska

source: Could not insert the order lines from the recurring order template
fi: Tilausrivejä ei voitu lisätä toistuvasta tilausmallista

source: Could not update the last recurrence of the recurring order template. The database reported the error:
fi: Toistuvan tilausmallin viimeistä toistoa ei voitu päivittää. Tietokanta ilmoitti virheestä:

source: Recurring order was created for
fi: Toistuva tilaus luotiin

source: with order Number
fi: tilausnumerolla

source: Unable to determine the area where the sale is to, from the customer branches table, please select an area for this branch
fi: Jos asiakasaluetaulukosta ei löydy aluetta, johon myynti tapahtuu, valitse alue tälle sivuliikkeelle

source: The exchange rate for the customer currency could not be retrieved from the currency table because:
fi: Asiakkaan valuutan vaihtokurssia ei voitu noutaa valuuttataulukosta, koska:

source: Could not retrieve the tax province of the location from where the order was fulfilled because:
fi: Tilauksen täyttöpaikan veroprosenttia ei voitu noutaa, koska:

source: The taxes and rates for this item could not be retrieved because
fi: Tämän tuotteen veroja ja verokantoja ei voitu noutaa, koska

source: The following SQL to insert the tax GLTrans record was used
fi: Seuraavaa SQL:ää vero PKTrans-tietueen lisäämiseksi käytettiin

source: This recurring order was set to produce the invoice automatically on invoice number
fi: Tämä toistuva tilaus asetettiin tuottamaan lasku automaattisesti laskun numeroon

source: Recurring Order Created Advice
fi: Toistuva tilaus luonut neuvoja

source: No email advice was sent for this order because the location has no email contact defined with a valid email address
fi: Tilauksesta ei lähetetty sähköpostiviestejä, koska sijainnille ei ole määritetty sähköpostiosoitetta, jolla olisi kelvollinen sähköpostiosoite

source: Update Related Items
fi: Päivitä liittyvät tuotteet

source: Only valid parts can have related items entered against them
fi: Ainoastaan kelvollisissa osissa voi olla aiheeseen liittyviä kohteita

source: The part code entered as related item does not exist in the database
fi: Aihealueeksi syötettyä osakoodia ei ole tietokannassa

source: Only valid parts can be related items
fi: Vain kelvolliset osat voivat olla samankaltaisia tuotteita

source: This related item has already been entered.
fi: Tämä aiheeseen liittyvä kohde on jo syötetty.

source: An item can not be related to itself
fi: Kohde ei voi liittyä itseensä

source: The new related item could not be added
fi: Uutta aiheeseen liittyvää kohdetta ei voitu lisätä

source: is now related to
fi: on nyt yhteydessä verkkotunnukseen

source: Could not delete this relationshop
fi: Tätä Relationshopia ei voitu poistaa

source: This relationship has been deleted
fi: Tämä suhde on poistettu

source: Related Items To
fi: Liittyvät tuotteet

source: List Related Items
fi: Luettelo liittyvistä kohteista

source: Are you sure you wish to delete this relationship?
fi: Haluatko varmasti poistaa tämän suhteen?

source: There are no items related set up for this part
fi: Tähän osaan ei ole määritetty liittyviä aiheita

source: Related Item Code
fi: Liittyvä tuotekoodi

source: Amend Relation
fi: Muuta suhdetta

source: Reorder Level Location Reporting
fi: Järjestä tason sijainnin ilmoittaminen uudelleen

source: Inventory Reorder Level Location Report
fi: Varaston uudelleenjärjestelytason sijaintiraportti

source: Location :
fi: Sijainti:

source: Number Of Days Sales :
fi: Myyntipäivien lukumäärä:

source: Days
fi: Päivää

source: Total Invoiced
fi: Laskutettu yhteensä

source: At Location
fi: Sijainti

source: At All Locations
fi: Kaikissa paikoissa

source: Reorder Level
fi: Järjestä taso uudelleen

source: Bin Location
fi: Roskakorin sijainti

source: Use this report to display the reorder levels for Inventory items in different categories.
fi: Käytä tätä raporttia näyttääksesi eri luokkien varastotilojen uudelleenjärjestelytasot.

source: Number Of Days Sales
fi: Myyntipäivien lukumäärä

source: Order By
fi: Tilaa

source: Reorder Level Report
fi: Järjestä uudelleen tason raportti

source: Parts below reorder level
fi: Uudelleenjärjestettävän osan alapuolella olevat osat

source: The Reorder Level report could not be retrieved by the SQL because
fi: SQL ei voinut noutaa uudelleenjärjestelytason raporttia, koska

source: Print Reorder Level Report
fi: Tulosta tilaustason raportti

source: Reorder Level Reporting
fi: Järjestä tason raportointi uudelleen

source: Inventory Reorder Level Report
fi: Varaston uudelleenjärjestelytasoraportti

source: Needed
fi: Tarvittu

source: Reprint a GRN
fi: Tulosta GRN uudelleen

source: Enter a Purchase Order Number
fi: Anna ostotilauksen numero

source: Show GRNs
fi: Näytä GRN

source: You must enter a purchase order number in the box above
fi: Sinun on annettava ostotilauksen numero yllä olevaan ruutuun

source: This purchase order does not exist on the system. Please try again.
fi: Tätä ostotilausta ei ole järjestelmässä. Yritä uudelleen.

source: There are no GRNs for this purchase order that can be reprinted.
fi: Tälle ostotilaukselle ei ole GRN-numeroita, jotka voidaan tulostaa uudelleen.

source: GRNs for Purchase Order No
fi: GRN: t ostotilauksen nro

source: PO Order line
fi: PO-tilausrivi

source: GRN Number
fi: GRN-numero

source: Invoice No
fi: Laskun nro

source: Reprint GRN
fi: Tulosta GRN uudelleen

source: Reprint Labels
fi: Tulosta tarrat uudelleen

source: Reverse Goods Received
fi: Vastaanotetut tavarat

source: This page is expected to be called after a supplier has been selected
fi: Tälle sivulle odotetaan soittavan, kun toimittaja on valittu

source: Could not retrieve the supplier name for
fi: Toimittajan nimen hakeminen verkkotunnukselle epäonnistui

source: Reverse Goods Received from
fi: Vastaanotetut tavarat

source: Could not get the details of the GRN selected for reversal because
fi: Kumoamiseen valitun GRN:n yksityiskohtia ei voitu saada, koska

source: The following SQL to retrieve the GRN details was used
fi: GRN-tietojen hakemiseen käytettiin seuraavaa SQL:ää

source: The GRN
fi: GRN

source: has already been reversed or fully invoiced by the supplier - it cannot be reversed - stock quantities must be corrected by stock adjustments - the stock is paid for
fi: toimittaja on jo peruuttanut tai laskuttanut kokonaan - sitä ei voida peruuttaa - varastomäärät on korjattava varastomuutoksilla - varastosta maksetaan

source: Unable to retrieve the quantity on hand of
fi: Käsillä olevaa määrää ei voida hakea

source: for Serial No
fi: sarjanumerolle

source: Unfortunately, of the original number
fi: Valitettavasti alkuperäisestä numerosta

source: that were received on serial number
fi: jotka vastaanotettiin sarjanumerolla

source: remain
fi: jäädä jäljelle

source: The GRN can only be reversed if all the original serial number items are still in stock in the location they were received into
fi: GRN voidaan peruuttaa vain, jos kaikkia alkuperäisiä sarjanumeroita on edelleen varastossa paikassa, johon ne vastaanotettiin

source: The purchase order detail record could not be updated with the quantity reversed because
fi: Ostotilauksen tietuetietuetta ei voitu päivittää vastaavalla määrällä, koska

source: GRN Reversed for
fi: GRN päinvastainen

source: The purchase order statusand status comment could not be changed because
fi: Ostotilauksen tilaa ja tilakommenttia ei voitu muuttaa, koska

source: The following SQL to update the purchase order header record was used
fi: Seuraavaa SQL:ää päivitettiin ostotilauksen otsikkotietue

source: Failed to delete the grn from supplier invoice record
fi: GRN:n poistaminen toimittajan laskutietueesta epäonnistui

source: The GRN record could not be deleted because
fi: GRN-tietuetta ei voitu poistaa, koska

source: The following SQL to delete the GRN record was used
fi: GRN-tietueen poistamiseen käytettiin seuraavaa SQL:ää

source: The GRN record could not be updated
fi: GRN-tietuetta ei voitu päivittää

source: This reversal of goods received has not been processed because
fi: Tätä vastaanotettujen tavaroiden peruutusta ei ole käsitelty, koska

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost addition could not be reversed:
fi: KRIITTINEN VIRHE! KIRJAA TÄMÄ VIRHE JA HAE APUA. Käyttöomaisuuden kustannusten lisäystä ei voitu peruuttaa:

source: The following SQL was used to attempt the reduce the cost of the asset was:
fi: Seuraavaa SQL:ää yritettiin vähentää omaisuuden kustannuksia:

source: Could not determine if the item exists because
fi: Kohteen olemassaoloa ei voitu määrittää, koska

source: Could not get the quantity on hand of the item before the reversal was processed
fi: Kohteen määrää ei voitu saada käsiksi ennen peruutuksen käsittelyä

source: Could not insert the reversing stock movements for the batch/serial numbers
fi: Erän / sarjanumeron peruutusvaraston liikkeitä ei voitu lisätä

source: The SQL used but failed was
fi: Käytetty, mutta epäonnistunut SQL oli

source: Could not update the batch/serial stock records
fi: Erä- / sarjavarastotietueiden päivitys epäonnistui

source: GRN Reversal for PO
fi: GRN-peruutus PO: lle

source: The purchase GL posting could not be inserted for the reversal of the received item because
fi: Osto PK-kirjausta ei voitu lisätä vastaanotetun tuotteen peruuttamiseen, koska

source: GRN Reversal PO
fi: GRN-peruutus PO

source: has been reversed
fi: on päinvastainen

source: Select another GRN to Reverse
fi: Valitse toinen GRN kääntääksesi

source: Show all goods received after
fi: Näytä kaikki jälkeen vastaanotetut tavarat

source: Show Outstanding Goods Received
fi: Näytä erinomaiset vastaanotetut tavarat

source: An error occurred in the attempt to get the outstanding GRNs for
fi: Virhe yritettäessä saada jäljellä olevat GRN: t

source: The message was
fi: Viesti oli

source: There are no outstanding goods received yet to be invoiced for
fi: Vastaanotettuja tavaroita ei ole vielä laskutettavissa

source: To reverse a GRN that has been invoiced first it must be credited
fi: Laskutetun GRN:n peruuttamiseksi se on hyvitettävä

source: GRN Batch
fi: GRN-erä

source: Supplier' Ref
fi: Toimittajan viite

source: Quantity To
fi: Määrä

source: Reverse
fi: Käänteinen

source: Review Translated Descriptions
fi: Tarkista käännetyt kuvaukset

source: descriptions
fi: kuvaukset

source: Translations to revise
fi: Käännökset tarkistettaviksi

source: Part Description (short)
fi: Osan kuvaus (lyhyt)

source: Part Description (long)
fi: Osan kuvaus (pitkä)

source: Revised?
fi: Tarkistettu?

source: Sales Analysis Report Columns
fi: Myynnin analyysiraportin sarakkeet

source: Gross Value
fi: Bruttoarvo

source: Net Value
fi: Nettoarvo

source: The report heading must be 70 characters or less long
fi: Raportin otsikon on oltava enintään 70 merkkiä pitkä

source: The period from must be numeric
fi: Ajanjakson on oltava numeerinen

source: The period to must be numeric
fi: Ajanjakson on oltava numeerinen

source: The constant entered must be numeric
fi: Syötetyn vakion on oltava numeerinen

source: The column number must be numeric
fi: Sarakkeen numeron on oltava numeerinen

source: The column number must be less than 11
fi: Sarakkeen numeron on oltava alle 11

source: The Period From must be before the Period To, otherwise the column will always have no value
fi: Ajanjakson on oltava ennen jaksoa To, muuten sarakkeella ei aina ole arvoa

source: The report column could not be updated because
fi: Raporttisaraketta ei voitu päivittää, koska

source: The SQL used to update the report column was
fi: Raporttisarakkeen päivittämiseen käytetty SQL oli

source: Column
fi: Sarake

source: The column could not be added to the report because
fi: Saraketta ei voitu lisätä raporttiin, koska

source: The SQL used to add the column to the report was
fi: Sarakkeen lisäämiseen raporttiin käytetty SQL oli

source: The deletion of the column failed because
fi: Sarakkeen poisto epäonnistui, koska

source: The SQL used to delete this report column was
fi: Tämän raporttisarakkeen poistamiseen käytetty SQL oli

source: The column definitions could not be retrieved from the database because
fi: Sarakemäärityksiä ei voitu hakea tietokannasta, koska

source: The SQL used to retrieve the columns for the report was
fi: Raportin sarakkeiden noutamiseen käytetty SQL oli

source: Col
fi: Eversti

source: Heading 1
fi: Otsikko 1

source: Heading 2
fi: Otsake 2

source: Calc
fi: Lask

source: Prd To
fi: Prd

source: Data
fi: Tiedot

source: Numerator
fi: Osoittaja

source: Denominator
fi: Nimittäjä

source: Operator
fi: Operaattori

source: Or Actual
fi: Tai Todellinen

source: Maintain Report Headers
fi: Ylläpidä raportin otsikoita

source: User defined reports can have up to 10 columns defined
fi: Käyttäjän määrittelemissä raporteissa voi olla enintään 10 saraketta

source: The report will not be able to be run until some columns are deleted
fi: Raporttia ei voi suorittaa ennen kuin jotkut sarakkeet on poistettu

source: The column
fi: Sarake

source: The SQL used to retrieve the this column was
fi: Tämän sarakkeen noutamiseen käytetty SQL oli

source: Column Number
fi: Sarakkeen numero

source: A number between 1 and 10 is expected
fi: Numeron odotetaan olevan 1-10

source: Heading line 1
fi: Otsikkorivi 1

source: Heading line 2
fi: Otsikkorivi 2

source: Calculation
fi: Laskeminen

source: Could not load periods table
fi: Aikataulukkoa ei voitu ladata

source: Data to show
fi: Näytettävät tiedot

source: Budget or Actual
fi: Budjetti tai todellinen

source: Numerator Column
fi: Osoittaja-sarake

source: Denominator Column
fi: Nimittäjän sarake

source: Calculation Operator
fi: Laskentaoperaattori

source: Numerator Divided By Denominator
fi: Osoittaja jaettuna nimittäjällä

source: Numerator Divided By Constant
fi: Osoittaja jaettuna vakiona

source: Numerator Col x Constant
fi: Osoittaja Col x Constant

source: Add to
fi: Lisätä

source: Numerator Minus Denominator
fi: Osoittaja miinus nimittäjä

source: Constant
fi: Jatkuva

source: Format Type
fi: Formaatin tyyppi

source: Numeric
fi: Numeerinen

source: Percentage
fi: Prosenttiosuus

source: Sales Analysis Reports Maintenance
fi: Myynti-analyysiraporttien ylläpito

source: Product Code
fi: Tuotekoodi

source: Product Type
fi: Tuotetyyppi

source: Customer Branch
fi: Asiakashaara

source: Not Used
fi: Ei käytetty

source: The report heading must be more than two characters long
fi: Raportin otsikon on oltava yli kahden merkin pituinen

source: No report heading was entered
fi: Raportin otsikkoa ei syötetty

source: Heading too long
fi: Suunta liian pitkä

source: A group by item must be specified for the report to have any output
fi: Ryhmä tuotekohtaisesti on määritettävä, jotta raportilla voi olla ulostuloja

source: No Group By selected
fi: Ei ryhmää Valittu

source: Group by Level 1 is set but the upper and lower limits are not set
fi: Ryhmä tason 1 mukaan on asetettu, mutta ylä- ja alarajaa ei ole asetettu

source: these must be specified for the report to have any output
fi: nämä on määriteltävä, jotta raportilla voi olla ulostuloja

source: Upper/Lower limits not set
fi: Ylä- / alarajaa ei ole asetettu

source: Group by Level 2 is set but the upper and lower limits are not set
fi: Ryhmä tason 2 mukaan on asetettu, mutta ylä- ja alarajaa ei ole asetettu

source: Upper/Lower Limits not set
fi: Ylä- / alarajaa ei ole asetettu

source: Group by Level 3 is set but the upper and lower limits are not set
fi: Ryhmä tason 3 mukaan on asetettu, mutta ylä- ja alarajaa ei ole asetettu

source: Group by Level 4 is set but the upper and lower limits are not set
fi: Ryhmä tason 4 mukaan on asetettu, mutta ylä- ja alarajaa ei ole asetettu

source: Group by Level 1 is set but the lower limit is greater than the upper limit
fi: Ryhmä tason 1 mukaan on asetettu, mutta alaraja on suurempi kuin yläraja

source: the report will have no output
fi: raportilla ei ole tulosteita

source: Lower Limit > Upper Limit
fi: Alaraja> Yläraja

source: Group by Level 2 is set but the lower limit is greater than the upper limit
fi: Ryhmä tason 2 mukaan on asetettu, mutta alaraja on suurempi kuin yläraja

source: Group by Level 3 is set but the lower limit is greater than the upper limit
fi: Ryhmä tason 3 mukaan on asetettu, mutta alaraja on suurempi kuin yläraja

source: Group by Level 4 is set but the lower limit is greater than the upper limit
fi: Ryhmä tason 4 mukaan on asetettu, mutta alaraja on suurempi kuin yläraja

source: The report could not be updated because
fi: Raporttia ei voitu päivittää, koska

source: The SQL used to update the report headers was
fi: Raportin otsikoiden päivittämiseen käytetty SQL oli

source: report has been updated
fi: raportti on päivitetty

source: The report could not be added because
fi: Raporttia ei voitu lisätä, koska

source: The SQL used to add the report header was
fi: Raportin otsikon lisäämiseen käytetty SQL oli

source: report has been added to the database
fi: raportti on lisätty tietokantaan

source: The deletion of the report column failed because
fi: Raporttisarakkeen poisto epäonnistui, koska

source: The SQL used to delete the report column was
fi: Raporttisarakkeen poistamiseen käytetty SQL oli

source: The deletion of the report heading failed because
fi: Raportin otsikon poistaminen epäonnistui, koska

source: The SQL used to delete the report headers was
fi: Raportin otsikoiden poistamiseen käytetty SQL oli

source: Report Deleted
fi: Raportti poistettu

source: Report No
fi: Raportti nro

source: Report Title
fi: Raportin otsikko

source: Define Columns
fi: Määrittele sarakkeet

source: Make PDF Report
fi: Tee PDF-Raportti

source: Are you sure you wish to remove this report design?
fi: Haluatko varmasti poistaa tämän raporttimallin?

source: Show All Defined Reports
fi: Näytä kaikki määritetyt raportit

source: The reports for display could not be retrieved because
fi: Näytettäviä raportteja ei voitu noutaa, koska

source: The SQL used to retrieve the report headers was
fi: Raportin otsikoiden hakemiseen käytetty SQL oli

source: Edit The Selected Report
fi: Muokkaa valittua raporttia

source: Define A New Report
fi: Määritä uusi raportti

source: Report Heading
fi: Raportin otsikko

source: Group By 1
fi: Ryhmittele 1

source: Page Break After
fi: Sivunvaihto jälkeen

source: Group By 2
fi: Ryhmittele 2

source: Group By 3
fi: Ryhmittele 3

source: Group By 4
fi: Ryhmittele 4

source: The security settings on your account do not permit you to access this function
fi: Tilisi suojausasetukset eivät salli sinun käyttää tätä toimintoa

source: User Defined Sales Analysis Problem
fi: Käyttäjän määrittelemä myyntianalyysiongelma

source: The report did not have any none zero lines of information to show and so it has not been created
fi: Raportissa ei ollut yhtään nollatietoriviä näytettäväksi, joten sitä ei ole luotu

source: Look at the design of this report
fi: Katso tämän raportin suunnittelu

source: Sales Analysis Comma Separated File (CSV) Generation
fi: Myyntianalyysi pilkulla erotettujen tiedostojen (CSV) luominen

source: You should automatically be forwarded to the CSV Sales Analysis file when it is ready
fi: Sinun pitäisi lähettää edelleen eteenpäin CSV Sales Analysis -tiedostoon, kun se on valmis

source: Sales Report
fi: Myyntiraportti

source: Select the parameters for the report
fi: Valitse raportin parametrit

source: Date Selection
fi: Päivämäärän valinta

source: Custom Range
fi: Mukautettu alue

source: This Week
fi: Tämä viikko

source: This Month
fi: Tässä kuussa

source: This Quarter
fi: Tämä vuosineljännes

source: Display Data
fi: Näytä tiedot

source: Daily
fi: Päivittäin

source: Show Sales
fi: Näytä myynti

source: The date entered for the from date is not in the appropriate format. Dates must be entered in the format
fi: Päivämäärälle syötetty päivämäärä ei ole oikeassa muodossa. Päivämäärät on annettava muodossa

source: The date entered for the to date is not in the appropriate format. Dates must be entered in the format
fi: Tähän päivämäärään syötetty päivämäärä ei ole oikeassa muodossa. Päivämäärät on annettava muodossa

source: The from date is expected to be a date prior to the to date. Please review the selected date range
fi: Päivämäärän odotetaan olevan päivämäärä, joka edeltää päivämäärää. Tarkista valittu ajanjakso

source: No Orders
fi: Ei tilauksia

source: Total Sales
fi: Myynti yhteensä

source: Refunds
fi: Palautukset

source: Net Sales
fi: Liikevaihdosta

source: Cost of Sales
fi: Myynnin hinta

source: wk
fi: viikko

source: Sales Category Maintenance
fi: Myyntikategorian ylläpito

source: Somthing is wrong with uploading a file
fi: Jotain on väärin tiedoston lataamisessa

source: The Sales category description must be fifty characters or less long
fi: Myyntiluokan kuvauksen on oltava enintään 50 merkkiä pitkä

source: The Sales category record has been updated
fi: Myyntiluokan tietue on päivitetty

source: A new Sales category record has been added
fi: Uusi myyntiluokan ennätys on lisätty

source: Cannot delete this sales category because stock items have been added to this category
fi: Tätä myyntikategoriaa ei voi poistaa, koska varastotuotteet on lisätty tähän luokkaan

source: items under to this category
fi: tähän luokkaan kuuluvat tuotteet

source: Cannot delete this sales category because sub categories have been added to this category
fi: Tätä myyntiluokkaa ei voi poistaa, koska tähän luokkaan on lisätty alaluokkia

source: sub categories
fi: alaluokat

source: The sales category
fi: Myyntiluokka

source: has been added
fi: on lisätty

source: Stock item
fi: Varastotuote

source: has been removed
fi: on poistettu

source: Selected Sales Category Path
fi: Valittu myyntiluokan polku

source: Manage Sales Category Translations
fi: Hallitse myyntiluokan käännöksiä

source: There are no categories defined at this level.
fi: Tällä tasolla ei ole määritelty luokkia.

source: Sub Category
fi: Alaluokka

source: Are you sure you wish to delete this sales category?
fi: Haluatko varmasti poistaa tämän myyntiluokan?

source: Edit Sub Category
fi: Muokkaa alaluokkaa

source: New Sub Category
fi: Uusi alaluokka

source: Category Name
fi: Kategorian nimi

source: Display in webSHOP?
fi: Näytetäänkö webSHOPissa?

source: Submit Information
fi: Lähetä tiedot

source: Add Inventory to this category
fi: Lisää mainosjakauma tähän luokkaan

source: Select Item
fi: Valitse tavara

source: Select Manufacturer/Brand
fi: Valitse Valmistaja / Tuotemerkki

source: Select Brand
fi: Valitse Tuotemerkki

source: Add Item To Sales Category
fi: Lisää kohde myyntiluokkaan

source: No more Inventory items to add
fi: Ei enää lisättäviä mainosjakaumakohteita

source: Inventory items for
fi: Varastonimikkeet kohteelle

source: Featured
fi: Esittelyssä

source: Cancel Feature
fi: Peruuta ominaisuus

source: Make Featured
fi: Tee esittelystä

source: No Inventory items in this category
fi: Ei nimikkeitä tässä luokassa

source: Sales Category Report
fi: Myyntiluokaraportti

source: Sales GL Postings Set Up
fi: Sales PK-lisäysten määritys

source: The sales GL posting record has been updated
fi: Myynnin PK-kirjaustietue on päivitetty

source: The new sales GL posting record has been inserted
fi: Uusi myynti PK-kirjaustietue on lisätty

source: A sales gl posting account already exists for the selected area, stock category, salestype
fi: Valitulle alueelle, osakekategorialle, myyntityypille on jo olemassa myynti-ilmoitustili

source: Sales posting record has been deleted
fi: Myynnin kirjaustietue on poistettu
