Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Latitude
fi: Leveysaste

source: Longitude
fi: Pituusaste

source: Unable to update GeoCode for CustomerID
fi: Asiakastunnuksen geokoodia ei voi päivittää

source: Mapping is enabled, but no Mapping data to display for this Customer.
fi: Kartoitus on käytössä, mutta tälle asiakkaalle ei näytetä kartoitustietoja.

source: Customer Mapping
fi: Asiakaskartoitus

source: Mapping is enabled, Map will display below.
fi: Kartoitus on käytössä, Kartta näkyy alla.

source: Customer Data
fi: Asiakastiedot

source: No receipts from this customer.
fi: Ei kuitteja tältä asiakkaalta.

source: Last Paid Date
fi: Viimeisin maksupäivä

source: Last Paid Amount (inc tax)
fi: Viimeisin maksettu summa (sis. Verot)

source: Customer since
fi: Asiakas alkaen

source: No Spend from this Customer.
fi: Ei kuluja tältä asiakkaalta.

source: Total Spend from this Customer (inc tax)
fi: Tämän asiakkaan kokonaiskulut (sis. Verot)

source: Add New Contact
fi: Lisää uusi yhteystieto

source: Hyperlink
fi: Hyperlinkki

source: Add New Note
fi: Lisää uusi muistiinpano

source: Add New Note for this Customer
fi: Lisää uusi huomautus tälle asiakkaalle

source: Customer Type (Group) Notes for:<b>
fi: Asiakastyypin (ryhmän) huomautukset: <b>

source: File Link / Reference / URL
fi: Tiedoston linkki / viite / URL

source: Add New Group Note
fi: Lisää uusi ryhmähuomautus

source: Search GL Accounts
fi: Etsi PK-tilejä

source: Account name keywords have been used in preference to the account code extract entered
fi: Tilinimen avainsanoja on käytetty mieluummin kuin syötettyä tilikoodin otetta

source: Search for General Ledger Accounts
fi: Etsi pääkirjatilit

source: Enter extract of text in the Account name
fi: Kirjoita tekstin ote tilin nimeen

source: Select an Account Code
fi: Valitse tilikoodi

source: Account Type
fi: Tilin tyyppi

source: Modifying Order
fi: Tilauksen muokkaaminen

source: Select Order Items
fi: Valitse Tilaa tuotteet

source: There are no items that can be imported
fi: Tuotavia tuotteita ei voida tuoda

source: Your account is set up to see only a specific salespersons orders. You are not authorised to modify this order
fi: Tilisi on määritetty näkemään vain tietyt myyjätilaukset. Sinulla ei ole valtuuksia muokata tätä tilausta

source: The customer the order is for cannot be modified once some of the order has been invoiced
fi: Asiakasta, jonka tilausta on tehty, ei voi muuttaa, kun osa tilauksesta on laskutettu

source: account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
fi: tili on tällä hetkellä merkitty tiliksi, jota on seurattava. Ota yhteyttä luottotietohenkilöstöön keskustellaksesi

source: Your login is only set up for a particular salesperson. This customer has a different salesperson.
fi: Kirjautumistunnuksesi on määritetty vain tietylle myyjälle. Tällä asiakkaalla on eri myyjä.

source: account is currently on hold please contact the credit control personnel to discuss
fi: tili on tällä hetkellä odotustilassa, ota yhteyttä luottotietohenkilöstöön keskustellaksesi

source: The details for the customer selected
fi: Valitun asiakkaan tiedot

source: Sorry, your account has been put on hold for some reason, please contact the credit control personnel.
fi: Valitettavasti tilisi on jostakin syystä pidätetty. Ota yhteyttä luottotietohenkilöstöön.

source: Enter an Order or Quotation
fi: Anna tilaus tai tarjous

source: Search for the Customer Branch.
fi: Hae asiakaspalvelukonttoria.

source: Orders/Quotations are placed against the Customer Branch. A Customer may have several Branches.
fi: Tilaukset / Tarjous tehdään Asiakasosastoa vastaan. Asiakkaalla voi olla useita sivuliikkeitä.

source: Enter a text extract of the customer's name, then click Search Now to find customers matching the entered name
fi: Kirjoita tekstinote asiakkaan nimestä ja napsauta sitten Etsi nyt löytääksesi asiakkaita, jotka vastaavat syötettyä nimeä

source: Enter a part of a customer code that you wish to search for then click the Search Now button to find matching customers
fi: Syötä asiakaskoodin osa, jonka haluat etsiä, ja etsi sitten sopivia asiakkaita napsauttamalla Etsi nyt -painiketta

source: Enter a part of a customer's phone number that you wish to search for then click the Search Now button to find matching customers
fi: Kirjoita osa asiakkaan puhelinnumerosta, jonka haluat etsiä, ja etsi sitten sopivia asiakkaita napsauttamalla Etsi nyt -painiketta

source: There are lines on this order that have already been invoiced. Please delete only the lines on the order that are no longer required
fi: Tässä tilauksessa on jo laskutettuja rivejä. Poista tilauksesta vain ne rivit, joita ei enää tarvita

source: There is an option on confirming a dispatch/invoice to automatically cancel any balance on the order at the time of invoicing if you know the customer will not want the back order
fi: Lähetyksen / laskun vahvistamisessa on mahdollisuus peruuttaa tilauksen saldo automaattisesti laskutushetkellä, jos tiedät, että asiakas ei halua takaisin tilausta

source: The order detail lines could not be deleted because
fi: Tilauksen tietorivejä ei voitu poistaa, koska

source: The order header could not be deleted because
fi: Tilauksen otsikkoa ei voitu poistaa, koska

source: This sales order has been cancelled as requested
fi: Tämä myyntitilaus on peruutettu pyynnöstä

source: Quotation for customer
fi: Tarjous asiakkaalle

source: Order for customer
fi: Tilaa asiakkaalle

source: Default Options (can be modified during order):
fi: Oletusasetukset (voidaan muuttaa tilauksen aikana):

source: No asset was selected to dispose of. No assets have been added to this customer order
fi: Mitään omaisuutta ei valittu hävitettäväksi. Tähän asiakastilaukseen ei ole lisätty omaisuutta

source: Asset Disposals
fi: Omaisuuden hävittäminen

source: The item you attempting to modify the price for has already had some quantity invoiced at the old price the items unit price cannot be modified retrospectively
fi: Tuotteelle, jonka hintaa yrität muokata, on jo laskutettu jonkin verran vanhasta hinnasta, tuotteen yksikköhintaa ei voi muuttaa takautuvasti

source: The item you attempting to modify has had some quantity invoiced at the old discount percent the items discount cannot be modified retrospectively
fi: Tuotetta, jota yrität muokata, on laskutettu jonkin verran vanhalla alennusprosentilla. Tuotealennusta ei voi muuttaa takautuvasti

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced
fi: Yrität tehdä tilatusta määrästä pienemmän kuin jo laskutettu

source: The quantity delivered and invoiced cannot be modified retrospectively
fi: Toimitettua ja laskutettua määrää ei voi muuttaa takautuvasti

source: The customer account will breach their credit limit
fi: Asiakastili rikkoo heidän luottorajaansa

source: This change would put the customer over their credit limit and is prohibited
fi: Tämä muutos nostaisi asiakkaan luottorajan yli ja on kielletty

source: You should automatically be forwarded to the entry of the delivery details page
fi: Sinut ohjataan automaattisesti toimitustietosivulle

source: if this does not happen
fi: jos näin ei tapahdu

source: Quantity (required) - Enter the number of units ordered. Price (required) - Enter the unit price. Discount (optional) - Enter a percentage discount. GP% (optional) - Enter a percentage Gross Profit (GP) to add to the unit cost. Due Date (optional) - Enter a date for delivery.
fi: Määrä (pakollinen) - Syötä tilattujen yksiköiden määrä. Hinta (vaaditaan) - Syötä yksikköhinta. Alennus (valinnainen) - Syötä prosentuaalinen alennus. GP% (valinnainen) - Anna yksikköhintaan lisättävä prosenttiosuus bruttovoitosta (GP). Eräpäivä (valinnainen) - Anna toimituspäivä.

source: Enter the customer's purchase order reference if required by the customer
fi: Anna asiakkaan ostotilauksen viite, jos asiakas sitä vaatii

source: Enter the quantity of this item ordered by the customer
fi: Syötä tämän tuotteen tilaama asiakasmäärä

source: invoiced
fi: laskutettu

source: Enter the price to charge the customer for this item
fi: Anna hinta, kun haluat laskuttaa asiakkaalta tästä tuotteesta

source: Enter the discount percentage to apply to the price for this item
fi: Anna alennuksen prosenttiosuus, jota sovelletaan tämän tuotteen hintaan

source: Enter a gross profit percentage to use as the basis to calculate the price to charge the customer for this line item
fi: Anna bruttovoittoprosentti, jota käytetään perustana laskettaessa asiakkaalta tästä rivikohdasta veloitettava hinta

source: Clear Remaining
fi: Poista jäännös

source: Enter any narrative to describe to the customer the nature of the charge for this line
fi: Syötä kaikki kertomukset, jotka kuvaavat asiakkaalle tämän rivin veloituksen luonnetta

source: Enter Delivery Details and Confirm Order
fi: Syötä toimitustiedot ja vahvista tilaus

source: Add to Sales Order
fi: Lisää myyntitilaukseen

source: Search for Order Items
fi: Hae tilaustuotteita

source: Raw material flag
fi: Raaka-aineen lippu

source: If checked, Raw material will be shown on search result
fi: Jos tämä on valittu, raaka-aine näkyy hakutuloksissa

source: Customer Item flag
fi: Asiakaslippu

source: If checked, only items for this customer will show
fi: Jos tämä on valittu, vain tämän asiakkaan tuotteet näkyvät

source: Fixed Asset Disposal
fi: Kiinteän omaisuuden hävittäminen

source: The csv file should have exactly 2 columns, part code and quantity.
fi: Csv-tiedostossa on oltava tarkalleen 2 saraketta, osan koodi ja määrä.

source: Use this screen for the
fi: Käytä tätä näyttöä

source: of products to be ordered
fi: tilattavia tuotteita

source: Enter the customer purchase order reference
fi: Anna asiakkaan ostotilauksen viite

source: Enter the item code ordered
fi: Syötä tilattu tuotekoodi

source: Enter the quantity of the item ordered by the customer
fi: Syötä asiakkaan tilaaman tuotteen määrä

source: Enter the date that the customer requires delivery by
fi: Syötä päivämäärä, johon mennessä asiakas vaatii toimituksen

source: Use this screen to select an asset to dispose of to this customer
fi: Käytä tätä näyttöä valitaksesi omaisuuden, joka luovutetaan tälle asiakkaalle

source: Enter the customer's purchase order reference
fi: Anna asiakkaan ostotilauksen viite

source: Asset to Dispose Of
fi: Hävitettävä omaisuus

source: Select Asset To Dispose of From the List Below
fi: Valitse hävitettävä omaisuus alla olevasta luettelosta

source: Add Asset To Order
fi: Lisää omaisuus tilaukseen

source: Cancel Whole Order
fi: Peruuta koko tilaus

source: Are you sure you wish to cancel this entire order?
fi: Haluatko varmasti peruuttaa koko tilauksen?

source: Search Pick Lists
fi: Hae poimintaluetteloita

source: Pick Lists
fi: Valitse luettelot

source: The Pick List entered
fi: Syötetty valintaluettelo

source: Pick List
fi: Valintalista

source: New
fi: Uusi

source: To search for Pick Lists for a specific part use the part selection facilities below
fi: Voit etsiä tiettyjen osien valintaluetteloita käyttämällä alla olevia osavalintatoimintoja

source: No pick lists were returned by the SQL because
fi: SQL ei palauttanut valintaluetteloita, koska

source: Packing List
fi: Pakkauslista

source: Request Date
fi: Pyynnön päivämäärä

source: Ship Date
fi: Lähetyspäivä

source: Shipped By
fi: Toimittama

source: Initiated On
fi: Aloitettu

source: Reprint
fi: Uusintapainos

source: Invoice Order
fi: Laskutilaus

source: Search Inventory Items
fi: Etsi varastotuotteista

source: Item Inquiries
fi: Tuotekyselyt

source: Item Transactions
fi: Tuotetapahtumat

source: Item Maintenance
fi: Kohteen ylläpito

source: Obsolete
fi: Vanhentunut

source: Inventory Item
fi: Varastokohde

source: Item Type
fi: Tuotteen tyyppi

source: Assembly Item
fi: Asennustuote

source: Phantom Assembly Item
fi: Phantom Assembly Tuote

source: Kitset Item
fi: Kitset Tuote

source: Service/Labour Item
fi: Palvelu / työvoima

source: Purchased Item
fi: Ostettu tuote

source: Manufactured Item
fi: Valmistettu tuote

source: Control Level
fi: Hallintataso

source: serialised
fi: sarjoitettu

source: Batchs/Lots
fi: Erät / erät

source: Volume
fi: Äänenvoimakkuus

source: Weight
fi: Paino

source: No Default Price Set
fi: Ei oletushintaa

source: Not Set
fi: Ei valittu

source: The workorder component demand for this product cannot be retrieved because
fi: Tämän tuotteen työasemakomponenttien kysyntää ei voida hakea, koska

source: Quantity On Hand
fi: Määrä käsillä

source: Quantity Demand
fi: Määrä kysyntä

source: Quantity On Order
fi: Määrä tilauksessa

source: Prefer
fi: Mieluummin

source: Select a menu option to operate using this inventory item.
fi: Valitse valikkovaihtoehto, jota haluat käyttää tällä varastonimikkeellä.

source: Show Stock Usage
fi: Näytä varastokäyttö

source: Search All Purchase Orders
fi: Hae kaikista ostotilauksista

source: Show Part Picture (if available)
fi: Näytä osan kuva (jos saatavilla)

source: View Costed Bill Of Material
fi: Näytä kustannuslaskuri

source: Where This Item Is Used
fi: Missä tätä tuotetta käytetään

source: Where This Labour Item Is Used
fi: Missä tätä työvälinettä käytetään

source: Quantity Adjustments
fi: Määrän säätö

source: Purchase this Item from
fi: Osta tämä tuote osoitteesta

source: Modify Item Details
fi: Muokkaa kohteen tietoja

source: Maintain Reorder Levels
fi: Ylläpitää uudelleentilaustasoja

source: Maintain Standard Cost
fi: Ylläpitää vakiokustannuksia

source: Maintain Purchasing Data
fi: Ylläpitää ostotietoja

source: Maintain Customer Item Data
fi: Ylläpitää asiakastietoja

source: Maintain Pricing
fi: Säilytä hinnoittelu

source: Special Prices for customer
fi: Erikoishinnat asiakkaalle

source: Maintain Discount Category
fi: Säilytä alennuskategoria

source: Clone This Item
fi: Kloonaa tämä kohde

source: Maintain Related Items
fi: Ylläpidä siihen liittyviä tuotteita

source: Maintain Price Matrix
fi: Säilytä hintamatriisi

source: Inventory Items
fi: Varastonimikkeet

source: Enter text that you wish to search for in the item description
fi: Kirjoita kohteen kuvaus tekstiä, jota haluat etsiä

source: Enter text that you wish to search for in the item code
fi: Kirjoita tuotekoodiin teksti, jota haluat etsiä

source: Enter text that you wish to search for in the supplier's item code
fi: Kirjoita etsimäsi teksti toimittajan tuotekoodiin

source: image
fi: kuva

source: Select QA Samples
fi: Valitse laadunvalvontanäytteet

source: Test Results have not all been entered. This Lot is not able to be used for a a Certificate of Analysis
fi: Testituloksia ei ole syötetty kaikkia. Tätä erää ei voida käyttää analyysitodistukseen

source: Some Results are out of Spec
fi: Jotkut tulokset eivät täytä Spec

source: QA Sample record for
fi: Laadunvalvonnan näytetietue

source: The update of the QA Sample failed because
fi: Laadunvalvontamallin päivitys epäonnistui, koska

source: All other samples for this Specification and Lot was marked as Cert=No
fi: Kaikki muut näytteet tälle eritelmälle ja erälle merkittiin Cert = Ei

source: Created New Sample
fi: Luotu uusi näyte

source: Cannot delete this Sample ID because there are test results tied to it
fi: Tätä näytetunnusta ei voi poistaa, koska siihen on sidottu testituloksia

source: The sample results could not be deleted because
fi: Näytteen tuloksia ei voitu poistaa, koska

source: The QA Sample could not be deleted because
fi: Laadunvalvontanäytettä ei voitu poistaa, koska

source: QA Sample
fi: Laadunvalvonnan näyte

source: The Sample ID entered
fi: Syötetty näytetunnus

source: Sample ID
fi: Näytteen tunnus

source: Search Samples
fi: Hae näytteitä

source: No QA samples were returned by the SQL because
fi: SQL ei palauttanut QA-näytteitä, koska

source: Enter Results
fi: Anna tulokset

source: Specification
fi: Erittely

source: Lot / Serial
fi: Erä / sarja

source: Identifier
fi: Tunniste

source: Created By
fi: Luonut

source: Sample Date
fi: Näytteen päivämäärä

source: Cert Allowed
fi: Sertti sallittu

source: Are you sure you wish to delete this Sample ID ?
fi: Haluatko varmasti poistaa tämän mallitunnuksen?

source: Show All Samples
fi: Näytä kaikki näytteet

source: Use for Cert?
fi: Käytetäänkö Certille?

source: Duplicate for Lot OK?
fi: Kopioi erälle OK?

source: Search Recurring Sales Orders
fi: Hae toistuvia myyntitilauksia

source: Select recurring order templates for delivery from:
fi: Valitse toistuvat tilausmallit toimitettavaksi:

source: Search Recurring Orders
fi: Hae toistuvia tilauksia

source: No recurring orders were returned by the SQL because
fi: SQL ei palauttanut toistuvia tilauksia, koska

source: Times p.a.
fi: Times s.a.

source: There were no sales orders checked to place purchase orders for. No purchase orders will be created.
fi: Ostotilausten tekemistä varten ei tarkistettu myyntitilauksia. Ostotilauksia ei luoda.

source: Unable to retrieve the items on the selected orders for creating purchase orders for
fi: Valittujen tilausten kohteita ei voi noutaa ostotilausten luomista varten

source: There might be no supplier purchasing data set up for any items on the selected sales order(s). No purchase orders have been created
fi: Valitun myyntitilauksen tuotteille ei ehkä ole määritetty toimittajan ostotietoja. Ostotilauksia ei ole luotu

source: The delivery address for the order could not be obtained from the user default stock location
fi: Tilauksen toimitusosoitetta ei voitu saada käyttäjän oletusvaraston sijainnista

source: Auto created from sales orders
fi: Automaattisesti luotu myyntitilauksista

source: Could not update purchase order status to Authorised
fi: Ostotilauksen tilaa ei voitu päivittää valtuutetuksi

source: The order has been created with a status of pending and will require authorisation
fi: Tilaus on luotu odottavaksi ja vaatii valtuutuksen

source: Could not get the supplier information for the order
fi: Tilauksen toimittajan tietoja ei voitu saada

source: The Order Number entered MUST be numeric
fi: Annettu tilausnumero PITÄÄ olla numeerinen

source: Quotations Only
fi: Vain lainaukset

source: Orders Only
fi: Vain tilaukset

source: Overdue Only
fi: Vain myöhässä

source: Due Date From
fi: Eräpäivä alkaen

source: Due Date To
fi: Eräpäivä

source: Order Date From
fi: Tilauspäivä alkaen

source: Order Date To
fi: Tilauksen päivämäärä

source: Add Sales Order
fi: Lisää myyntitilaus

source: Acknowledge
fi: Tunnustaa

source: Dispatch Note
fi: Lähete

source: Place PO
fi: Aseta PO

source: Print Quote
fi: Tulosta tarjous

source: Cust Ref
fi: Asiakastunnus

source: Quote Total
fi: Lainaus yhteensä

source: Pick
fi: Valita

source: Total Quotation(s) Value in
fi: Tarjousarvio (t) yhteensä

source: Place
fi: Paikka

source: This will create purchase orders for all the items on the checked sales orders above, based on the preferred supplier purchasing data held in the system. Are You Absolutely Sure?
fi: Tämä luo ostotilaukset kaikille yllä olevien tarkistettujen myyntitilausten tuotteille järjestelmässä olevien ensisijaisten toimittajien ostotietojen perusteella. Oletko varma?

source: Search Suppliers
fi: Hae toimittajilta

source: Supplier name keywords have been used in preference to the Supplier code extract entered
fi: Toimittajan nimen avainsanoja on käytetty ensisijaisesti syötettyyn toimittajan koodin otteeseen

source: Supplier Inquiries
fi: Toimittajapyynnöt

source: Supplier Transactions
fi: Toimittajien liiketoimet

source: Supplier Maintenance
fi: Toimittajien huolto

source: Select a menu option to operate using this supplier.
fi: Valitse valikkovaihtoehto käyttääksesi tätä toimittajaa.

source: Supplier Account Inquiry
fi: Toimittajatilikysely

source: Supplier Delivery Note AND GRN inquiry
fi: Toimittajan lähetysilmoitus JA GRN-kysely

source: Add / Receive / View Outstanding Purchase Orders
fi: Lisää / vastaanota / tarkastele maksamattomia ostotilauksia

source: View All Purchase Orders
fi: Näytä kaikki ostotilaukset

source: List all open shipments for
fi: Luettelo kaikista avoimista lähetyksistä

source: Search / Modify / Close Shipments
fi: Etsi / muokkaa / sulje lähetyksiä

source: Supplier Price List
fi: Toimittajan hinnasto

source: Enter a Purchase Order for This Supplier
fi: Anna tämän toimittajan ostotilaus

source: Enter a Suppliers Invoice
fi: Kirjoita toimittajan lasku

source: Enter a Suppliers Credit Note
fi: Kirjoita tavarantoimittajien hyvityslasku

source: Reverse an Outstanding Goods Received Note (GRN)
fi: Käännä erääntyneiden tavaroiden vastaanotettu seteli (GRN)

source: Add a New Supplier
fi: Lisää uusi toimittaja

source: Modify Or Delete Supplier Details
fi: Muokkaa tai poista toimittajan tietoja

source: Add/Edit/Delete Supplier Contacts
fi: Lisää / muokkaa / poista toimittajan yhteystietoja

source: Set Up Sell Through Support Deals
fi: Määritä myynti tukitarjousten avulla

source: Set Up A New Shipment
fi: Määritä uusi lähetys

source: Supplier Login Configuration
fi: Toimittajan kirjautumiskokoonpano

source: Suppliers
fi: Toimittajat

source: Search for Suppliers
fi: Hae toimittajia

source: Mapping is enabled, but no Mapping data to display for this Supplier.
fi: Kartoitus on käytössä, mutta tälle toimittajalle ei näytetä kartoitustietoja.

source: Supplier Mapping
fi: Toimittajien kartoitus

source: Supplier Data
fi: Toimittajan tiedot

source: No payments yet to this supplier.
fi: Ei vielä maksuja tälle toimittajalle.

source: Last Paid:
fi: Viimeksi maksettu:

source: Last Paid Amount:
fi: Viimeisin maksettu summa:

source: Supplier since:
fi: Toimittaja:

source: Total Spend with this Supplier:
fi: Kuluta tämän toimittajan kanssa yhteensä:

source: Sell Through Support
fi: Myy tuen kautta

source: Deleted the supplier sell through support record
fi: Poistettu toimittajan myynti tukitietueella

source: The rebate amount entered was not numeric and a number is required.
fi: Annettu alennussumma ei ollut numeerinen, ja numero vaaditaan.

source: Both the rebate amount and the rebate percent is zero. One or the other must be a positive number?
fi: Sekä alennuksen määrä että alennusprosentti ovat nolla. Yhden tai toisen on oltava positiivinen luku?

source: The rebate percent must be greater than zero but less than 100 percent. No changes will be made to this record
fi: Alennusprosentin on oltava suurempi kuin nolla, mutta alle 100 prosenttia. Tähän tietueeseen ei tehdä muutoksia

source: Both the rebate percent and rebate amount are non-zero. Only one or the other can be used.
fi: Sekä alennusprosentti että alennussumma ovat nollasta poikkeavia. Vain yhtä tai toista voidaan käyttää.

source: The effective to date is prior to the effective from date.
fi: Voimaantulopäivä on ennen voimaantulopäivää.

source: The sell through support record could not be added to the database because
fi: Tukimyynnin kautta tapahtuvaa myyntiä ei voitu lisätä tietokantaan, koska

source: This sell through support has been added to the database
fi: Tämä myynti tuen kautta on lisätty tietokantaan

source: The sell through support record could not be updated because
fi: Tukimyyntiä ei voitu päivittää, koska

source: Sell Through Support record has been updated
fi: Myy kautta -tuki -tietue on päivitetty

source: The supplier sell through support deals could not be retrieved because
fi: Toimittajamyyntiä tukisopimusten kautta ei voitu hakea, koska

source: There are no sell through support deals entered for this supplier
fi: Tälle toimittajalle ei ole myyty tukisopimuksia

source: Item or Category
fi: Tuote tai luokka

source: Rebate
fi: Alennus

source: All Customers
fi: Kaikki asiakkaat

source: Are you sure you wish to delete this sell through support record?
fi: Haluatko varmasti poistaa tämän myyntitukitiedoston?
