Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: There was a problem retrieving the order header details from the database
fi: Tilauksen otsikkotietojen noutaminen tietokannasta oli ongelma

source: Print Picking List Error
fi: Tulostusluettelovirhe

source: Unable to Locate any orders for this criteria
fi: Tälle tilaukselle ei löydy tilauksia

source: Enter Another Date
fi: Anna toinen päivämäärä

source: Picking List
fi: Valintalista

source: Laser Picking List
fi: Laservalintaluettelo

source: There was a problem retrieving the order line details for Order Number
fi: Tilausnumeron tilausrivin tietojen noutamisessa oli ongelma

source: Lot Number
fi: Eränumero

source: Could not retrieve the items for
fi: Kohteita kohteelle ei voitu noutaa

source: Signed for
fi: Allekirjoitettu

source: There are no picking lists to print
fi: Tulostettavia luetteloita ei ole

source: Geocode Generate XML
fi: Geokoodi Luo XML

source: Geocode Generate
fi: Geokoodin luominen

source: Geocode Setup
fi: Geokoodin asetukset

source: Geocoding of Customers and Suppliers
fi: Asiakkaiden ja toimittajien geokoodaus

source: failed to geocode.
fi: geokoodaus epäonnistui.

source: Supplier Code:
fi: Toimittajakoodi:

source: Go back to Geocode Setup
fi: Palaa Geokoodin asetuksiin

source: Geocode Maintenance
fi: Geokoodin ylläpito

source: That geocode ID already exists in the database
fi: Tämä geokoodin tunnus on jo tietokannassa

source: The geocode status record has been updated
fi: Geokoodin tilatietue on päivitetty

source: A new geocode status record has been inserted
fi: Uusi geokoodin tilatietue on lisätty

source: Geocode deleted
fi: Geokoodi poistettu

source: Setup configuration for Geocoding of Customers and Suppliers
fi: Asennuskokoonpano asiakkaiden ja toimittajien geokoodausta varten

source: Get a google API key at
fi: Hanki google API -avain osoitteesta

source: Find the lat/long for your map center point at
fi: Etsi kartan keskipisteen piste / pituus

source: Set the maps centre point using the Center Longitude and Center Latitude. Set the maps screen size using the height and width in pixels (px)
fi: Aseta kartan keskipiste käyttämällä keskipituutta ja keskileveyttä. Aseta karttanäytön koko käyttämällä korkeutta ja leveyttä pikseleinä (px)

source: Geocode ID
fi: Geokoodin tunnus

source: Geocode Key
fi: Geokoodiavain

source: Center Longitude
fi: Keskipituusaste

source: Center Latitude
fi: Keskusta Latitude

source: Map height (px)
fi: Kartan korkeus (px)

source: Map width (px)
fi: Kartan leveys (px)

source: Map host
fi: Kartan isäntä

source: Show Defined Geocode Param Codes
fi: Näytä määritetyt geokoodin parametrikoodit

source: Geocode Code
fi: Geokoodikoodi

source: Geocode Center Long
fi: Geokoodikeskus pitkä

source: Geocode Map Height
fi: Geokoodikartan korkeus

source: Geocode Map Width
fi: Geokoodikartan leveys

source: Geocode Host
fi: Geokoodin isäntä

source: When ready, click on the link below to run the GeoCode process. This will Geocode all Branches and Suppliers. This may take some time. Errors will be returned to the screen.
fi: Kun olet valmis, suorita GeoCode-prosessi napsauttamalla alla olevaa linkkiä. Tämä geokoodaa kaikki sivuliikkeet ja toimittajat. Tämä voi viedä jonkin aikaa. Virheet palautetaan näyttöön.

source: Suppliers and Customer Branches are geocoded when being entered/updated. You can rerun the geocode process from this screen at any time.
fi: Toimittajat ja asiakaspalvelut ovat geokoodattu, kun ne syötetään / päivitetään. Voit suorittaa geokoodiprosessin uudelleen tältä näytöltä milloin tahansa.

source: Run GeoCode process (may take a long time)
fi: Suorita GeoCode-prosessi (voi kestää kauan)

source: Display Map of Customer Branches
fi: Näytä asiakasyritysten kartta

source: Display Map of Suppliers
fi: Näytä toimittajien kartta

source: Geocoded Customers Report
fi: Geokoodatut asiakkaat -raportti

source: Go to Geocode Setup
fi: Siirry kohtaan Geokoodin asetukset

source: Geocoded Supplier Report
fi: Geokoodattu toimittajaraportti

source: Stock Image Retrieval ....
fi: Arkistokuvan haku ....

source: The Image could not be retrieved because it does not exist
fi: Kuvaa ei voitu noutaa, koska sitä ei ole olemassa

source: General Ledger Account Report
fi: Pääkirjatiliraportti

source: General Ledger Account Inquiry
fi: Pääkirjatilitiedustelu

source: Use the keyboard Shift key to select multiple accounts and periods
fi: Käytä näppäimistön Vaihto-näppäintä valitaksesi useita tilejä ja ajanjaksoja

source: Selected Accounts
fi: Valitut tilit

source: For Period range
fi: Ajanjaksolle

source: All tags
fi: Kaikki tunnisteet

source: Make CSV File
fi: Tee CSV tiedosto

source: A period or range of periods must be selected from the list box
fi: Aika tai jaksojen alue on valittava luetteloruudusta

source: An account or range of accounts must be selected from the list box
fi: Tili tai tilialue on valittava luetteloruudusta

source: Could not open or create the file under
fi: Tiedostoa ei voitu avata tai luoda

source: The transactions for account
fi: Tilitapahtumat

source: for period
fi: ajanjaksolle

source: Brought Forward Balance
fi: Toi eteenpäin saldon

source: Period Total
fi: Kausi yhteensä

source: Total Period Movement
fi: Koko ajanjakson liike

source: Balance C/Fwd
fi: Saldo C / Fwd

source: to view the file
fi: nähdäksesi tiedoston

source: GL Account Graph
fi: PK-tilikaavio

source: The selected period from is actually after the period to! Please re-select the reporting period
fi: Valittu ajanjakso on todella ajanjakson jälkeen! Valitse raportointikausi uudelleen

source: Select GL Account
fi: Valitse PK-tili

source: Graph Type
fi: Kaavion tyyppi

source: Bar Graph
fi: Pylväsdiagrammi

source: Stacked Bar Graph
fi: Pinottu pylväskaavio

source: Line Graph
fi: Viivadiagrammi

source: Line Point Graph
fi: Viivapistekaavio

source: Area Graph
fi: Aluekaavio

source: Points Graph
fi: Pistekaavio

source: Pie Graph
fi: Piirroskaavio

source: Thin Bar Line Graph
fi: Ohut pylväskaavio

source: Squared Graph
fi: Neliökaavio

source: Stacked Area Graph
fi: Pinotun alueen kaavio

source: Invert Graph
fi: Käänteinen kaavio

source: Select Period From
fi: Valitse Aika alkaen

source: Select Period To
fi: Valitse Ajanjakso

source: Show Account Graph
fi: Näytä tilikaavio

source: GL Account Graph - Actual vs. Budget
fi: PK-tilikaavio - Todellinen vs. budjetti

source: From Period
fi: Ajanjaksolta

source: Month
fi: Kuukausi

source: The GL Account graph data for the selected criteria could not be retrieved because
fi: Valittujen ehtojen PK-tilin kaaviotietoja ei voitu noutaa, koska

source: There is not GL Account data for the criteria entered to graph
fi: Kaavioon syötetyille ehdoille ei ole PK-tilitietoja

source: Actual
fi: Todellinen

source: Budget
fi: Talousarvio

source: Select Different Criteria
fi: Valitse Eri ehdot

source: Use the keyboard Shift key to select multiple periods
fi: Käytä näppäimistön Vaihto-näppäintä valitaksesi useita jaksoja

source: Show Account Transactions
fi: Näytä tilitapahtumat

source: Org Currency
fi: Organisaation valuutta

source: Amount in Org Currency
fi: Määrä valuutassa

source: Bank Ref
fi: Pankin viite

source: Transactions for account
fi: Tapahtumat tilille

source: Debit
fi: Veloittaa

source: Total for period
fi: Yhteensä ajanjaksolta

source: Period
fi: Aika

source: Account movement per transaction
fi: Tilin siirto tapahtumaa kohti

source: Movement per ChartDetails record
fi: Liikkuminen ChartDetails-tietuetta kohti

source: Period difference
fi: Aikaero

source: Failed to retrieve bank data
fi: Pankkitietojen noutaminen epäonnistui

source: Failed to retrieve bank receive data
fi: Pankin vastaanottotietojen noutaminen epäonnistui

source: There are differences between the sum of the transactions and the recorded movements in the ChartDetails table
fi: Tapahtumien summan ja ChartDetails-taulukossa kirjattujen liikkeiden välillä on eroja

source: A log of the account differences for the periods report shows below
fi: Loki tilien eroista kausiraportissa näkyy alla

source: GL Account Report
fi: PK-tiliraportti

source: Listing for Period
fi: Listaus kaudelle

source: Run Report
fi: Suorita raportti

source: Not set up
fi: Ei määritetty

source: No effect on cash flow
fi: Ei vaikutusta kassavirtaan

source: Operating activity
fi: Toiminta

source: Investing activity
fi: Sijoitustoiminta

source: Financing activity
fi: Rahoitustoiminta

source: Cash or cash equivalent
fi: Käteinen tai vastaava

source: Unknown
fi: Tuntematon

source: General Ledger Accounts
fi: Pääkirjatilit

source: The account name must be fifty characters or less long
fi: Tilin nimen on oltava enintään 50 merkkiä pitkä

source: Could not update the account because
fi: Tiliä ei voitu päivittää, koska

source: The general ledger account has been updated
fi: Pääkirjan tili on päivitetty

source: Could not add the new account code
fi: Uutta tilikoodia ei voitu lisätä

source: The new general ledger account has been added
fi: Uusi pääkirjatili on lisätty

source: Cannot delete this account because chart details have been created using this account and at least one period has postings to it
fi: Tätä tiliä ei voi poistaa, koska kaavion tiedot on luotu tällä tilillä ja ainakin yhdessä jaksossa on siihen viestejä

source: chart details that require this account code
fi: kaavion tiedot, jotka edellyttävät tätä tilikoodia

source: Could not test for existing transactions because
fi: Ei voitu testata olemassa olevia tapahtumia, koska

source: Cannot delete this account because transactions have been created using this account
fi: Tätä tiliä ei voi poistaa, koska tapahtumia on luotu tällä tilillä

source: transactions that require this account code
fi: tapahtumat, jotka edellyttävät tätä tilikoodia

source: Could not test for default company GL codes because
fi: Yrityksen PK-koodien oletusarvoja ei voitu testata, koska

source: Cannot delete this account because it is used as one of the company default accounts
fi: Tätä tiliä ei voi poistaa, koska sitä käytetään yhtenä yrityksen oletustileinä

source: Could not test for tax authority GL codes because
fi: Veroviranomaisen PK-koodien testaaminen epäonnistui, koska

source: Cannot delete this account because it is used as one of the tax authority accounts
fi: Tätä tiliä ei voi poistaa, koska sitä käytetään yhtenä veroviranomaisen tileistä

source: Could not test for existing sales interface GL codes because
fi: Ei voitu testata olemassa olevien myyntirajapintojen PK-koodeja, koska

source: Cannot delete this account because it is used by one of the sales GL posting interface records
fi: Tätä tiliä ei voi poistaa, koska sitä käyttää yksi myynti PK:n postitusliittymätietueista

source: Could not test for existing cost of sales interface codes because
fi: Myyntirajapinnan koodien olemassa olevien kustannusten testaaminen epäonnistui, koska

source: Cannot delete this account because it is used by one of the cost of sales GL posting interface records
fi: Tätä tiliä ei voi poistaa, koska sitä käyttää yksi PK-käyttöliittymän myyntikustannuksista

source: Could not test for existing stock GL codes because
fi: Ei voitu testata olemassa olevia varastossa olevia PK-koodeja, koska

source: Cannot delete this account because it is used by one of the stock GL posting interface records
fi: Tätä tiliä ei voi poistaa, koska sitä käyttää yksi varastossa olevista PK-lisäysliittymätietueista

source: Could not test for existing bank account GL codes because
fi: Ei voitu testata olemassa olevien pankkitilien PK-koodeja, koska

source: Cannot delete this account because it is used by one the defined bank accounts
fi: Tätä tiliä ei voi poistaa, koska yksi määritetyistä pankkitileistä käyttää sitä

source: Account Code
fi: Tilikoodi

source: Enter up to 20 alpha-numeric characters for the general ledger account code
fi: Syötä enintään 20 aakkosnumeerista merkkiä pääkirjatilikoodiin

source: Enter up to 50 alpha-numeric characters for the general ledger account name
fi: Syötä enintään 50 aakkosnumeerista merkkiä pääkirjatilin nimelle

source: Account Group
fi: Tiliryhmä

source: Cash Flows Activity
fi: Kassavirta-toiminta

source: P/L or B/S
fi: P / L tai B / S

source: Balance Sheet
fi: Tase

source: Profit/Loss
fi: Voitonmenetys

source: The chart accounts could not be retrieved because
fi: Kaaviotilejä ei voitu noutaa, koska

source: Are you sure you wish to delete this account? Additional checks will be performed in any event to ensure data integrity is not compromised.
fi: Haluatko varmasti poistaa tämän tilin? Lisätarkistuksia tehdään joka tapauksessa sen varmistamiseksi, että tietojen eheys ei vaarannu.

source: Show All Accounts
fi: Näytä kaikki tilit

source: GL Account Authorised Users
fi: PK-tilin valtuutetut käyttäjät

source: You have not selected any GL Account
fi: Et ole valinnut yhtään PK-tiliä

source: Authorised Users for
fi: Valtuutetut käyttäjät verkkotunnukselle

source: You have not selected an user to be authorised to use this GL Account
fi: Et ole valinnut käyttäjää, jolla olisi valtuudet käyttää tätä PK-tiliä

source: is already authorised to use this GL Account
fi: on jo valtuutettu käyttämään tätä PK-tiliä

source: An access permission for a user could not be added
fi: Käyttäjän käyttöoikeutta ei voitu lisätä

source: An access permission for a user was added
fi: Käyttäjän käyttöoikeus lisättiin

source: An access permission for a user could not be removed
fi: Käyttäjän käyttöoikeutta ei voitu poistaa

source: An access permission for a user was removed
fi: Käyttäjän käyttöoikeus poistettiin

source: An access permission to update a GL account could not be modified
fi: Käyttöoikeutta PK-tilin päivittämiseen ei voitu muuttaa

source: An access permission to update a GL account was modified
fi: Käyttöoikeutta PK-tilin päivittämiseen muutettiin

source: Are you sure you wish to remove Update for this user?
fi: Haluatko varmasti poistaa tämän käyttäjän päivityksen?

source: Remove Update
fi: Poista päivitys

source: Are you sure you wish to add Update for this user?
fi: Haluatko varmasti lisätä päivityksen tälle käyttäjälle?

source: Add Update
fi: Lisää päivitys

source: GL account does not have access permissions for users
fi: PK-tilillä ei ole käyttäjien käyttöoikeuksia

source: Add access permissions to a user
fi: Lisää käyttöoikeudet käyttäjälle

source: GL account has access permissions for all users
fi: PK-tilillä on käyttöoikeudet kaikille käyttäjille

source: Select A Different GL account
fi: Valitse Eri PK-tili

source: Statement of Financial Position
fi: Taloudellisen tilanteen selvitys

source: Balance Sheet (or statement of financial position) is a summary of balances. Assets, liabilities and ownership equity are listed as of a specific date, such as the end of its financial year. Of the four basic financial statements, the balance sheet is the only statement which applies to a single point in time.
fi: Tase (tai tase taloudellisesta tilanteesta) on yhteenveto saldoista. Varat, velat ja oma pääoma on lueteltu tiettynä ajankohtana, kuten sen tilikauden lopussa. Neljästä tilinpäätöksestä tase on ainoa laskelma, joka koskee yhtä ajankohtaa.

source: The balance sheet has three parts: assets, liabilities and ownership equity. The main categories of assets are listed first and are followed by the liabilities. The difference between the assets and the liabilities is known as equity or the net assets or the net worth or capital of the company and according to the accounting equation, net worth must equal assets minus liabilities.
fi: Taseessa on kolme osaa: varat, velat ja oma pääoma. Päävarojen pääryhmät luetellaan ensin, ja niiden jälkeen ovat velat. Varojen ja velkojen välinen ero tunnetaan nimellä oma pääoma tai nettovarallisuus tai yrityksen nettovarallisuus tai pääoma, ja kirjanpitoyhtälön mukaan nettovarallisuuden on oltava yhtä suuri kuin varat vähennettynä veloilla.

source: Check this box to show all accounts including those with zero balance
fi: Valitse tämä valintaruutu, jos haluat näyttää kaikki tilit, myös tilit, joilla ei ole saldoa

source: Show on Screen (HTML)
fi: Näytä ruudulla (HTML)

source: Produce PDF Report
fi: Tuota PDF-raportti

source: Database Error
fi: Tietokanta virhe

source: Print Balance Sheet Error
fi: Tulostussaldovirhe

source: There were no entries to print out for the selections specified
fi: Määritetyille valinnoille ei ollut tulostettavia merkintöjä

source: Last Year
fi: Viime vuonna

source: Create GL Budgets
fi: Luo PK-budjetit

source: Budget updated successfully
fi: Budjetti päivitetty onnistuneesti

source: budgets cannot be allocated until the GL accounts are set up
fi: budjetteja ei voida jakaa ennen kuin yleiset tilit on perustettu

source: Prev Account
fi: Edellinen tili

source: Select Account
fi: Valitse Tili

source: Next Account
fi: Seuraava tili

source: Cannot update GL budgets
fi: PK-budjetteja ei voi päivittää

source: The SQL that failed to update the GL budgets was
fi: SQL, joka ei päivittänyt PK-budjetteja, oli

source: Last Financial Year
fi: Viime tilikausi

source: This Financial Year
fi: Tämä tilikausi

source: Next Financial Year
fi: Seuraava tilikausi

source: Year ended
fi: Vuosi päättyi

source: Annual Budget
fi: Vuosittainen budjetti

source: Apportion Budget
fi: Jaettu budjetti

source: Could not retrieve the ChartDetail records because
fi: ChartDetail-tietueita ei voitu noutaa, koska

source: Could not update the chartdetails record because
fi: Kaaviotietuetietuetta ei voitu päivittää, koska

source: Operating activities
fi: Operatiivinen toiminta

source: Investing activities
fi: Investointitoiminta

source: Financing activities
fi: Rahoitustoiminta

source: Statement of Cash Flows, Indirect Method
fi: Rahavirtalaskelma, epäsuora menetelmä

source: The beginning of the period should be before or equal to the end of the period. Please reselect the reporting period.
fi: Kauden alun tulisi olla ennen tai yhtä suuri kuin kauden loppu. Valitse raportointijakso uudelleen.

source: The period should be 12 months or less in duration. Please select an alternative period range.
fi: Ajanjakson tulisi olla enintään 12 kuukautta. Valitse vaihtoehtoinen ajanjakso.

source: Period Actual
fi: Aika Todellinen

source: Period Budget
fi: Kauden budjetti

source: Cash flows signs: a negative number indicates a cash flow used in activities; a positive number indicates a cash flow provided by activities.
fi: Kassavirran merkit:negatiivinen luku osoittaa toiminnassa käytetyn kassavirran; positiivinen luku osoittaa toiminnan tuottaman kassavirran.

source: Cash and cash equivalents signs: a negative number indicates a cash outflow; a positive number indicates a cash inflow.
fi: Käteisvarojen ja vastaavien merkit:negatiivinen luku osoittaa kassavirran; positiivinen luku osoittaa kassavirran.

source: Net profit and dividends
fi: Nettotulos ja osingot

source: Net profit for the period
fi: Tilikauden voitto

source: Dividends
fi: Osingot

source: Retained earnings
fi: Kertyneet voittovarat

source: Net increase in cash and cash equivalents
fi: Rahavarojen nettokasvu

source: Cash and cash equivalents at beginning of period
fi: Rahavarat kauden alussa

source: Cash and cash equivalents at end of period
fi: Rahavarat kauden lopussa

source: Run Setup
fi: Suorita asennus

source: The statement of cash flows, also known as the successor of the old source and application of funds statement, reports how changes in balance sheet accounts and income affect cash and cash equivalents, and breaks the analysis down to operating, investing and financing activities.
fi: Rahavirtalaskelma, joka tunnetaan myös vanhan lähteen ja varojen soveltamisen seuraajana, kertoo, miten tasetilien ja tulojen muutokset vaikuttavat rahavaroihin, ja jakaa analyysin operatiiviseen, investointi- ja rahoitustoimintaan.

source: The purpose of the statement of cash flows is to show where the company got their money from and how it was spent during the period being reported for a user selectable range of periods.
fi: Rahavirtalaskelman tarkoituksena on näyttää, mistä yritys on saanut rahansa ja miten se käytettiin raportoitavana ajanjaksona käyttäjän valittavissa olevilla ajanjaksoilla.

source: The statement of cash flows represents a period of time. This contrasts with the statement of financial position, which represents a single moment in time.
fi: Rahavirtalaskelma edustaa ajanjaksoa. Tämä on ristiriidassa taloudellisen aseman selvityksen kanssa, joka edustaa yhtä ajanhetkeä.

source: Select the beginning of the reporting period
fi: Valitse raportointijakson alku

source: Select the end of the reporting period
fi: Valitse raportointijakson loppu

source: Select a period instead of using the beginning and end of the reporting period.
fi: Valitse ajanjakso raportointijakson alun ja lopun käyttämisen sijaan.

source: Show the budget
fi: Näytä budjetti

source: Check this box to show the budget for the period
fi: Valitse tämä ruutu näyttääksesi ajanjakson budjetin

source: Show cash and cash equivalents accounts
fi: Näytä kassatilit

source: Check this box to show cash and cash equivalents accounts
fi: Valitse tämä ruutu näyttääksesi käteisvaratilit

source: Cash Flows Activities Maintenance
fi: Kassavirta-aktiviteettien ylläpito

source: Can not update chartmaster.cashflowsactivity because
fi: Chartmaster.cashflowsactivity-päivitystä ei voi päivittää, koska

source: The net profit of the period GL account was updated
fi: PK-tilikauden voitto päivitettiin

source: The retained earnings GL account was updated
fi: Kertyneiden voittojen PK-tili päivitettiin

source: The cash flow activity was reset in all accounts
fi: Kassavirta aktivoitiin kaikilla tileillä

source: Cash
fi: Käteinen raha

source: Investment
fi: Investoinnit

source: Commission
fi: Komissio

source: Share
fi: Jaa

source: Dividend
fi: Osinko

source: Interest
fi: Kiinnostuksen kohde

source: Loan
fi: Lainata

source: Building
fi: Rakennus

source: Equipment
fi: Laitteet

source: Land
fi: Maa

source: Vehicle
fi: Ajoneuvo

source: Sale
fi: Myynti

source: Receivable
fi: Saaminen

source: Payable
fi: Maksettava

source: Adjustment
fi: Säätö

source: Amortisation
fi: Poistot

source: Can not update chartmaster.cashflowsactivity. Error code:
fi: Chartmaster.cashflowsactivity-päivitystä ei voi päivittää. Virhekoodi:

source: The cash flow activity was updated in some accounts
fi: Kassavirta aktivoitui joillakin tileillä

source: The statement of cash flows, using direct and indirect methods, is partitioned into three sections: operating activities, investing activities and financing activities.
fi: Laskelma kassavirroista, käyttäen suoria ja epäsuoria menetelmiä, on jaettu kolmeen osaan: operatiivinen toiminta, investointitoiminta ja rahoitustoiminta.

source: You must classify all accounts in any of those three sections of the cash flow statement, or as no effect on cash flow, or as cash or cash equivalent.
fi: Sinun on luokiteltava kaikki tilit mihin tahansa näistä kassavirtalaskelman kolmesta osasta, tai sillä ei ole vaikutusta kassavirtaan, tai rahana tai vastaavana.

source: Action to do
fi: Tehtävä toiminta

source: Reset values
fi: Nollaa arvot

source: Automatic setup
fi: Automaattinen asennus

source: Manual setup
fi: Manuaalinen asennus

source: Net profit for the period GL account
fi: Tilikauden voitto PK-tililtä

source: Select...
fi: Valitse ...

source: GL account to post the net profit for the period
fi: PK-tili tilikauden voiton kirjaamiseksi

source: Retained earnings GL account
fi: Edellisten voittojen PK-tili

source: GL account to post the retained earnings
fi: PK-tili kertyneiden voittojen kirjaamiseksi

source: GL Codes Inquiry
fi: PK-koodien kysely

source: Group
fi: Ryhmä

source: General Ledger Journal Inquiry
fi: Ledger Journal -kysely

source: Selection Criteria
fi: Valintakriteeri
