Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The email address entered does not appear to be valid. No emails have been sent.
fi: Annettu sähköpostiosoite ei vaikuta kelvolliselta. Sähköposteja ei ole lähetetty.

source: There was a problem retrieving the Work order header details for Order Number
fi: Tilausnumeron työtilauksen otsikkotietojen noutamisessa oli ongelma

source: Print Work Order Error
fi: Tulosta työtilausvirhe

source: Unable to Locate Work Order Number
fi: Työtilausnumeroa ei löydy

source: Print or Email the Order
fi: Tulosta tai lähetä tilaus sähköpostilla

source: There was a problem retrieving the contact details for the location
fi: Sijainnin yhteystietojen noutamisessa oli ongelma

source: Email to
fi: Lähettää sähköposti jollekin

source: Label Item
fi: Tunniste

source: Label Lot
fi: Tarraerä

source: No of Full Packages
fi: Koko pakettien määrä

source: Labels/Package
fi: Tarrat / paketti

source: Weight/Package
fi: Paino / pakkaus

source: LeftOver Qty
fi: Ylijäämä Määrä

source: Labels
fi: Tarrat

source: Periods Inquiry
fi: Aikakysely

source: No periods were returned by the SQL because
fi: SQL ei palauttanut pisteitä, koska

source: Period Number
fi: Ajanjakson numero

source: Date of Last Day
fi: Viimeisen päivän päivämäärä

source: Specify Picked Controlled Items
fi: Määritä valitut hallitut kohteet

source: Select a pick list line to process
fi: Valitse käsiteltävä valintaluettelorivi

source: This page can only be opened if a pick list has been selected
fi: Tämä sivu voidaan avata vain, jos valintaluettelo on valittu

source: Select a a pick List to maintain
fi: Valitse pidettävä luettelo

source: Back to Picking List
fi: Takaisin keräilyluetteloon

source: on Picklist
fi: valintaluettelossa

source: Picking List Maintenance
fi: Poimintalistan ylläpito

source: Select a Pick List
fi: Valitse valintaluettelo

source: This page can only be opened if a pick list has been selected Please select a pick list first
fi: Tämä sivu voidaan avata vain, jos valintaluettelo on valittu. Valitse ensin luettelo

source: The pick list cannot be retrieved because
fi: Valintaluetteloa ei voi noutaa, koska

source: This pick list item could not be retrieved. Please select another pick list
fi: Tätä valintaluettelokohtaa ei voitu noutaa. Valitse toinen valintaluettelo

source: Pick List Maintenance
fi: Valintaluettelon ylläpito

source: Pick List:
fi: Valintalista:

source: for Order No:
fi: tilausnumerolle:

source: Back to Pick Lists
fi: Takaisin valintaluetteloihin

source: Qty Picked
fi: Määrä valittu

source: the order must be re-selected and re-read again to update the changes made by the other user
fi: tilaus on valittava uudelleen ja luettava uudelleen, jotta päivitetään toisen käyttäjän tekemät muutokset

source: Select a pick list to maintain
fi: Valitse pidettävä luettelo

source: The pickserialdetails could not be deleted
fi: Poimintatietojen tietoja ei voitu poistaa

source: The following SQL to delete them was used
fi: Niiden poistamiseen käytettiin seuraavaa SQL:ää

source: The sales order header could not be updated with the internal comments
fi: Myyntitilauksen otsikkoa ei voitu päivittää sisäisillä kommenteilla

source: The following SQL to update the order was used
fi: Tilauksen päivitykseen käytettiin seuraavaa SQL:ää

source: PickList
fi: Valintalista

source: Print Packing Slip
fi: Tulostuspakkaus

source: Print Customer Labels
fi: Tulosta asiakastarrat

source: Select another pick list for processing
fi: Valitse toinen käsittelyluettelo

source: Pick List Status
fi: Valintaluettelon tila

source: Picked
fi: Poimittu

source: Shipped
fi: Lähetetty

source: Cancelled
fi: Peruutettu

source: Pick List Comments
fi: Valintaluettelon kommentit

source: Order Internal Comments
fi: Tilaa sisäiset kommentit

source: Process Pick List
fi: Käsittele valintaluettelo

source: Purchase Order Authorisation Maintenance
fi: Ostotilauksen valtuutuksen ylläpito

source: There already exists an entry for this user/currency combination
fi: Tälle käyttäjä / valuutta-yhdistelmälle on jo olemassa merkintä

source: The authentication details cannot be updated because
fi: Todennustietoja ei voi päivittää, koska

source: The authentication details cannot be deleted because
fi: Todennustietoja ei voi poistaa, koska

source: The authentication details cannot be retrieved because
fi: Todennustietoja ei voi noutaa, koska

source: Create Order
fi: Luo tilaus

source: Can Release
fi: Voi vapauttaa

source: Authority Level
fi: Viranomainen

source: Are you sure you wish to delete this authorisation level?
fi: Haluatko varmasti poistaa tämän valtuutustason?

source: User can create orders
fi: Käyttäjä voi luoda tilauksia

source: User can release invoices
fi: Käyttäjä voi vapauttaa laskuja

source: User can authorise orders up to :
fi: Käyttäjä voi valtuuttaa tilauksia enintään:

source: Enter the amount that this user is premitted to authorise purchase orders up to
fi: Syötä summa, jonka mukaan tämä käyttäjä on valtuutettu valtuuttamaan ostotilaukset

source: Authorise Purchase Orders
fi: Valtuuta ostotilaukset

source: Authorised by
fi: Valtuuttama

source: Date Ordered
fi: Tilauspäivä

source: Initiator
fi: Aloittaja

source: Authorised
fi: Valtuutettu

source: Rejected
fi: Hylätty

source: The update could not be processed
fi: Päivitystä ei voitu käsitellä

source: There was some snag in retrieving the shipment reference entered
fi: Syötettyä lähetysviitettä noudettaessa oli jonkin verran takertelua

source: see the listing of open shipments to ensure a valid shipment reference is entered
fi: katso avoimien lähetysten luettelo varmistaaksesi, että oikea lähetysviite syötetään

source: The shipment entered is either closed or not set up in the database
fi: Syötetty lähetys on joko suljettu tai sitä ei ole määritetty tietokantaan

source: Please refer to the list of open shipments from the link to ensure a valid shipment reference is entered
fi: Katso linkistä avattujen lähetysten luettelo varmistaaksesi, että oikea lähetysviite syötetään

source: Modify Purchase Order
fi: Muokkaa ostotilausta

source: Purchase Order Entry
fi: Ostotilauksen merkintä

source: This is a new order. It must be created before you can change the status
fi: Tämä on uusi tilaus. Se on luotava, ennen kuin voit muuttaa tilaa

source: You do not have permission to authorise this purchase order
fi: Sinulla ei ole lupaa valtuuttaa tätä ostotilausta

source: This order is for
fi: Tämä tilaus on

source: You can only authorise up to
fi: Voit valtuuttaa enintään

source: If you think this is a mistake please contact the systems administrator
fi: Jos tämä on mielestäsi virhe, ota yhteyttä järjestelmänvalvojaan

source: This order cannot be cancelled or rejected because some of it has already been received
fi: Tätä tilausta ei voi peruuttaa tai hylätä, koska osa tilauksista on jo vastaanotettu

source: The line item quantities may be modified to quantities more than already received
fi: Rivikohtaiset määrät voidaan muuttaa suuremmiksi kuin jo vastaanotetut

source: Prices cannot be altered for lines that have already been received
fi: Jo vastaanotettujen linjojen hintoja ei voida muuttaa

source: and quantities cannot be reduced below the quantity already received
fi: ja määriä ei voida vähentää alle jo vastaanotetun määrän

source: This order cannot be cancelled or rejected because there is at least one line that is allocated to a shipment
fi: Tätä tilausta ei voi peruuttaa tai hylätä, koska lähetykselle on varattu vähintään yksi rivi

source: See shipment number
fi: Katso lähetysnumero

source: by
fi: mennessä

source: You do not have permission to reject this purchase order
fi: Sinulla ei ole lupaa hylätä tätä ostotilausta

source: Your authorisation limit is set at
fi: Valtuutusrajasi on asetettu

source: This order could not have the status changed back to pending because some of it has already been received. Quantities received will need to be returned to change the order back to pending.
fi: Tämän tilauksen tilaa ei voitu muuttaa takaisin odottavaksi, koska osa siitä on jo vastaanotettu. Saadut määrät on palautettava, jotta tilaus voidaan muuttaa odottavaksi.

source: Order set to pending status by
fi: Tilaus on asetettu odottavaan tilaan mennessä

source: You do not have permission to change the status of this purchase order
fi: Sinulla ei ole lupaa muuttaa tämän ostotilauksen tilaa

source: The order status could not be updated because
fi: Tilauksen tilaa ei voitu päivittää, koska

source: An error occurred updating the purchase order to allow reprints
fi: Virhe päivitettäessä ostotilausta uusintapainosten sallimiseksi

source: The error says
fi: Virhe kertoo

source: You should automatically be forwarded to the entry of the purchase order line items page
fi: Sinut ohjataan automaattisesti ostotilauksen rivikohdan sivulle

source: Supplier changed by
fi: Toimittaja vaihtanut

source: Cannot modify the supplier of the order once some of the order has been received
fi: Tilauksen toimittajaa ei voi muokata, kun osa tilauksesta on vastaanotettu

source: Supplier name keywords have been used in preference to the supplier code extract entered
fi: Toimittajan nimen avainsanoja on käytetty mieluummin kuin syötetty toimittajakoodin ote

source: The searched supplier records requested cannot be retrieved because
fi: Pyydettyjä toimittajan tietueita ei voi noutaa, koska

source: No supplier records contain the selected text
fi: Mikään toimittajatietue ei sisällä valittua tekstiä

source: The supplier record of the supplier selected
fi: Valitun toimittajan toimitustiedot

source: The SQL used to retrieve the supplier details and failed was
fi: Toimittajatietojen noutamiseen käytetty SQL, joka epäonnistui, oli

source: You do not have the authority to raise Purchase Orders for
fi: Sinulla ei ole valtuuksia nostaa ostotilauksia

source: Please Consult your system administrator for more information.
fi: Ota yhteyttä järjestelmänvalvojaasi saadaksesi lisätietoja.

source: You can setup authorisations
fi: Voit määrittää valtuutukset

source: Purchase Order
fi: Ostotilaus

source: Purchase Order: Select Supplier
fi: Ostotilaus: Valitse toimittaja

source: Enter text in the supplier name
fi: Kirjoita teksti toimittajan nimeen

source: Enter text extract in the supplier code
fi: Kirjoita tekstipohja toimittajakoodiin

source: Modify Purchase Order Number
fi: Muokkaa ostotilauksen numeroa

source: Purchase Item(s) with this code
fi: Osta tuotteet tällä koodilla

source: Enter Line Item to this purchase order
fi: Anna rivikohta tähän ostotilaukseen

source: Order Initiation Details
fi: Tilauksen aloittamisen tiedot

source: PO Date
fi: PO päivämäärä

source: Version
fi: Versio

source: Revised
fi: Tarkistettu

source: Initiated By
fi: Aloittaja

source: Enter our purchase requisition reference if needed
fi: Anna tarvittaessa ostopyyntöviitteemme

source: Date Printed
fi: Tulostuspäivä

source: Allow Reprint
fi: Salli uudelleentulostus

source: Reprint Now
fi: Tulosta uudelleen nyt

source: Receive this order
fi: Vastaanota tämä tilaus

source: New Purchase Order
fi: Uusi ostotilaus

source: Status Comment
fi: Tila-kommentti

source: Status Update
fi: Tila päivitys

source: Warehouse Info
fi: Varaston tiedot

source: Supplier Info
fi: Toimittajan tiedot

source: Warehouse
fi: Varasto

source: The default stock location set up for this user is not a currently defined stock location
fi: Tälle käyttäjälle määritetty oletusvaraston sijainti ei ole tällä hetkellä määritetty varastopaikka

source: Your system administrator needs to amend your user record
fi: Järjestelmänvalvojan on muutettava käyttäjätietojasi

source: Delivery Contact
fi: Toimitusyhteys

source: Enter the name of the contact at the delivery address - normally our warehouse person at that warehouse
fi: Syötä yhteyshenkilön nimi toimitusosoitteeseen - yleensä varastomme henkilö

source: Delivery By
fi: Toimitus

source: Supplier Selection
fi: Toimittajan valinta

source: Select Now
fi: Valitse nyt

source: Supplier Contact
fi: Toimittajayhteys

source: Enter Line Items
fi: Syötä rivikohdat

source: Purchase Order Items
fi: Ostotilauskohteet

source: Back To Purchase Order Header
fi: Takaisin ostotilauksen otsikkoon

source: The conversion factor is expected to be numeric - the figure which converts from our units to the supplier units. e.g. if the supplier units is a tonne and our unit is a kilogram then the conversion factor that converts our unit to the suppliers unit is 1000
fi: Muuntokertoimen odotetaan olevan numeerinen - luku, joka muunnetaan yksiköistämme toimittajayksiköiksi. esimerkiksi. jos toimittajayksiköt ovat tonni ja yksikkömme on kilogramma, niin muuntokerroin, joka muuntaa yksikkömme tavarantoimittajayksiköksi, on 1000

source: The quantity in the supplier units is expected to be numeric. Please re-enter as a number
fi: Toimittajayksiköiden määrän odotetaan olevan numeerinen. Anna numero uudelleen

source: The supplier price is expected to be numeric. Please re-enter as a number
fi: Toimittajahinnan odotetaan olevan numeerinen. Anna numero uudelleen

source: The purchase order cannot be committed to the database because there is no delivery street address specified
fi: Ostotilausta ei voida sitoa tietokantaan, koska toimituskatuosoitetta ei ole määritetty

source: The purchase order can not be committed to the database because there is no location specified to book any stock items into
fi: Ostotilausta ei voida sitoa tietokantaan, koska ei ole määritetty sijaintia varastotuotteiden varaamiseen

source: The purchase order can not be committed to the database because there are no lines entered on this order
fi: Ostotilausta ei voida sitoa tietokantaan, koska tähän tilaukseen ei ole syötetty rivejä

source: Order Created and Authorised by
fi: Tilaus Luonut ja valtuuttama

source: Your authority to approve purchase orders in
fi: Valtuutuksesi hyväksyä ostotilaukset maassa

source: has not yet been set up
fi: ei ole vielä perustettu

source: The order will be created with a status of pending and will require authorisation
fi: Tilaus luodaan odotustilassa ja se vaatii valtuutuksen

source: Order Created by
fi: Tilaus Luonut

source: The purchase order header record could not be inserted into the database because
fi: Ostotilauksen otsikkotietuetta ei voitu lisätä tietokantaan, koska

source: The SQL statement used to insert the purchase order header record and failed was
fi: Ostotilauksen otsikkotietueen lisäämiseen käytetty ja epäonnistunut SQL-käsky oli

source: One of the purchase order detail records could not be inserted into the database because
fi: Yhtä ostotilauksen yksityiskohdista ei voitu lisätä tietokantaan, koska

source: The SQL statement used to insert the purchase order detail record and failed was
fi: SQL-käsky, jota käytettiin ostotilaustietojen tietueen lisäämiseen ja epäonnistui, oli

source: Print Purchase Order
fi: Tulosta ostotilaus

source: Order completed by
fi: Tilaus viimeistelty

source: Order modified by
fi: Tilaus muutettu

source: The purchase order could not be updated because
fi: Ostotilausta ei voitu päivittää, koska

source: The SQL statement used to update the purchase order header record, that failed was
fi: SQL-käsky, jota käytettiin ostotilauksen otsikkotietueen päivittämiseen, epäonnistui

source: The purchase order detail line could not be deleted because
fi: Ostotilauksen tietoriviä ei voitu poistaa, koska

source: The SQL statement used to delete the purchase order detail record, that failed was
fi: SQL-käsky, jota käytettiin ostotilaustietojen tietueen poistamiseen, epäonnistui

source: One of the purchase order detail records could not be updated because
fi: Yhtä ostotilauksen yksityiskohtia ei voitu päivittää, koska

source: The SQL statement used to update the purchase order detail record that failed was
fi: SQL-käsky, jota käytettiin päivittämään epäonnistunut ostotilauksen yksityiskohdat, oli

source: Receive and Enter Purchase Invoice
fi: Vastaanota ja syötä ostolasku

source: This item cannot be deleted because some of it has already been received
fi: Tätä kohdetta ei voi poistaa, koska osa siitä on jo vastaanotettu

source: Cannot Enter this order line
fi: Tätä tilausriviä ei voi kirjoittaa

source: The quantity of the order item must be numeric
fi: Tilaustuotteen määrän on oltava numeerinen

source: The quantity of the ordered item entered must be a positive amount
fi: Annetun tilatun tuotteen määrän on oltava positiivinen

source: The price entered must be numeric
fi: Annetun hinnan on oltava numeerinen

source: The date entered must be in the format
fi: Syötetyn päivämäärän on oltava muodossa

source: The account details for
fi: Tilin tiedot

source: The SQL used to retrieve the details of the account, but failed was
fi: SQL käytti tilin tietojen noutamista, mutta epäonnistui

source: The validation process for the GL Code entered could not be executed because
fi: Syötetyn PK-koodin vahvistusprosessia ei voitu suorittaa, koska

source: The SQL used to validate the code entered was
fi: Syötetyn koodin vahvistamiseen käytetty SQL oli

source: Cannot enter this order line
fi: Tätä tilausriviä ei voi kirjoittaa

source: The general ledger code
fi: Pääkirjan koodi

source: is not a general ledger code that is defined in the chart of accounts
fi: ei ole tilikartassa määritelty pääkirjakoodi

source: Please use a code that is already defined
fi: Käytä koodia, joka on jo määritetty

source: See the Chart list from the link below
fi: Katso alla olevasta linkistä Kaavio-luettelo

source: An asset code was entered but it does not yet exist. Only pre-existing asset ids can be entered when ordering a fixed asset
fi: Omaisuuskoodi annettiin, mutta sitä ei vielä ole. Ainoastaan olemassa olevat omaisuuden tunnukset voidaan syöttää, kun tilaat käyttöomaisuuden

source: The description of the item being purchased is required where a non-stock item is being ordered
fi: Ostettavan tuotteen kuvaus vaaditaan, kun tilataan muu kuin varastossa oleva tuote

source: is already on this order
fi: on jo tässä tilauksessa

source: The system will not allow the same item on the order more than once
fi: Järjestelmä ei salli samaa tuotetta tilauksessa useammin kuin kerran

source: However you can change the quantity ordered of the existing line if necessary
fi: Voit kuitenkin tarvittaessa muuttaa olemassa olevan rivin tilattua määrää

source: The item details for
fi: Kohteen tiedot

source: The purchasing data for
fi: Ostotiedot

source: The SQL used to retrieve the purchasing data but failed was
fi: SQL käytti ostotietojen noutamista, mutta epäonnistui

source: Could not retrieve the supplier discounts applicable to the item
fi: Tuotteeseen sovellettavia toimittajan alennuksia ei voitu noutaa

source: The SQL used to retrive the supplier discounts that failed was
fi: SQL käytti takaisin toimittajien alennuksia, jotka epäonnistuivat

source: Taken accumulated supplier percentage discounts of
fi: Kertyneet toimittajien prosenttiosuusalennukset

source: Taken accumulated round sum supplier discount of
fi: Otettu kumulatiivinen pyöreä summa toimittajan alennusta

source: per supplier unit
fi: per toimittajayksikkö

source: does not exist in the database and therefore cannot be added to the order
fi: ei ole tietokannassa, joten sitä ei voi lisätä tilaukseen

source: rows have been added to the order
fi: rivit on lisätty tilaukseen

source: Quantity Our Units
fi: Määrä yksikköämme

source: Our Unit
fi: Yksikkömme

source: Price Our Units
fi: Hinta yksikkömme

source: Unit Conversion Factor
fi: Yksikön muuntokerroin

source: Order Quantity
fi: Tilausmäärä

source: Supplier Unit
fi: Toimittajayksikkö

source: Order Price
fi: Tilaushinta

source: Supp Units
fi: Supp-yksiköt

source: Sub-Total
fi: Välisumma

source: Deliver By
fi: Toimita

source: Update Order Lines
fi: Päivitä tilausrivit

source: Process Order
fi: Käsittele tilaus

source: General Ledger Code
fi: Pääkirjan koodi

source: OR Asset ID
fi: TAI omaisuuden tunnus

source: Not an Asset
fi: Ei omaisuus

source: Not yet purchased
fi: Ei vielä ostettu

source: New Fixed Asset
fi: Uusi kiinteä omaisuus

source: Quantity to purchase
fi: Ostettava määrä

source: Price per item
fi: Hinta per tuote

source: each
fi: kukin

source: Failed to retrieve result count
fi: Tulosmäärän noutaminen epäonnistui

source: The SQL failed is
fi: SQL epäonnistui on

source: Item Category
fi: Tuoteryhmä

source: Only items defined as from this Supplier
fi: Ainoastaan tuotteet, jotka on määritelty tältä toimittajalta

source: Insert New Item
fi: Lisää uusi kohde

source: Or
fi: Tai

source: Upload items from csv file
fi: Lähetä kohteita csv-tiedostosta

source: Upload File
fi: Lataa tiedosto

source: Order a non stock item
fi: Tilaa muu kuin varastossa oleva tuote

source: Order some
fi: Tilaa joitain

source: Our Units
fi: Yksikkömme

source: Conversion
fi: Muuntaminen

source: Factor
fi: Tekijä

source: Supplier/Order
fi: Toimittaja / tilaus

source: Go to end of list
fi: Siirry luettelon loppuun

source: Could not retrieve the purchasing data for the item
fi: Kohteen ostotietoja ei voitu noutaa

source: Reviewing Purchase Order Number
fi: Tarkistetaan ostotilausnumero

source: Reviewing A Purchase Order
fi: Ostotilauksen tarkistaminen

source: The search of the GRNs was unsuccessful
fi: GRN:n etsiminen epäonnistui

source: the SQL statement returned the error
fi: SQL-käsky palautti virheen

source: This page must be called with a purchase order number to review
fi: Tälle sivulle on soitettava ostotilausnumero tarkistettavaksi

source: Outstanding Purchase Orders
fi: Maksamattomat ostotilaukset

source: The order requested could not be retrieved
fi: Pyydettyä tilausta ei voitu noutaa

source: the SQL returned the following error
fi: SQL palautti seuraavan virheen

source: Unable to locate this PO Number
fi: Tätä postinumeroa ei löydy

source: Please look up another one
fi: Ole hyvä ja etsi toinen

source: the SQL returned either 0 or several purchase orders
fi: SQL palautti joko 0 tai useita ostotilauksia

source: the SQL returned either several purchase orders
fi: SQL palautti joko useita ostotilauksia

source: Order Header Details
fi: Tilausotsikon tiedot

source: Supplier Code
fi: Toimittajakoodi

source: Deliver Into Location
fi: Toimita sijaintiin

source: Printing
fi: Tulostaminen

source: Printed on
fi: Tulostettu

source: Print a Copy
fi: Tulosta kopio

source: Status Coments
fi: Tila tulee mukaan

source: The line items of the purchase order could not be retrieved
fi: Ostotilauksen rivikohtia ei voitu noutaa

source: Order Line Details
fi: Tilausrivin tiedot

source: Ord Qty
fi: Tilausmäärä

source: Qty Recd
fi: Määrä Recd

source: Qty Inv
fi: Määrä

source: Ord Price
fi: Tilaa hinta

source: Reqd Date
fi: Tarvittava päivämäärä

source: Total Order Value Excluding Tax
fi: Tilauksen kokonaisarvo ilman veroja

source: Total Order Value Received Excluding Tax
fi: Saatu tilauksen arvo yhteensä ilman veroja

source: Select a purchase order
fi: Valitse ostotilaus

source: Select a Purchase Order Number to Print before calling this page
fi: Valitse tulostettava ostotilausnumero ennen kuin soitat tälle sivulle

source: Purchase Order Inquiry
fi: Ostotilauskysely

source: This page must be called with a purchase order number to print
fi: Tälle sivulle on soitettava ostotilausnumero

source: Print Purchase Order Number
fi: Tulosta ostotilausnumero

source: There was a problem retrieving the purchase order header details for Order Number
fi: Tilausnumeron ostotilauksen otsikkotietojen noutamisessa oli ongelma

source: Print Purchase Order Error
fi: Tulosta ostotilauksen virhe

source: Unable to Locate Purchase Order Number
fi: Ostotilausnumeroa ei löydy

source: Purchase orders can only be printed once they have been authorised
fi: Ostotilaukset voidaan tulostaa vasta, kun ne on valtuutettu
