Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: This order is currently at a status of
fi: Tämän tilauksen tila on tällä hetkellä

source: Purchase Order Already Printed
fi: Ostotilaus on jo tulostettu

source: Purchase Order Number
fi: Tilausnumero

source: To re-print the order it must be modified to allow a reprint
fi: Tilaus voidaan tulostaa uudelleen, jotta se voidaan tulostaa uudelleen

source: This check is there to ensure that duplicate purchase orders are not sent to the supplier resulting in several deliveries of the same supplies
fi: Tarkistuksella varmistetaan, että toimittajalle ei lähetetä kaksoisostotilauksia, jotka johtavat useiden samojen tarvikkeiden toimituksiin

source: Print This Order as a Copy
fi: Tulosta tämä tilaus kopiona

source: Modify the order to allow a real reprint
fi: Muokkaa tilausta salliakseen todellinen uusintapainos

source: Select another order
fi: Valitse toinen tilaus

source: Order Total - excl tax
fi: Tilaus yhteensä - ilman veroja

source: Please find herewith our purchase order number
fi: Täältä löydät ostotilausnumeromme

source: Email a Purchase Order
fi: Lähetä ostotilaus sähköpostilla

source: Emailing Purchase order
fi: Ostotilauksen lähettäminen sähköpostitse

source: Printed by
fi: Painettu

source: Show Amounts on the Order
fi: Näytä tilauksen summat

source: There was a problem retrieving the contact details for the supplier
fi: Toimittajan yhteystietojen noutamisessa oli ongelma

source: There are no contacts defined for the supplier of this order
fi: Tämän tilauksen toimittajalle ei ole määritetty yhteystietoja

source: You must first set up supplier contacts before emailing an order
fi: Sinun on ensin määritettävä toimittajan yhteyshenkilöt ennen tilauksen lähettämistä sähköpostitse

source: Purchase Order Report
fi: Ostotilausraportti

source: Extended Price
fi: Laajennettu hinta

source: Customer Number
fi: Asiakasnumero

source: Header Details
fi: Otsikon tiedot

source: By
fi: Tekijä

source: Date Type
fi: Päivämäärän tyyppi

source: Line Item Status
fi: Rivikohdan tila

source: Order No
fi: Tilausnumero

source: Supplier No
fi: Toimittaja nro

source: Order Qty
fi: Tilausmäärä

source: Extended Cost
fi: Laajennettu hinta

source: Invoiced Qty
fi: Laskutettu määrä

source: Line Status
fi: Linjan tila

source: Item Due
fi: Tuote erääntyy

source: Lines -
fi: Rivit -

source: Export as csv file
fi: Vie csv-tiedostona

source: The report has been exported as a csv file.
fi: Raportti on viety csv-tiedostona.

source: Report Type
fi: Raporttityyppi

source: Equals
fi: Yhtä

source: Begins With
fi: Alkaa jollakin

source: Not Completed
fi: Ei valmis

source: Stock Categories
fi: Osakeluokat

source: All Categories
fi: Kaikki kategoriat

source: Sort By
fi: Järjestä

source: Summary Type
fi: Yhteenvetotyyppi

source: Run Inquiry
fi: Suorita kysely

source: Search Outstanding Purchase Orders
fi: Etsi maksamattomia ostotilauksia

source: The Order Number entered
fi: Syötetty tilausnumero

source: MUST
fi: ON PAKKO

source: be numeric
fi: ole numeerinen

source: For supplier
fi: Toimittajalle

source: Add Purchase Order
fi: Lisää ostotilaus

source: Into Stock Location
fi: Varaston sijaintiin

source: Failed to retrieve location data
fi: Sijaintitietojen noutaminen epäonnistui

source: Order Status:
fi: Tilauksen tila:

source: Pending and Authorised
fi: Odottaa ja valtuutettu

source: Orders Between
fi: Tilaukset välillä

source: Search Purchase Orders
fi: Hae ostotilauksista

source: Show PO Details
fi: Näytä tilaustiedot

source: To search for purchase orders for a specific part use the part selection facilities below
fi: Voit etsiä ostotilauksia tietylle osalle käyttämällä alla olevia osavalintatoimintoja

source: Search Parts Now
fi: Hae osia nyt

source: Orders
fi: Tilaukset

source: Failed to retrieve qoh
fi: Qoh noutaminen epäonnistui

source: No orders were returned by the SQL because
fi: SQL ei palauttanut tilauksia, koska

source: Order #
fi: Tilaus #

source: Initiated by
fi: Aloittaja

source: Failed to retrieve purchorder details
fi: Ostajan tietojen noutaminen epäonnistui

source: Print Copy
fi: Tulosta kopio

source: Purchase Orders
fi: Tilaukset

source: For the part
fi: Osalta

source: Pending/Authorised/Completed
fi: Odottaa / Valtuutettu / Valmistunut

source: Requisition
fi: Vaatimus

source: Price break matrix Maintenance
fi: Hintataulukon ylläpito

source: at which the price will apply is 0 or less than 0
fi: jossa hintaa sovelletaan, on 0 tai alle 0

source: The price must be entered as a positive number
fi: Hinta on syötettävä positiivisena numerona

source: The date this price is to take effect from must be entered in the format
fi: Päivämäärä, josta hinta tulee voimaan, on annettava muodossa

source: The date this price is be in effect to must be entered in the format
fi: Päivämäärä, jolloin hinta on voimassa, on annettava muodossa

source: The end date is expected to be after the start date, enter an end date after the start date for this price
fi: Lopetuspäivän odotetaan olevan aloituspäivän jälkeen, syötä lopetuspäivä alkamispäivän jälkeen tälle hinnalle

source: This price has already been entered. To change it you should edit it
fi: Tämä hinta on jo syötetty. Muuta sitä muokkaamalla sitä

source: Could not be update the existing prices
fi: Nykyisten hintojen päivittäminen epäonnistui

source: The price has been updated
fi: Hinta on päivitetty

source: Failed to insert price data
fi: Hintatietojen lisääminen epäonnistui

source: The price matrix record has been added
fi: Hintamatriisitietue on lisätty

source: Failed to delete price data
fi: Hintatietojen poistaminen epäonnistui

source: The price matrix record has been deleted
fi: Hintamatriisitietue on poistettu

source: You must select a stock item first before set a price maxtrix
fi: Sinun on valittava varastotuote ensin, ennen kuin asetat hintapaikan

source: Price Effective From Date
fi: Hinta tulee voimaan päivämäärästä alkaen

source: Enter the date from which this price should take effect.
fi: Anna päivämäärä, josta alkaen hinnan tulisi tulla voimaan.

source: Price Effective To Date
fi: Hinta voimassa tähän päivään mennessä

source: Enter the date to which this price should be in effect to, or leave empty if the price should continue indefinitely
fi: Anna päivämäärä, johon asti tämän hinnan tulisi olla voimassa, tai jätä tyhjäksi, jos hintaa jatketaan loputtomiin

source: The price to apply to orders where the quantity exceeds the specified quantity
fi: Hinta, jota sovelletaan tilauksiin, joiden määrä ylittää määritetyn määrän

source: Sell Price
fi: Myydä hinta

source: Update Pricing
fi: Päivitä hinnoittelu

source: This page adds new prices or updates already existing prices for a specified sales type (price list) and currency for the stock category selected - based on a percentage mark up from cost prices or from preferred supplier cost data or from another price list. The rounding factor ensures that prices are at least this amount or a multiple of it. A rounding factor of 5 would mean that prices would be a minimum of 5 and other prices would be expressed as multiples of 5.
fi: Tämä sivu lisää uusia hintoja tai päivittää jo olemassa olevat hinnat tietylle myyntityypille (hinnasto) ja valuutalle valitulle osakelajille - prosentuaalisen hinnanlisän perusteella kustannushinnoista tai ensisijaisten toimittajien kustannustiedoista tai toisesta hinnastosta. Pyöristyskerroin varmistaa, että hinnat ovat vähintään tämä summa tai sen kerroin. Pyöristyskerroin 5 tarkoittaisi, että hinnat olisivat vähintään 5 ja muut hinnat ilmaistaisiin 5:n kerrannaisina.

source: Select the Price List to update
fi: Valitse päivitettävä hinnasto

source: No Price List Selected
fi: Hintaluetteloa ei ole valittu

source: Select the price list currency to update
fi: Valitse päivitettävä hinnaston valuutta

source: No Price List Currency Selected
fi: Hintaluettelon valuuttaa ei ole valittu

source: Weighted Average Costs
fi: Painotetut keskimääräiset kustannukset

source: Standard Costs
fi: Vakiokustannukset

source: Cost/Preferred Supplier Data Or Other Price List
fi: Kustannukset / ensisijaiset toimittajatiedot tai muu hinnasto

source: Preferred Supplier Cost Data
fi: Ensisijaiset toimittajan kustannustiedot

source: Another Price List
fi: Toinen hinnasto

source: Select the Base Price List to Use
fi: Valitse käytettävä perushinnasto

source: Stock Category From
fi: Osakeluokka alkaen

source: Stock Category To
fi: Osakeluokka

source: Rounding Factor
fi: Pyöristyskerroin

source: To round to the nearest cent enter 0.01. To round to the nearest whole dollar enter 1. To round to the nearest 5 dollars enter 5 etc
fi: Pyöristää lähimpään senttiin kirjoittamalla 0,01. Kierrä lähimpään kokonais dollariin kirjoittamalla 1. Kierrä lähimpään 5 dollariin kirjoittamalla 5 jne

source: New Price To Be Effective From
fi: Uusi hinta tulee voimaan

source: New Price To Be Effective To (Blank = No End Date)
fi: Uusi hinta, joka on voimassa (tyhjä = ei lopetuspäivää)

source: Percentage Increase (positive) or decrease (negative)
fi: Prosentti nousu (positiivinen) tai lasku (negatiivinen)

source: Update Prices
fi: Päivitä hinnat

source: Are you sure you wish to update or add all the prices according to the criteria selected?
fi: Haluatko varmasti päivittää tai lisätä kaikki hinnat valittujen kriteerien mukaan?

source: No price list is selected to update. No updates will take place
fi: Ei päivitettävää hinnastoa. Päivityksiä ei tapahdu

source: No price list currency is selected to update. No updates will take place
fi: Hintaluettelon valuuttaa ei ole valittu päivitettäväksi. Päivityksiä ei tapahdu

source: The date the new price is to be in effect to must be entered in the format
fi: Päivämäärä, jona uusi hinta on voimassa, on annettava muodossa

source: The date this new price is to start from is expected to be after today
fi: Uuden hinnan on määrä alkaa tämän päivän jälkeen

source: The stock category from must be before the stock category to - there would be not items in the range to update
fi: Varastoluokan alkaen on oltava ennen varastoluokkaa - vaihteluvälissä ei ole päivitettäviä kohteita

source: Base price list selected
fi: Perushintaluettelo valittu

source: When you are updating prices based on another price list - the other price list must also be selected. No updates will take place until the other price list is selected
fi: Kun päivität hintoja toisen hinnaston perusteella - myös toinen hinnasto on valittava. Päivityksiä ei tapahdu ennen kuin toinen hinnasto on valittu

source: When you are updating prices based on another price list - the other price list cannot be the same as the price list being used for the calculation. No updates will take place until the other price list selected is different from the price list to be updated
fi: Kun päivität hintoja toisen hinnaston perusteella - toinen hinnasto ei voi olla sama kuin laskentaan käytetty hinnasto. Päivityksiä ei tapahdu ennen kuin toinen valittu hinnasto eroaa päivitettävästä hinnastosta

source: For a log of all the prices changed this page should be printed with CTRL+P
fi: Loki kaikista muutetuista hinnoista tulee tulostaa tämä sivu painamalla CTRL + P

source: So we are using a price list/sales type of
fi: Joten käytämme hinnastoa / myyntityyppiä

source: updating only prices in
fi: päivittää vain hinnat

source: and the stock category range from
fi: ja osakelaji vaihtelevat

source: and we are applying a markup percent of
fi: ja käytämme merkintöprosenttia

source: against
fi: vastaan

source: The price list/sales type to be updated must be selected first
fi: Päivitettävä hinnasto / myyntityyppi on valittava ensin

source: The currency of prices to be updated must be selected first
fi: Päivitettävien hintojen valuutta on valittava ensin

source: Could not get the supplier purchasing information for a preferred supplier for the item
fi: Tavarantoimittajan ostotietoja ei voitu hankkia tuotteelle

source: There is no preferred supplier data for the item
fi: Tuotteelle ei ole ensisijaisia toimittajatietoja

source: prices will not be updated for this item
fi: tämän tuotteen hintoja ei päivitetä

source: There is more than a single preferred supplier data for the item
fi: Tuotteelle on enemmän kuin yksi ensisijainen toimittajatiedo

source: Could not get the base price for the item
fi: Kohteen perushintaa ei voitu saada

source: from the price list
fi: hinnastosta

source: There is no default price defined in the base price list for the item
fi: Kohteen perushintaluettelossa ei ole määritetty oletushintaa

source: The cost for this item is not set up or is set up as less than or equal to zero - no price changes will be made based on zero cost items. The item concerned is:
fi: Tämän kohteen hintaa ei ole määritetty tai se on pienempi tai yhtä suuri kuin nolla - hintamuutoksia ei tehdä nollakustannuserien perusteella. Kyseessä on:

source: Error updating prices for
fi: Virhe hintojen päivityksessä

source: Error inserting new price for
fi: Virhe uuden hinnan lisäyksessä

source: Inserting new price for
fi: Lisätään uusi hinta

source: Update of Prices By A Multiple Of Cost
fi: Hintojen päivitys moninkertaisin kustannuksin

source: Update Price By Cost
fi: Päivitä hinta kustannusten mukaan

source: category
fi: kategoria

source: all Categories
fi: kaikki kategoriat

source: Items in
fi: Kohteet sisään

source: With Prices
fi: Hintojen kanssa

source: times
fi: ajat

source: Cost in Price List
fi: Kustannukset hinnastossa

source: End Date
fi: Päättymispäivä

source: Price Proposed
fi: Ehdotettu hinta

source: List Price
fi: Listahinta

source: If the prices above do not have a commencement date as today, this will create new prices with commencement date of today at the entered figures and update the existing prices with historical start dates to have an end date of yesterday. Are You Sure?
fi: Jos yllä olevilla hinnoilla ei ole alkamispäivää kuten tänään, tämä luo uusia hintoja, joiden aloituspäivä on tänään syötettyihin lukuihin, ja päivittää nykyiset hinnat historiallisilla aloituspäivillä siten, että lopetuspäivä on eilinen. Oletko varma?

source: There were no prices meeting the criteria specified to review
fi: Tarkastettavien kriteerien mukaisia hintoja ei ollut

source: Prices can be displayed based on their relation to cost
fi: Hinnat voidaan näyttää suhteessa kustannuksiin

source: Less than or equal to
fi: Pienempi kuin tai yhtä suuri kuin

source: Greater than or equal to
fi: Suurempi tai yhtä suuri kuin

source: Average Cost
fi: Keskihinta

source: Standard Cost
fi: Vakiokustannukset

source: Special Prices for
fi: Erikoishinnat

source: A customer must be selected from the customer selection screen
fi: Asiakas on valittava asiakasvalintanäytöltä

source: then an item must be selected before this page is called
fi: sitten kohde on valittava ennen tämän sivun kutsumista

source: The product selection page should call this page with a valid product code
fi: Tuotteen valintasivun tulisi kutsua tälle sivulle kelvollinen tuotekoodi

source: Special Customer Prices
fi: Erikoishinnat asiakkaille

source: The part code entered does not exist in the database
fi: Syötettyä osakoodia ei ole tietokannassa

source: Only valid parts can have prices entered against them
fi: Ainoastaan kelvollisissa osissa voi olla hintatiedot

source: The part selected is a kit set item
fi: Valittu osa on sarjapaketti

source: these items explode into their components when selected on an order
fi: nämä tuotteet räjähtävät komponenteiksi, kun ne valitaan tilauksesta

source: prices must be set up for the components and no price can be set for the whole kit
fi: komponenttien hinnat on määritettävä, eikä koko sarjalle voida asettaa hintaa

source: The branch code entered is not currently defined
fi: Syötettyä sivukonttikoodia ei ole tällä hetkellä määritelty

source: The end date is expected to be after today. There is no point entering a new price where the effective date is before today!
fi: Lopetuspäivän odotetaan olevan tämän päivän jälkeen. Ei ole mitään syytä syöttää uutta hintaa, jos voimaantulopäivä on ennen tätä päivää!

source: Price Updated
fi: Hinta päivitetty

source: Price added
fi: Hinta lisätty

source: The price could not be updated because
fi: Hintaa ei voitu päivittää, koska

source: The price could not be added because
fi: Hintaa ei voitu lisätä, koska

source: This price has been deleted
fi: Tämä hinta on poistettu

source: Could not retrieve the normal prices set up because
fi: Asetettuja normaalihintoja ei voitu noutaa, koska

source: The SQL used to retrieve these records was
fi: Näiden tietueiden hakemisessa käytetty SQL oli

source: There are no default prices set up for this part
fi: Tälle osalle ei ole määritetty oletushintoja

source: Normal Price
fi: Normaali hinta

source: Could not retrieve the special prices set up because
fi: Asetettuja erikoishintoja ei voitu noutaa, koska

source: There are no special prices set up for this part
fi: Tälle osalle ei ole vahvistettu erityishintoja

source: Special Price
fi: Erikoishinta

source: All Branches
fi: Kaikki sivuliikkeet

source: Are you sure you wish to delete this price?
fi: Haluatko varmasti poistaa tämän hinnan?

source: Item Prices
fi: Tuotteen hinnat

source: An item must first be selected before this page is called
fi: Kohde on ensin valittava ennen tämän sivun kutsumista

source: The new price could not be added
fi: Uutta hintaa ei voitu lisätä

source: The new price has been inserted
fi: Uusi hinta on lisätty

source: Could not delete this price
fi: Tätä hintaa ei voitu poistaa

source: The selected price has been deleted
fi: Valittu hinta on poistettu

source: Pricing for part
fi: Hinnoittelu osittain

source: Review Prices
fi: Tarkista hinnat

source: There are no prices set up for this part
fi: Tälle osalle ei ole määritetty hintoja

source: Sales Type Price List
fi: Myyntityypin hinnasto

source: Amend Price
fi: Muuta hintaa

source: Something was wrong without an identifier, please ask administrator for help
fi: Jokin oli vialla ilman tunnusta. Pyydä apua järjestelmänvalvojalta

source: Print Cheque
fi: Tulosta tarkistus

source: Can not get hundreds name
fi: Ei voi saada satoja nimiä

source: DatePaid
fi: Maksupäivä

source: Vendor No.
fi: Toimittaja nro.

source: Cheque No.
fi: Tarkista nro.

source: Number is out of the range of numbers that can be expressed in words
fi: Numero ei kuulu numeroilla, jotka voidaan ilmaista sanoin

source: error
fi: virhe

source: million
fi: miljoonaa

source: thousand
fi: tuhat

source: hundred
fi: sata

source: one
fi: yksi

source: two
fi: kaksi

source: three
fi: kolme

source: four
fi: neljä

source: five
fi: viisi

source: six
fi: kuusi

source: seven
fi: seitsemän

source: eight
fi: kahdeksan

source: nine
fi: yhdeksän

source: ten
fi: kymmenen

source: eleven
fi: yksitoista

source: twelve
fi: kaksitoista

source: thirteen
fi: kolmetoista

source: fourteen
fi: neljätoista

source: fifteen
fi: viisitoista

source: sixteen
fi: kuusitoista

source: seventeen
fi: seitsemäntoista

source: eighteen
fi: kahdeksantoista

source: nineteen
fi: yhdeksäntoista

source: twenty
fi: kaksikymmentä

source: thirty
fi: kolmekymmentä

source: forty
fi: neljäkymmentä

source: fifty
fi: viisikymmentä

source: sixty
fi: kuusikymmentä

source: seventy
fi: seitsemänkymmentä

source: eighty
fi: kahdeksankymmentä

source: ninety
fi: yhdeksänkymmentä

source: zero
fi: nolla

source: Customer Laser Packing Slip
fi: Asiakkaan laserpakkauskortti

source: Laser Packing slip for order
fi: Laser-pakkausluettelo tilattavaksi

source: There was a problem retrieving the order details for Order Number
fi: Tilausnumeron tilaustietojen noutamisessa oli ongelma

source: Could not retrieve the components of the ordered assembly item
fi: Tilatun kokoonpanokohteen osia ei voitu noutaa

source: Assembly Components:-
fi: Kokoonpanon komponentit: -

source: Lot
fi: Paljon

source: Serial
fi: Sarja

source: There were no outstanding items on the order to deliver
fi: Toimitettavassa tilauksessa ei ollut merkittäviä tuotteita

source: A packing slip cannot be printed
fi: Pakkausluetteloa ei voida tulostaa

source: Print Another Packing Slip/Order
fi: Tulosta toinen pakkausluettelo / tilaus

source: There was a problem retrieving the details for Order Number
fi: Tilausnumeron tietojen noutamisessa oli ongelma

source: Customer Packing Slip
fi: Asiakkaan pakkausluettelo

source: Packing slip for order
fi: Pakkausluettelo tilausta varten

source: There were no outstanding items on the order to deliver. A dispatch note cannot be printed
fi: Toimitettavassa tilauksessa ei ollut merkittäviä tuotteita. Lähetysluetteloa ei voida tulostaa

source: Print Customer Statements
fi: Tulosta asiakaslausunnot

source: There was a problem settling the old transactions.
fi: Vanhojen tapahtumien järjestämisessä oli ongelma.

source: The SQL used to settle outstanding transactions was
fi: SQL, jota käytettiin maksamaan maksamatta olevat liiketoimet, oli

source: There was a problem retrieving the customer information for the statements from the database
fi: Lausekkeiden asiakastietojen noutamisessa tietokannasta oli ongelma

source: Print Statements
fi: Tulosta lausunnot

source: No Customers Found
fi: Asiakkaita ei löytynyt

source: Print Customer Account Statements
fi: Tulosta asiakastiliotteet

source: There were no Customers matching your selection of
fi: Valintasi vastaavia asiakkaita ei ollut

source: Customer Statements
fi: Asiakaslausunnot

source: Statements from
fi: Lausunnot

source: Email Customer Statements
fi: Lähetä asiakaslausunnot sähköpostitse

source: Emailing Customer Account Statements
fi: Asiakastilin tiliotteiden lähettäminen sähköpostitse

source: Recipients
fi: Vastaanottajat

source: Customer Statement
fi: Asiakaslausunto

source: For customer
fi: Asiakkaalle

source: Settled Transactions
fi: Suoritetut liiketoimet

source: Outstanding Transactions
fi: Maksamattomat liiketoimet

source: Last payment received
fi: Viimeisin maksu vastaanotettu

source: Amount received was
fi: Saatu määrä oli

source: Please make payments to our account:
fi: Suorita maksut tilillemme:

source: Quoting your account reference
fi: Lainaus tilisi viite

source: Please find a statement or your account attached
fi: Löydät liitetiedot tai tilisi

source: Customer Account Statement
fi: Asiakastiliote

source: No Statements Found
fi: Ei lauseita löytynyt

source: There were no statements to print
fi: Tulostettavia lausumia ei ollut

source: There were no statements to email
fi: Sähköpostiviestejä ei ollut

source: Select Statements to Print
fi: Valitse Tulostettavat lauseet

source: Starting Customer statement to print (Customer code)
fi: Aloitetaan asiakaslausunnon tulostaminen (asiakaskoodi)

source: Ending Customer statement to print (Customer code)
fi: Asiakaslausunnon lopettaminen tulostettavaksi (asiakaskoodi)

source: Print Or Email to flagged customer contacts
fi: Tulosta tai lähetä sähköposti ilmoitettuihin asiakaskontakteihin

source: Email to flagged customer contacts
fi: Sähköposti ilmoitetuille asiakasyhteyshenkilöille

source: Print (or Email) All Statements in the Range Selected
fi: Tulosta (tai lähetä sähköpostilla) kaikki valitun alueen lausunnot

source: Invoices from
fi: Laskut

source: Credit Notes from
fi: Luottotiedot alk

source: Bank Code:
fi: Pankkitunnus:

source: Transaction Print Error Report
fi: Tapahtumien tulostusvirheraportti

source: There was a problem retrieving the invoice or credit note details for note number
fi: Laskun tai hyvityslaskun yksityiskohtia noudettaessa tapahtui virhe
