Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Select an item by entering the quantity required. Click Order when ready.
fi: Valitse tuote syöttämällä tarvittava määrä. Valitse Tilaa, kun olet valmis.

source: Use this form to add items quickly if the item codes are already known
fi: Käytä tätä lomaketta lisätäksesi kohteita nopeasti, jos tuotekoodit ovat jo tiedossa

source: Enter a part code to be sold. Part codes can contain any alpha-numeric characters underscore or hyphen.
fi: Syötä myytävä osanumero. Osakoodit voivat sisältää minkä tahansa aakkosnumeerisen merkin alaviivaa tai väliviivaa.

source: Cancel Sale
fi: Peruuta myynti

source: Are you sure you wish to cancel this sale?
fi: Haluatko varmasti peruuttaa tämän myynnin?

source: Credit An Invoice
fi: Hyvitä lasku

source: This page can only be opened if an invoice has been selected for crediting
fi: Tämä sivu voidaan avata vain, jos hyvitettäväksi on valittu lasku

source: Please select an invoice first
fi: Valitse ensin lasku

source: from the customer inquiry screen click the link to credit an invoice
fi: napsauta asiakaskyselynäytössä linkkiä hyvittääksesi laskun

source: A credit cannot be produced for the selected invoice
fi: Valitun laskun hyvitystä ei voida tuottaa

source: The invoice details cannot be retrieved because
fi: Laskun tietoja ei voi noutaa, koska

source: The SQL used to retrieve the invoice details was
fi: Laskutietojen noutamiseen käytetty SQL oli

source: This invoice can not be credited using this program
fi: Tätä laskua ei voida hyvittää tämän ohjelman avulla

source: A manual credit note will need to be prepared
fi: Manuaalinen hyvityslasku on valmisteltava

source: The SQL used to get the transaction header was
fi: Tapahtuman otsikon hakemiseen käytetty SQL oli

source: The line item
fi: Rivikohta

source: is controlled but the serial numbers or batch numbers could not be retrieved because
fi: on valvottu, mutta sarjanumeroita tai eränumeroita ei voitu hakea, koska

source: The SQL used to get the controlled item details was
fi: Ohjattujen tuotteiden tietojen saamiseen käytetty SQL oli

source: There are no line items that were retrieved for this invoice
fi: Tälle laskulle ei löydy yhtään rivikohtaa

source: The automatic credit program can not create a credit note from this invoice
fi: Automaattinen hyvitysohjelma ei voi luoda hyvityslaskua tästä laskusta

source: This invoice can not be credited using the automatic facility
fi: Tätä laskua ei voi hyvittää automaattisella tilillä

source: Please report that a duplicate DebtorTrans header record was found for invoice
fi: Ilmoita, että laskulle löydettiin päällekkäinen DebtorTrans-otsikkotietue

source: There are no item quantity or freight charge input
fi: Tuotesummaa tai rahtimaksua ei syötetä

source: The item could not be updated because you are attempting to set the quantity credited to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
fi: Tuotetta ei voitu päivittää, koska yrität asettaa hyvitettäväksi määräksi alle 0 tai hinnan alle 0 tai alennuksen yli 100% tai alle 0%

source: Credit Invoice
fi: Luottolasku

source: Credit Note amounts stated in
fi: Luottolainan määrät ilmoitettu euroina

source: Invoiced
fi: Laskutettu

source: Credit
fi: Luotto

source: Discount Rate
fi: Alennus

source: Tax Rate
fi: Veroaste

source: Enter the quantity of this item to credit
fi: Syötä tämän tuotteen määrä hyvitettäväksi

source: Enter the price at which to credit this item
fi: Anna hinta, jolla tämä tuote hyvitetään

source: Are you sure you wish to delete this item from the credit?
fi: Haluatko varmasti poistaa tämän kohteen hyvityksestä?

source: Freight cost charged on invoice
fi: Rahtikulut laskutetaan

source: Credit Freight Cost
fi: Luottorahti

source: Credit Totals
fi: Luottosummat

source: Failed to retrieve salesoderdetails to compare if the order has been invoiced and that it is possible that the credit note may not already have been done
fi: Myyntitietojen noutaminen epäonnistui vertailua varten, jos tilaus on laskutettu ja että on mahdollista, että hyvityslaskua ei ehkä ole jo tehty

source: The credit quantity for the line for
fi: Luettelon luottomäärä vuodelle

source: is more than the quantity invoiced. This check is made to ensure that the credit note is not duplicated.
fi: on enemmän kuin laskutettu määrä. Tämä tarkistus tehdään sen varmistamiseksi, että hyvityslaskua ei kopioida.

source: The GL code to write off the credit value to must be specified. Please select the appropriate GL code for the selection box
fi: Luottoarvon kirjaamiseen käytettävä PK-koodi on määritettävä. Valitse sopiva PK-koodi valintaruutuun

source: The alteration to the invoice record to reflect the allocation of the credit note to the invoice could not be done because
fi: Laskutietueen muutosta vastaamaan hyvityslaskun kohdistamista laskuun ei voitu tehdä, koska

source: The following SQL to update the invoice allocation was used
fi: Laskun allokoinnin päivittämiseen käytettiin seuraavaa SQL:ää

source: The customer credit note transaction could not be added to the database because
fi: Asiakkaan hyvityslaskutapahtumaa ei voitu lisätä tietokantaan, koska

source: The following SQL to insert the customer credit note was used
fi: Seuraavaa SQL-asiakirjaa lisättiin asiakkaan hyvityslaskuun

source: The allocation record for the credit note could not be added to the database because
fi: Hyvityslaskun kohdennustietuetta ei voitu lisätä tietokantaan, koska

source: The following SQL to insert the allocation record for the credit note was used
fi: Seuraavaa SQL:ää lisättiin hyvityslaskelman hyvityslaskuun

source: The sales order detail record could not be updated for the reduced quantity invoiced because
fi: Myyntitilauksen yksityiskohdatietoa ei voitu päivittää laskutetun alennetun määrän vuoksi, koska

source: Could not get the current location stock of the assembly component
fi: Kokoonpanokomponentin nykyistä sijaintivarastoa ei voitu hakea

source: The following SQL to update the components location stock record was used
fi: Seuraavaa SQL:ää päivitettiin komponenttien sijaintivarastotietue

source: The serial stock item record could not be selected because
fi: Sarjavarastotietueita ei voitu valita, koska

source: The following SQL to select the serial stock item record was used
fi: Sarjavarastotietueiden valitsemiseen käytettiin seuraavaa SQL:ää

source: Written off ex Inv
fi: Kirjattu ex Inv

source: The following SQL to insert the stock movement records for the purpose of display on the credit note was used
fi: Seuraavaa SQL-koodia, jolla lisättiin varaston liikkumistietueet hyvityslaskujen näyttämistä varten, käytettiin

source: Taxes and rates applicable to this credit note line item could not be inserted because
fi: Tähän hyvityslaskureihin sovellettavia veroja ja verokantoja ei voitu lisätä, koska

source: The count to check for existing Sales analysis records could not run because
fi: Laskua olemassa olevien myyntianalyysitietueiden tarkistamiseksi ei voitu suorittaa, koska

source: The sales analysis record for this credit note could not be added because
fi: Tämän hyvityslaskun myyntianalyysitietuetta ei voitu lisätä, koska

source: The stock side or write off of the cost of sales GL posting could not be inserted because
fi: Varastopuolta tai myyntihintojen kirjaamista ei voida lisätä, koska

source: The credit note GL posting could not be inserted because
fi: Luottotiedotteen PK-kirjausta ei voitu lisätä, koska

source: The credit note discount GL posting could not be inserted because
fi: Hyvityslasku-alennusta PK-postituksesta ei voitu lisätä, koska

source: The total debtor GL posting for the credit note could not be inserted because
fi: Luottoilmoituksen kokonaisvelan velallisen PK-kirjausta ei voitu lisätä, koska

source: The freight GL posting for this credit note could not be inserted because
fi: Tämän hyvityslaskun rahtikirjaa ei voitu lisätä, koska

source: has been processed
fi: on prosessoitu

source: Credit Note Type
fi: Luottolainan tyyppi

source: Goods returned to store
fi: Tavarat palautetaan varastoon

source: Goods written off
fi: Tavarat poistettu

source: Reverse overcharge
fi: Käänteinen ylihinta

source: Goods returned to location
fi: Tavarat palautetaan sijaintiin

source: Write off the cost of the goods to
fi: Kirjoita tavaroiden kustannukset osoitteeseen

source: Credit note text
fi: Hyvityslaskuteksti

source: Process Credit
fi: Käsittele luottoa

source: Specify Credited Controlled Items
fi: Määritä hyvitetyt hallitut kohteet

source: Select Credit Items
fi: Valitse Luotto-erät

source: This page must be called with the identifier to uniquely identify the credit note being entered. This is a programming error that should not occur.
fi: Tälle sivulle on kutsuttava tunniste, jotta syötettävä hyvityslasku voidaan yksilöidä yksilöllisesti. Tämä on ohjelmointivirhe, jota ei pitäisi esiintyä.

source: This page can only be opened if a Line Item on a credit note has been selected.
fi: Tämä sivu voidaan avata vain, jos hyvityslaskun rivikohta on valittu.

source: This page can only be opened if a controlled credit note line item has been selected.
fi: Tämä sivu voidaan avata vain, jos valvottu hyvityslaskuri on valittu.

source: Back to Credit Note Entry
fi: Takaisin luottoilmoitukseen

source: Notice
fi: Ilmoitus

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being credited
fi: Rivikohta on määriteltävä valvotuksi, jotta erä- tai sarjanumerot voidaan hyvittää

source: Credit of Controlled Item
fi: Hallitun kohteen hyvitys

source: Credit Status Code Maintenance
fi: Luottotilakoodin ylläpito

source: The credit status code already exists in the database
fi: Luottotilakoodi on jo olemassa tietokannassa

source: The status code name must be an integer
fi: Tilakoodin nimen on oltava kokonaisluku

source: The credit status description must be thirty characters or less long
fi: Luottotilakuvauksen on oltava enintään 30 merkkiä pitkä

source: The credit status description must be entered
fi: Luottotilakuvaus on annettava

source: The credit status record has been updated
fi: Luottotilastietue on päivitetty

source: A new credit status record has been inserted
fi: Uusi luottotilatietue on lisätty

source: Cannot delete this credit status code because customer accounts have been created referring to it
fi: Tätä luottotilakoodia ei voi poistaa, koska asiakastilit on luotu viittaamalla siihen

source: customer accounts that refer to this credit status code
fi: asiakastilit, jotka viittaavat tähän luottotilakoodiin

source: This credit status code has been deleted
fi: Tämä luottotilakoodi on poistettu

source: Status Code
fi: Tilakoodi

source: Disallow Invoices
fi: Estä laskut

source: Invoice OK
fi: Lasku OK

source: NO INVOICING
fi: EI LASKUTTAMISTA

source: Are you sure you wish to delete this credit status record?
fi: Haluatko varmasti poistaa tämän luottotilastietueen?

source: Show Defined Credit Status Codes
fi: Näytä määritetyt luottotilakoodit

source: Currencies Maintenance
fi: Valuuttojen ylläpito

source: The currency already exists in the database
fi: Valuutta on jo tietokannassa

source: The exchange rate must be numeric
fi: Vaihtokurssin on oltava numeerinen

source: The number of decimal places to display for amounts in this currency must be numeric
fi: Tässä valuutassa näytettävien desimaalien määrän on oltava numeerinen

source: The number of decimal places to display for amounts in this currency must be positive or zero
fi: Tässä valuutassa näytettävien desimaalien määrän on oltava positiivinen tai nolla

source: The number of decimal places to display for amounts in this currency is expected to be 4 or less
fi: Tässä valuutassa ilmoitettavien desimaalien määrän odotetaan olevan enintään 4

source: The currency country must be 50 characters or less long
fi: Valuutan maan on oltava enintään 50 merkkiä pitkä

source: The hundredths name must be 15 characters or less long
fi: Sadasosien nimen on oltava enintään 15 merkkiä pitkä

source: The currency definition record has been updated
fi: Valuuttamääritystietue on päivitetty

source: The currency definition record has been added
fi: Valuutanmääritystietue on lisätty

source: currency rate adjustment to
fi: valuuttakurssin oikaisu

source: Currency Rate difference of
fi: Valuuttakurssiero

source: Cannot delete this currency because customer accounts have been created referring to this currency
fi: Tätä valuuttaa ei voi poistaa, koska asiakastilit on luotu viittaamalla tähän valuutaan

source: customer accounts that refer to this currency
fi: asiakastilit, jotka viittaavat tähän valuutaan

source: Cannot delete this currency because supplier accounts have been created referring to this currency
fi: Tätä valuuttaa ei voi poistaa, koska toimittajatilit on luotu viitaten tähän valuuttaan

source: supplier accounts that refer to this currency
fi: toimittajatilit, jotka viittaavat tähän valuutaan

source: Cannot delete this currency because there are bank transactions that use this currency
fi: Tätä valuuttaa ei voi poistaa, koska on olemassa pankkitapahtumia, jotka käyttävät tätä valuuttaa

source: bank transactions that refer to this currency
fi: tätä valuuttaa koskevat pankkitapahtumat

source: Cannot delete this currency because it is the functional currency of the company
fi: Tätä valuuttaa ei voi poistaa, koska se on yrityksen toimintavaluutta

source: Cannot delete this currency because there are bank accounts that use this currency
fi: Tätä valuuttaa ei voi poistaa, koska on olemassa pankkitilejä, jotka käyttävät tätä valuuttaa

source: bank accounts that refer to this currency
fi: pankkitilit, jotka viittaavat tähän valuutaan

source: The currency definition record has been deleted
fi: Valuutanmääritystietue on poistettu

source: Country
fi: Maa

source: ISO4217 Code
fi: ISO4217-koodi

source: Currency Name
fi: Valuutan nimi

source: Hundredths Name
fi: Sadan nimi

source: Decimal Places
fi: Desimaalin tarkkuudella

source: Show in webSHOP
fi: Näytä webSHOPissa

source: Ex Rate - ECB
fi: Ex Rate - EKP

source: Maintenance
fi: Huolto

source: Are you sure you wish to delete this currency?
fi: Haluatko varmasti poistaa tämän valuutan?

source: Graph
fi: Kaavio

source: Functional Currency
fi: Toiminnallinen valuutta

source: Show all currency definitions
fi: Näytä kaikki valuuttamääritelmät

source: An error occurred in retrieving the currency information
fi: Valuutatietojen noutamisessa tapahtui virhe

source: ISO 4217 Currency Code
fi: ISO 4217 -valuuttakoodi

source: Decimal Places to Display
fi: Desimaalipaikat näytettäväksi

source: Customer EDI Set Up
fi: Asiakkaan EDI-asetukset

source: The customers EDI reference code cannot contain any of the following characters
fi: Asiakkaan EDI-viitenumero ei voi sisältää mitään seuraavista merkeistä

source: or a space
fi: tai välilyönti

source: The customers EDI reference code must be set when EDI Invoices or EDI orders are activated
fi: Asiakkaan EDI-viitenumero on määritettävä, kun EDI-laskut tai EDI-tilaukset aktivoidaan

source: The customers EDI email address or FTP server address must be entered if EDI Invoices are to be sent
fi: Asiakkaan EDI-sähköpostiosoite tai FTP-palvelimen osoite on annettava, jos haluat lähettää EDI-laskuja

source: The customer EDI setup data could not be updated because
fi: Asiakkaan EDI-asetustietoja ei voitu päivittää, koska

source: Customer EDI configuration updated
fi: Asiakkaan EDI-kokoonpano päivitetty

source: Customer EDI configuration failed
fi: Asiakkaan EDI-määritys epäonnistui

source: The customer EDI configuration details could not be retrieved because
fi: Asiakkaan EDI-määritystietoja ei voitu noutaa, koska

source: Enable Sending of EDI Invoices
fi: Ota käyttöön EDI-laskujen lähettäminen

source: Disabled
fi: Liikuntarajoitteinen

source: Enabled
fi: Käytössä

source: Create
fi: Luoda

source: Edit Invoice Message Format
fi: Muokkaa laskutusviestin muotoa

source: Enable Receiving of EDI Orders
fi: Ota käyttöön EDI-tilausten vastaanotto

source: Customer EDI Reference
fi: Asiakkaan EDI-viite

source: EDI Communication Method
fi: EDI-viestintämenetelmä

source: Email Attachments
fi: Sähköpostiliitteet

source: File Transfer Protocol (FTP)
fi: Tiedostonsiirtoprotokolla (FTP)

source: FTP Server or Email Address
fi: FTP-palvelin tai sähköpostiosoite

source: FTP Server User Name
fi: FTP-palvelimen käyttäjänimi

source: FTP Server Password
fi: FTP-palvelimen salasana

source: Update EDI Configuration
fi: Päivitä EDI-määritykset

source: Customer Item Data
fi: Asiakastuotetiedot

source: Back to Items
fi: Takaisin kohteisiin

source: There is no stock item set up enter the stock code or select a stock item using the search page
fi: Varastossa olevaa tuotetta ei ole määritetty. Syötä varastokoodi tai valitse varastotuote hakusivulla

source: The conversion factor entered was not numeric
fi: Syötetty muuntokerroin ei ollut numeerinen

source: a number is expected
fi: luku on odotettavissa

source: The conversion factor is the number which the price must be divided by to get the unit price in our unit of measure
fi: Muuntokerroin on luku, jolla hinta on jaettava, jotta saadaan yksikköhinta mittayksikkömme

source: E.g.
fi: Esimerkiksi.

source: The customer sells an item by the tonne and we hold stock by the kg
fi: Asiakas myy tavaran tonnia kohden, ja varastomme on kilogrammoina

source: The debtorsmaster.price must be divided by 1000 to get to our cost per kg
fi: Debtorsmaster.price on jaettava 1000: lla, jotta saisimme kg:n hinnan

source: The conversion factor to enter is 1000
fi: Syötettävä muuntokerroin on 1000

source: No changes will be made to the database
fi: Tietokantaan ei tehdä muutoksia

source: The customer Item details could not be added to the database because
fi: Asiakastuotetietoja ei voitu lisätä tietokantaan, koska

source: This customer data has been added to the database
fi: Nämä asiakastiedot on lisätty tietokantaan

source: The customer details could not be updated because
fi: Asiakastietoja ei voitu päivittää, koska

source: customer data has been updated
fi: asiakastiedot on päivitetty

source: The customer details could not be deleted because
fi: Asiakastietoja ei voitu poistaa, koska

source: This customer data record has been successfully deleted
fi: Tämä asiakastietue on poistettu

source: For Stock Code
fi: Varastokoodille

source: The customer details for the selected part could not be retrieved because
fi: Valitun osan asiakastietoja ei voitu noutaa, koska

source: There is no customer data set up for the part selected
fi: Valitulle osalle ei ole määritetty asiakastietoja

source: Customer Unit
fi: Asiakasyksikkö

source: Conversion Factor
fi: Muuntokerroin

source: Customer Item
fi: Asiakkaan tuote

source: Customer Description
fi: Asiakkaan kuvaus

source: Are you sure you wish to delete this customer data?
fi: Haluatko varmasti poistaa nämä asiakastiedot?

source: The customer details for the selected customer could not be retrieved because
fi: Valitun asiakkaan asiakastietoja ei voitu noutaa, koska

source: The customer code
fi: Asiakkaan koodi

source: is not an existing customer in the database
fi: ei ole tietokannassa oleva asiakas

source: You must enter an alternative customer code or select a customer using the search facility below
fi: Sinun on annettava vaihtoehtoinen asiakaskoodi tai valittava asiakas alla olevan hakutoiminnon avulla

source: Text in the customer
fi: Teksti asiakkaassa

source: NAME
fi: NIMI

source: Text in customer
fi: Teksti asiakkaassa

source: CODE
fi: KOODI

source: Find Customers Now
fi: Löydä asiakkaita nyt

source: Customer Name keywords have been used in preference to the customer Code extract entered
fi: Asiakkaan nimen avainsanoja on käytetty mieluummin kuin syötetty asiakaskoodi

source: The cuswtomer matching the criteria entered could not be retrieved because
fi: Syötettyjä ehtoja vastaavaa cuswtomeria ei voitu noutaa, koska

source: The SQL to retrieve customer details that failed was
fi: SQL epäonnistuneiden asiakastietojen noutamiseksi oli

source: Stock Item
fi: Varastossa

source: is not defined in the database
fi: ei ole määritelty tietokannassa

source: Address 1
fi: Osoite 1

source: Address 2
fi: Osoite 2

source: Address 3
fi: Osoite 3

source: The customer purchasing details for the selected customer and item could not be retrieved because
fi: Valitun asiakkaan ja kohteen ostotietoja ei voitu noutaa, koska

source: A search facility is available below if necessary
fi: Hakutoiminto on käytettävissä alla tarvittaessa

source: Our Unit of Measure
fi: Mittayksikkömme

source: Customer Unit of Measure
fi: Asiakkaan mittayksikkö

source: Conversion Factor (to our UOM)
fi: Muuntokerroin (UOM: iimme)

source: Customer Stock Code
fi: Asiakkaan varastokoodi

source: Customer Stock Description
fi: Asiakkaan varastokuvaus

source: Add
fi: Lisää

source: Show Stock Status
fi: Näytä varastotila

source: Show Stock Movements
fi: Näytä varastoliikkeet

source: Search Outstanding Sales Orders
fi: Hae erinomaisista myyntitilauksista

source: Search Completed Sales Orders
fi: Hae valmiita myyntitilauksia

source: Customer Login Configuration
fi: Asiakkaan kirjautumiskokoonpano

source: A customer must first be selected before logins can be defined for it
fi: Asiakas on ensin valittava, ennen kuin kirjautumistiedot voidaan määrittää sille

source: Select A Customer
fi: Valitse asiakas

source: has been selected
fi: on valittu

source: The user ID entered must be at least 4 characters long
fi: Syötetyn käyttäjätunnuksen on oltava vähintään 4 merkkiä pitkä

source: User names cannot contain any of the following characters
fi: Käyttäjätunnuksissa ei saa olla mitään seuraavista merkeistä

source: The password entered must be at least 5 characters long
fi: Syötetyn salasanan on oltava vähintään 5 merkkiä pitkä

source: The password cannot contain the user id
fi: Salasana ei voi sisältää käyttäjätunnusta

source: If you enter a Customer Code you must also enter a Branch Code valid for this Customer
fi: Jos annat asiakaskoodin, sinun on annettava myös tälle asiakkaalle voimassa oleva haarakoodi

source: The check on validity of the customer code and branch failed because
fi: Asiakaskoodin ja sivukonttorin pätevyyden tarkistus epäonnistui

source: The SQL that was used to check the customer code and branch was
fi: Asiakaskoodin ja haaran tarkistamiseen käytetty SQL oli

source: The entered Branch Code is not valid for the entered Customer Code
fi: Annettu sivuliike ei kelpaa syötettyyn asiakaskoodiin

source: The user could not be added because
fi: Käyttäjää ei voitu lisätä, koska

source: The SQL that was used to insert the new user and failed was
fi: Uuden käyttäjän lisäämiseen käytetty ja epäonnistunut SQL oli

source: A new customer login has been created
fi: Uusi asiakastunnus on luotu

source: User Login
fi: Käyttäjän kirjautuminen

source: Enter a userid for this customer login
fi: Syötä käyttäjätunnus tälle asiakastunnukselle

source: Password
fi: Salasana

source: Enter a password for this customer login
fi: Anna salasana tälle asiakaskirjautumiselle

source: Full Name
fi: Koko nimi

source: Enter the user's real name
fi: Kirjoita käyttäjän oikea nimi

source: Telephone No
fi: Puhelinnumero

source: Enter the user's email address
fi: Kirjoita käyttäjän sähköpostiosoite

source: Branch Code
fi: Haarakonttori

source: Reports Page Size
fi: Raportoi sivun koon

source: landscape
fi: maisema

source: Letter
fi: Kirje

source: Legal
fi: Laillinen

source: Theme
fi: Teema

source: Language
fi: Kieli

source: Customer Account
fi: Asiakastili

source: To display the account a customer must first be selected from the customer selection screen
fi: Tilin näyttämiseksi on ensin valittava asiakas asiakasvalintanäytöltä
