Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Maintenance Reminder Emails
fi: Ylläpidon muistutus sähköpostit

source: Add or Maintain Asset Locations
fi: Lisää tai ylläpidä omaisuuden sijainteja

source: Assign Cash to PC Tab
fi: Määritä käteinen Kassa-välilehdelle

source: Transfer Assigned Cash Between PC Tabs
fi: Siirrä osoitettua käteistä Kassa-välilehtien välillä

source: Claim Expenses From PC Tab
fi: Lunasta kulut tietokoneelta Kassa-välilehti

source: Authorise Expenses
fi: Valtuuta kulut

source: Authorise Assigned Cash
fi: Valtuuta määrätyt käteiset

source: PC Tab General Report
fi: Kassa-välilehden yleiskertomus

source: PC Expense General Report
fi: Kassa-kuluraportti

source: PC Tab Expenses List
fi: Kassa-välilehden kululista

source: PC Expenses Analysis
fi: Kassa-kustannusanalyysi

source: Types of PC Tabs
fi: Kassa-välilehtien tyypit

source: PC Tabs
fi: Kassa-välilehdet

source: PC Expenses
fi: Kassan kulut

source: Expenses for Type of PC Tab
fi: Kassa tyyppi -välilehden kustannukset

source: Page Security Settings
fi: Sivun suojausasetukset

source: List Periods Defined
fi: Luettelo määritetyistä ajanjaksoista

source: Report Builder Tool
fi: Report Builder -työkalu

source: View Audit Trail
fi: Näytä tarkastuspolku

source: Web-Store Configuration
fi: Verkkokaupan määritykset

source: SMTP Server Details
fi: SMTP-palvelimen tiedot

source: Set Purchase Order Authorisation levels
fi: Aseta ostotilauksen valtuutustasot

source: Sales People
fi: Myyntihenkilöt

source: Sales Areas
fi: Myyntialueet

source: Shippers
fi: Rahdinantajat

source: Sales GL Interface Postings
fi: Myynnin PK-käyttöliittymän lähettäminen

source: COGS GL Interface Postings
fi: COGS PK -rajapintakirjoitukset

source: Discount Matrix
fi: Alennusmatriisi

source: Inventory Locations Maintenance
fi: Varaston sijaintien ylläpito

source: Discount Category Maintenance
fi: Alennusluokan ylläpito

source: MRP Available Production Days
fi: MRP:n käytettävissä olevat tuotantopäivät

source: Maintain Internal Departments
fi: Ylläpitää sisäisiä osastoja

source: Maintain Internal Stock Categories to User Roles
fi: Säilytä sisäiset osakeluokat käyttäjien rooleihin

source: Label Templates Maintenance
fi: Tarramallien ylläpito

source: Update costs for all BOM items, from the bottom up
fi: Päivitä kaikkien BOM-tuotteiden kustannukset alhaalta ylöspäin

source: Re-apply costs to Sales Analysis
fi: Käytä kustannuksia uudelleen myyntianalyysiin

source: Delete sales transactions
fi: Poista myyntitapahtumat

source: Reverse all supplier payments on a specified date
fi: Peruuta kaikki toimittajamaksut tiettynä päivänä

source: Update sales analysis with latest customer data
fi: Päivitä myynti-analyysi uusimmilla asiakastiedoilla

source: Show General Transactions That Do Not Balance
fi: Näytä yleiset tapahtumat, jotka eivät ole tasapainossa

source: List of items without picture
fi: Luettelo tuotteista ilman kuvaa

source: Make New Company
fi: Tee uusi yritys

source: Data Export Options
fi: Tiedon vientiasetukset

source: Import Customers from .csv file
fi: Tuo asiakkaita .csv-tiedostosta

source: Import Stock Items from .csv file
fi: Tuo varastotuotteita .csv-tiedostosta

source: Import Price List from .csv file
fi: Tuo hinnasto .csv-tiedostosta

source: Import GL Payments Receipts Or Journals From .csv file
fi: Tuo PK-maksukuitit tai päiväkirjat .csv-tiedostosta

source: Create new company template SQL file and submit to webERP
fi: Luo uusi yritysmallin SQL-tiedosto ja lähetä se webERP: lle

source: Re-calculate brought forward amounts in GL
fi: Laske ennakoidut määrät uudelleen PK-muodossa

source: Re-Post all GL transactions from a specified period
fi: Postitse kaikki PK-tapahtumat tietyltä ajanjaksolta

source: Purge all old prices
fi: Puhdista kaikki vanhat hinnat

source: Remove all purchase back orders
fi: Poista kaikki takaisinostotilaukset

source: Failed to retrieve mail lists
fi: Sähköpostiluetteloiden noutaminen epäonnistui

source: The SQL to update
fi: Päivitettävä SQL

source: This Year
fi: Tämä vuosi

source: Last Month
fi: Viime kuukausi

source: Next Month
fi: Ensikuussa

source: Next Year
fi: Ensi vuonna

source: Last Quarter
fi: Viimeinen neljännes

source: Next Quarter
fi: Seuraava vuosineljännes

source: Customer P/O
fi: Asiakas P / O

source: Total Due For
fi: Erääntynyt yhteensä

source: None of the payments will be processed because the payment record for
fi: Mitään maksuja ei käsitellä, koska maksun tietue on

source: None of the payments will be processed since an allocation record for
fi: Mitään maksuja ei käsitellä, koska tilin jakamistietue on

source: None of the payments will be processed because the bank account payment record for
fi: Mitään maksuja ei käsitellä, koska pankkitilin maksutietue on

source: payment run on
fi: maksu suoritettu

source: Payment Processing
fi: Maksunkäsittely

source: None of the payments will be processed since the general ledger posting for the payment to
fi: Mitään maksuja ei käsitellä, koska pääkirja kirjataan maksuun

source: None of the payments will be processed since the general ledger posting for the exchange difference on
fi: Mitään maksuja ei käsitellä, koska pääkirja kirjataan valuuttakurssieroon

source: The SQL that failed was:
fi: Epäonnistunut SQL oli:

source: Failed to retrieve favorites
fi: Suosikkien noutaminen epäonnistui

source: Account Error Report
fi: Tilivirheilmoitus

source: Your user role does not have any access defined for webERP. There is an error in the security setup for this user account
fi: Käyttäjäroolisi ei ole määritetty webERP-käyttöoikeutta. Tämän käyttäjätilin suojausasetuksissa on virhe

source: incorrect password
fi: väärä salasana

source: The user/password combination
fi: Käyttäjä / salasana-yhdistelmä

source: is not a valid user of the system
fi: ei ole kelvollinen järjestelmän käyttäjä

source: system maintenance
fi: järjestelmän ylläpito

source: webERP is not available right now
fi: webERP ei ole tällä hetkellä käytettävissä

source: during maintenance of the system
fi: järjestelmän huollon aikana

source: webERP is configured to allow only secure socket connections. Pages must be called with https://
fi: webERP on määritetty sallimaan vain suojatut liitännät. Sivut on kutsuttava osoitteella https: //

source: Security settings have not been defined for your user account. Please advise your system administrator. It could also be that there is a session problem with your PHP web server
fi: Suojausasetuksia ei ole määritetty käyttäjätilillesi. Ilmoita asiasta järjestelmänvalvojalle. Voi myös olla, että PHP-verkkopalvelimessasi on istunto-ongelma

source: Security Permissions Problem
fi: Suojausoikeuksien ongelma

source: Error in form verification
fi: Virhe lomakkeen vahvistuksessa

source: This form was not submitted with a correct ID
fi: Tätä lomaketta ei lähetetty oikein

source: Could not retrieve user details on login because
fi: Käyttäjätietoja ei voitu noutaa sisäänkirjautumisen yhteydessä, koska

source: User access blocked
fi: Käyttäjien käyttö estetty

source: has been blocked access at
fi: on estetty pääsy osoitteessa

source: from IP
fi: IP-osoitteesta

source: due to too many failed attempts.
fi: liian monien epäonnistuneiden yritysten vuoksi.

source: It seems that the system has been already installed. If you want to install again, please remove the config.php file first
fi: Vaikuttaa siltä, että järjestelmä on jo asennettu. Jos haluat asentaa uudelleen, poista ensin config.php-tiedosto

source: The Company names cannot contain illegal characters such as /\?%:|<>\
fi: Yrityksen nimet eivät saa sisältää laittomia merkkejä, kuten / \?%: | <> \

source: The Company Name name should not be empty
fi: Yrityksen nimen nimi ei saa olla tyhjä

source: The database name should not contains illegal characters such as \/\?%:|<>\ etc
fi: Tietokannan nimi ei saa sisältää laittomia merkkejä, kuten \ / \?%: | <> \ Jne

source: The database name should not be empty
fi: Tietokannan nimi ei saa olla tyhjä

source: The timezone must be legal
fi: Aikavyöhykkeen on oltava laillinen

source: You must enter a valid email address for the Administrator.
fi: Sinun on annettava järjestelmänvalvojalle kelvollinen sähköpostiosoite.

source: Please correct the password. The password is either blank, or the password check does not match.
fi: Korjaa salasana. Salasana on joko tyhjä tai salasanan tarkistus ei täsmää.

source: The Host Name is not a valid name.
fi: Isäntänimi ei ole kelvollinen nimi.

source: The Host Name must not be empty.
fi: Isäntänimi ei saa olla tyhjä.

source: The user name cannot be empty and length must not be over 16 characters.
fi: Käyttäjätunnus ei voi olla tyhjä eikä pituus saa olla yli 16 merkkiä pitkä.

source: The user language defintion is not in the correct format
fi: Käyttäjän kielen määritelmä ei ole oikeassa muodossa

source: The company logo file failed to upload due to it's size. The file was over the upload_max_filesize set in your php.ini configuration.
fi: Yrityksen logotiedoston lataaminen epäonnistui sen koon vuoksi. Tiedosto ylitti php.ini-määrityksissä asetetun upload_max_filesize -määrityksen.

source: The logo file failed to upload as it was over 10KB size limit.
fi: Logotiedoston lataaminen epäonnistui, koska se ylitti 10 kt:n kokorajoituksen.

source: The country SQL file name must only contain letters,\-\,\_\
fi: Maa-SQL-tiedoston nimi saa sisältää vain kirjaimia \ - \, \ _ \

source: There is no country SQL file selected. Please select a file.
fi: Maan SQL-tiedostoa ei ole valittu. Valitse tiedosto.

source: WebERP Demo Company
fi: WebERP-esittelyyhtiö

source: Cannot open the configuration file
fi: Kokoonpanotiedostoa ei voi avata

source: Cannot write to the configuration file
fi: Kokoonpanotiedostoon ei voi kirjoittaa

source: Failed to connect the database, the error is
fi: Tietokannan yhdistäminen epäonnistui, virhe on

source: Failed to create database
fi: Tietokannan luominen epäonnistui

source: Failed to create database weberpdemo and the error is
fi: Weberpdemo-tietokannan luominen epäonnistui ja virhe on

source: The Host Name is illegal
fi: Isäntänimi on laiton

source: The Host Name should not be empty
fi: Isäntänimen ei tule olla tyhjä

source: The database name should be lower case and not contains illegal characters such as \/\?%:|<>\
fi: Tietokannan nimen tulee olla pieni kirjain eikä se saa sisältää laittomia merkkejä, kuten \ / \?%: | <> \

source: Please correct the displayed error first
fi: Korjaa ensin näytetty virhe

source: webERP Installation Wizard
fi: ohjattu webERP-asennusohjelma

source: Please set Cookies allowed in your web brower, otherwise webERP cannot run properly
fi: Määritä evästeet sallituksi web-selaimessasi, muuten webERP ei voi toimia oikein

source: Illegal characters or data has been identified, please see your admistrator for help
fi: Laittomia merkkejä tai tietoja on havaittu. Ota yhteyttä apulaisesi apuun

source: Although webERP should work with PHP version 5.1 onwards, a PHP version greater than 5.2 is strongly recommended
fi: Vaikka webERP:n pitäisi toimia PHP-version 5.1 ja sitä uudempien versioiden kanssa, suositellaan voimakkaammin kuin 5.2-versiota

source: The directory
fi: Hakemisto

source: must be writable by web server
fi: web-palvelimen on oltava kirjoitettavissa

source: The mbstring extension is not availble in your PHP
fi: Mbstring-laajennus ei ole käytettävissä PHP: ssäsi

source: The libxml extension is not available in your PHP
fi: Libxml-laajennus ei ole käytettävissä PHP: ssäsi

source: There is no MySQL or MySQL extension available
fi: MySQL- tai MySQL-laajennusta ei ole käytettävissä

source: The PHP MySQLI extension is recommend as MySQL extension has been deprecated since PHP 5.5
fi: PHP MySQLI -laajennusta suositellaan, koska MySQL-laajennus on ollut vanhentunut PHP 5.5:n jälkeen

source: The MySQL extension has been deprecated since 5.5. You should install the MySQLI extension or downgrade you PHP version to one prior to 5.5
fi: MySQL-laajennus on ollut vanhentunut 5.5 lähtien. Sinun tulisi asentaa MySQLI-laajennus tai päivittää PHP-versiosi versioon, joka on ennen versiota 5.5

source: The GD extension should be installed in your PHP configuration
fi: GD-laajennus tulisi asentaa PHP-kokoonpanoon

source: Welcome to the webERP Installation Wizard
fi: Tervetuloa webERP-ohjattuun asennusohjelmaan

source: During installation you may see different status messages.
fi: Asennuksen aikana saatat nähdä erilaisia tilaviestejä.

source: When there is an error message you must correct the error to continue.
fi: Kun virheilmoitus tulee, sinun on korjattava virhe jatkaaksesi.

source: If you see a warning message you should take notice before you proceed.
fi: Jos näet varoitusviestin, ota se huomioon ennen kuin jatkat.

source: If you are unsure of an option value, you may keep the default setting.
fi: Jos et ole varma vaihtoehdon arvosta, voit pitää oletusasetuksen.

source: Select your language
fi: Valitse kieli

source: The installer will try and guess your language from your browser, but may get it wrong. Please select you preferred language below.
fi: Asentaja yrittää arvata kielesi selaimeltasi, mutta voi saada sen väärin. Valitse haluamasi kieli alla.

source: Next Step
fi: Seuraava askel

source: webERP is an open source application licenced under GPL V2 and absolutely free to download.<br /> By installing webERP you acknowledge you have read <a href=\http://www.gnu.org/licenses/gpl-2.0.html#SEC1\ target=\_blank\>the licence</a>. <br />Please visit the official webERP website for more information.
fi: webERP on avoimen lähdekoodin sovellus, jolla on lisenssi GPL V2: lla ja jonka lataaminen on täysin ilmaista. <br /> Asentamalla webERP hyväksyt, että olet lukenut <a href = \ http: //www.gnu.org/licenses/gpl-2.0.html # SEC1 \ target = \ _ tyhjä \> lisenssi </a>. <br /> Lisätietoja on virallisella webERP-verkkosivustolla.

source: Database settings
fi: Tietokannan asetukset

source: Please enter your MySQL Database information below.
fi: Anna MySQL-tietokantasi tiedot alla.

source: * Denotes required field
fi: * Tarkoittaa pakollista kenttää

source: Host Name
fi: Isäntänimi

source: Enter database host name
fi: Syötä tietokannan isäntänimi

source: Commonly: localhost or 127.0.0.1
fi: Yleensä: paikallinen isäntä tai 127.0.0.1

source: The database name
fi: Tietokannan nimi

source: The database must have a valid name
fi: Tietokannalla on oltava kelvollinen nimi

source: Database Prefix
fi: Tietokannan etuliite

source: Useful with shared hosting
fi: Hyödyllinen jaetun isännöinnin kanssa

source: Optional: in the form of prefix_
fi: Valinnainen: etuliitteen muodossa_

source: Database User Name
fi: Tietokannan käyttäjänimi

source: A valid database user name
fi: Kelvollinen tietokannan käyttäjänimi

source: Must be a user that has permission to create a database
fi: Sen on oltava käyttäjä, jolla on oikeus luoda tietokanta

source: mySQL user password
fi: mySQL-käyttäjän salasana

source: Enter the user password if one exists
fi: Anna käyttäjän salasana, jos sellainen on

source: Check Again
fi: Tarkista uudelleen

source: Failed to connect to the database. Please correct the following error:
fi: Yhteyden muodostaminen tietokantaan epäonnistui. Korjaa seuraava virhe:

source: Please enter the company name and please pay attention the company will be as same as the database name
fi: Anna yrityksen nimi ja kiinnitä huomiota siihen, että yritys on sama kuin tietokannan nimi

source: Company Settings
fi: Yrityksen asetukset

source: The name of your company should not contain characters such as |\?%:<>\
fi: Yrityksesi nimi ei saa sisältää merkkejä, kuten | \?%: <> \

source: Chart of Accounts
fi: Tilikartta

source: A starter Chart of Accounts (use default.sql if having empty db problems)
fi: Aloittava tilikartta (käytä default.sql-tiedostoa, jos sinulla on tyhjiä db-ongelmia)

source: Time Zone
fi: Aikavyöhyke

source: Company logo file
fi: Yrityksen logotiedosto

source: A jpg file up to 10k, and not greater than 170px x 80px
fi: JPG-tiedosto, joka on enintään 10 kt ja enintään 170 x 80 kuvapistettä

source: jpg file to 10k, not greater than 170px x 80px
fi: JPG-tiedostoksi 10 kt, enintään 170px x 80px

source: Installation option
fi: Asennusvaihtoehto

source: Install the demo data?
fi: Asennetaanko esittelytiedot?

source: WebERPDemo site and data will be installed
fi: WebERPDemo-sivusto ja tiedot asennetaan

source: Administrator account settings
fi: Järjestelmänvalvojan tilin asetukset

source: The default user name is 'admin' and it cannot be changed.
fi: Oletuskäyttäjänimi on 'admin', eikä sitä voi muuttaa.

source: The default password is 'weberp' which you can change below.
fi: Oletussalasana on 'weberp', jonka voit muuttaa alla.

source: webERP Admin Account
fi: webERP-järjestelmänvalvojan tili

source: Email address
fi: Sähköpostiosoite

source: For example: admin@yourcompany.com
fi: Esimerkiksi: admin@omayritys.com

source: webERP Password
fi: webERP-salasana

source: Re-enter Password
fi: Kirjoita salasana uudelleen

source: Install
fi: Asentaa

source: Failed to open the new sql file
fi: Uuden sql-tiedoston avaaminen epäonnistui

source: Failed to update the email address and password of the administrator and the error is
fi: Järjestelmänvalvojan sähköpostiosoitteen ja salasanan päivittäminen epäonnistui ja virhe on

source: Failed to update the company name and the erroris
fi: Yrityksen nimen ja virheilmoituksen päivittäminen epäonnistui

source: The name you entered is a default report. Please enter a new My Report name.
fi: Antamasi nimi on oletusraportti. Anna uusi Oma raportti -nimi.

source: This report name already exists! Press Replace to overwrite or enter a new name and press continue.
fi: Tämä raportin nimi on jo olemassa! Korvaa tai kirjoita uusi nimi painamalla Korvaa ja paina jatka.

source: There is an error in your database selection. Check your database names and link equations.
fi: Tietokantavalinnassa on virhe. Tarkista tietokannan nimet ja linkkiyhtälöt.

source: There is an error in your database field or description. Please check and try again.
fi: Tietokantakentässä tai kuvauksessa on virhe. Tarkista ja yritä uudelleen.

source: There is an error in one of your data fields. Please check and try again.
fi: Yhdessä tietokentistäsi on virhe. Tarkista ja yritä uudelleen.

source: A data field has been left empty located at sequence number:
fi: Tietokenttä on jätetty tyhjäksi järjestysnumerossa:

source: If you replace this report/form, the original report/form will be deleted!
fi: Jos vaihdat tämän raportin / lomakkeen, alkuperäinen raportti / lomake poistetaan!

source: There was not any data in this report based on the criteria provided!
fi: Tässä raportissa ei ollut tietoja annettujen kriteerien perusteella!

source: You do not have any rows to show!
fi: Sinulla ei ole näytettäviä rivejä!

source: was saved and copied to report:
fi: tallennettiin ja kopioitiin raporttiin:

source: The report name has been updated!
fi: Raportin nimi on päivitetty!

source: No form name was selected to perform this operation.
fi: Tämän toiminnon suorittamiseen ei valittu lomakkeen nimeä.

source: No report or form was selected to perform this operation.
fi: Tämän toiminnon suorittamiseksi ei ole valittu raporttia tai lomaketta.

source: Either Report or Form type needs to be selected!
fi: Joko Raportti- tai Lomaketyyppi on valittava!

source: The name you entered is already in use. Please enter a new report name!
fi: Antamasi nimi on jo käytössä. Anna uusi raportin nimi!

source: Press OK to delete this report.
fi: Poista tämä raportti painamalla OK.

source: Press OK to overwrite this report.
fi: Korvaa raportti painamalla OK.

source: There are no fields to show!
fi: Ei näytettäviä kenttiä!

source: Enter a name for this form.
fi: Anna tälle lomakkeelle nimi.

source: Enter a name for this report.
fi: Anna tälle raportille nimi.

source: (Leave blank to use default report name from import file)
fi: (Jätä tyhjäksi, jos haluat käyttää oletusraportinimeä tuontitiedostosta)

source: (maximum 30 characters)
fi: (enintään 30 merkkiä)

source: Enter the group this form is a part of:
fi: Anna ryhmä, johon tämä lomake kuuluu:

source: Enter the group this report is a part of:
fi: Anna ryhmä, johon tämä raportti kuuluu:

source: Select a default report to import.
fi: Valitse tuotava oletusraportti.

source: Or browse for a report to upload.
fi: Tai selaa lähetettävää raporttia.

source: The filesize exceeds the upload_max_filesize directive in your php.ini settings.
fi: Tiedostokoko ylittää php.ini-asetusten upload_max_filesize -direktiivin.

source: The filesize exceeds the MAX_FILE_SIZE directive in the webERP form.
fi: Tiedostokoko ylittää MAXER_FILE_SIZE -direktiivin webERP-muodossa.

source: The file was not completely uploaded. Please retry.
fi: Tiedostoa ei ladattu kokonaan. Yritä uudelleen.

source: No file was selected to upload.
fi: Lähetettävää tiedostoa ei valittu.

source: Unknown php upload error, php returned error #
fi: Tuntematon php-latausvirhe, php palautti virheen #

source: This file is not reported by the server as a text file.
fi: Palvelin ei ilmoita tätä tiedostoa tekstitiedostona.

source: The uploaded file does not contain any data!
fi: Lähetetty tiedosto ei sisällä tietoja!

source: webERP could not find a valid report to import in the uploaded file!
fi: webERP ei löytänyt kelvollista tuotavaa raporttia lähetetystä tiedostosta!

source: was successfully imported!
fi: tuonti onnistui!

source: There was an unexpected error uploading the file!
fi: Tiedoston lataamisessa tapahtui odottamaton virhe!

source: Abscissa
fi: Abskissa

source: Align
fi: Kohdistaa

source: Bottom
fi: Pohja

source: Center
fi: Keskusta

source: Color
fi: Väri

source: Custom Color (Range 0-255)
fi: Mukautettu väri (alue 0–255)

source: Custom
fi: Mukautettu

source: Fields
fi: Kentät

source: Fifth
fi: Viides

source: Filter
fi: Suodattaa

source: Form
fi: Lomake

source: Forms
fi: Lomakkeet

source: Font
fi: Fontti

source: Fourth
fi: Neljäs

source: Inactive
fi: Epäaktiivinen

source: Move
fi: Liikkua

source: Ordinate
fi: Määritä

source: Primary
fi: Ensisijainen

source: Reports
fi: Raportit

source: Second
fi: Toinen

source: Separator
fi: Erotin

source: Select a table...
fi: Valitse taulukko ...

source: Select a field...
fi: Valitse kenttä ...

source: Sixth
fi: Kuudes

source: Standard Color
fi: Vakioväri

source: Third
fi: Kolmas

source: Top
fi: Yläosa

source: Truncate
fi: Katkaista

source: Truncate Long Descriptions
fi: Katkaise pitkät kuvaukset

source: Unprinted
fi: Tulostamaton

source: Report/Form:
fi: Raportti/lomake:

source: Report and Form Builder -
fi: Raportin ja lomakkeen rakennustyökalu -

source: Menu
fi: Valikko

source: Step 2
fi: Vaihe 2

source: Step 3
fi: Vaihe 3

source: Step 4
fi: Vaihe 4

source: Step 5
fi: Vaihe 5

source: Step 6
fi: Vaihe 6

source: Reports Menu
fi: Raportit-valikko

source: Criteria Setup
fi: Ehtojen määritys

source: Save Report
fi: Tallenna raportti

source: Report Page Setup
fi: Raportoi sivun asetukset

source: Add New
fi: Lisää uusi

source: Go Back
fi: Mene takaisin

source: Change
fi: Muuttaa

source: Continue
fi: Jatkaa

source: Copy To My Reports
fi: Kopioi Omat raportit

source: Database Setup
fi: Tietokannan asetukset

source: Delete Report
fi: Poista raportti

source: Export CSV
fi: Vie CSV

source: Export PDF
fi: Vie PDF

source: Finish
fi: Viedä loppuun

source: Field Setup
fi: Kentän asetukset

source: Import
fi: Tuonti

source: Page Setup
fi: Sivuasetukset

source: Properties
fi: Ominaisuudet

source: Replace
fi: Korvata

source: Rename
fi: Nimeä uudelleen

source: Accrual Basis
fi: Suoriteperuste

source: Report Filters:
fi: Raporttisuodattimet:

source: Grouped by:
fi: Ryhmitelty:
