Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The SQL statement used to get the category information and that failed was
fi: Luokkatietojen saamiseen käytetty SQL-käsky, joka epäonnistui, oli

source: The delivery and sales type for the customer could not be retrieved for this special order
fi: Asiakkaan toimitus- ja myyntityyppiä ei voitu hakea tälle erikoistilaukselle

source: The SQL statement used to get the delivery details and that failed was
fi: Toimitustietojen saamiseen käytetty SQL-käsky oli epäonnistunut

source: The sales order cannot be added because
fi: Myyntitilausta ei voi lisätä, koska

source: There was a problem inserting a line into the sales order because
fi: Rivin lisäämisessä myyntitilaukseen oli ongelma, koska

source: Sales Order Number
fi: Myyntitilausnumero

source: Orders created on a cash sales account may need the delivery details for the order to be modified
fi: Käteismyyntitilillä luodut tilaukset saattavat tarvita toimitustiedot tilauksen muokkaamiseksi

source: A freight charge may also be applicable
fi: Myös rahtimaksu voidaan periä

source: Enter A New Special Order
fi: Anna uusi erikoistilaus

source: Receive Purchase Into and Sell From
fi: Vastaanota ostoa ja myyntiä

source: Special Ref
fi: Erikoisviite

source: Special Order Summary
fi: Erikoistilauksen yhteenveto

source: Total Price
fi: Kokonaishinta

source: Ordered item Description
fi: Tilattu tuote Kuvaus

source: Required Delivery Date
fi: Vaadittu toimituspäivä

source: Add Item to Order
fi: Lisää tuote tilaukseen

source: Start Again
fi: Aloittaa uudelleen

source: Process This Order
fi: Käsittele tämä tilaus

source: Adjusting Controlled Items
fi: Ohjattujen kohteiden säätäminen

source: Enter A Stock Adjustment
fi: Syötä varastosäätö

source: This page can only be opened if a stock adjustment for a controlled item has been entered
fi: Tämä sivu voidaan avata vain, jos hallitun tuotteen varastosäätö on syötetty

source: The adjusted item must be defined as controlled to require input of the batch numbers or serial numbers being adjusted
fi: Säädetty kohta on määriteltävä kontrolloiduksi, jotta eränumeroiden tai sarjanumeroiden syöttämistä voidaan säätää

source: Back to Adjustment Screen
fi: Takaisin säätönäyttöön

source: Adjustment of controlled item
fi: Ohjatun kohteen säätö

source: Adding Items
fi: Kohteiden lisääminen

source: Removing Items
fi: Kohteiden poistaminen

source: The Adjustment Type needs to be set
fi: Säätötyyppi on määritettävä

source: Please try again
fi: Yritä uudelleen

source: Inventory Adjustment
fi: Varaston säätö

source: Select Item to Adjust
fi: Valitse Säädettävä kohde

source: The stock information cannot be retrieved because
fi: Osaketietoja ei voi noutaa, koska

source: The SQL to get the stock description was
fi: SQL saada osakekuvauksen oli

source: Stock Description
fi: Varaston kuvaus

source: Adjust
fi: Säätää

source: The entered item code does not exist
fi: Annettua tuotekoodia ei ole olemassa

source: The decimal places input is more than the decimals of this item defined,the defined decimal places is
fi: Desimaalipaikkojen syöttö on enemmän kuin tämän kohteen desimaalit, määritetyt desimaalit ovat

source: and the input decimal places is
fi: ja syötetyt desimaalit ovat

source: There would be no adjustment to make
fi: Säätöä ei olisi tehtävä

source: The item entered is a controlled item that requires the detail of the serial numbers or batch references to be adjusted to be entered
fi: Syötetty nimike on valvottu kohde, joka edellyttää sarjanumeroiden tai eräviitteiden muuttamista

source: The system parameters are set to prohibit negative stocks. Processing this stock adjustment would result in negative stock at this location. This adjustment will not be processed.
fi: Järjestelmän parametrit on asetettu kieltämään negatiiviset varastot. Tämän varastomuutoksen käsittely johtaisi negatiiviseen varastoon tässä paikassa. Tätä säätöä ei käsitellä.

source: Unable to determine if the serial item exists
fi: Sarjatuotetta ei voida määrittää

source: A stock adjustment for
fi: Varaston oikaisu vuodelle

source: has been created from location
fi: on luotu sijainnista

source: Stock adjustment for
fi: Varaston oikaisu

source: Adjustment Details
fi: Säätötiedot

source: Partial Description
fi: Osittainen kuvaus

source: Partial Stock Code
fi: Osittainen varastokoodi

source: Check Part
fi: Tarkista osa

source: In Units of
fi: Yksiköissä

source: Adjustment to Stock At Location
fi: Oikaisu varastoon sijainnissa

source: Comments On Why
fi: Kommentit miksi

source: Adjustment Quantity
fi: Säätömäärä

source: Enter Stock Adjustment
fi: Anna varastosäätö

source: Show Movements
fi: Näytä liikkeet

source: Inventory Categories Maintenance
fi: Varastoluokat Huolto

source: Dummy Item - (No Movements)
fi: Nuketuote - (ei liikkeitä)

source: Finished Goods
fi: Valmiit tuotteet

source: Labour
fi: Työ

source: Raw Materials
fi: Raakamateriaalit

source: Could not delete the property
fi: Ominaisuuden poistaminen epäonnistui

source: Deleted the property
fi: Poistettu ominaisuus

source: The Inventory Category code must be six characters or less long
fi: Varastoluokan koodin on oltava enintään kuusi merkkiä pitkä

source: The Inventory category code must be at least 1 character but less than six characters long
fi: Inventory-luokan koodin on oltava vähintään 1 merkki, mutta alle kuusi merkkiä pitkä

source: The Sales category description must be twenty characters or less long and cannot be zero
fi: Myyntiluokan kuvauksen on oltava enintään 20 merkkiä pitkä, eikä se voi olla nolla

source: The stock type selected must be one of
fi: Valitun varastotyypin on oltava yksi

source: Dummy item
fi: Nuketuote

source: Labour stock item
fi: Työvoimavarasto

source: Finished product
fi: Valmis tuote

source: or
fi: tai

source: The minimum value is expected to be a numeric value
fi: Pienimmän arvon odotetaan olevan numeerinen arvo

source: The maximum value is expected to be a numeric value
fi: Suurimman arvon odotetaan olevan numeerinen arvo

source: Could not update the stock category
fi: Osakeluokkaa ei voitu päivittää

source: Could not insert a new category property for
fi: Uuden luokan ominaisuutta ei voitu lisätä verkkotunnukselle

source: Updated the stock category property for
fi: Päivitetty verkkotunnuksen varastoluokan ominaisuus

source: Updated the stock category record for
fi: Päivitetty osakekategoriatietue

source: Could not insert the new stock category
fi: Uutta varastoluokkaa ei voitu lisätä

source: A new stock category record has been added for
fi: Uusi osakeluokan ennätys on lisätty

source: Cannot delete this stock category because stock items have been created using this stock category
fi: Tätä varastoluokkaa ei voi poistaa, koska varastotuotteita on luotu tätä varastoluokkaa käyttämällä

source: items referring to this stock category code
fi: tuotteet, jotka viittaavat tähän varastoluokan koodiin

source: Cannot delete this stock category because it is used by the sales
fi: Tätä varastoluokkaa ei voi poistaa, koska myynti käyttää sitä

source: GL posting interface
fi: PK-kirjausliittymä

source: Delete any records in the Sales GL Interface set up using this stock category first
fi: Poista kaikki tietueet Myyntien PK-rajapinnasta, joka on määritetty käyttämällä tätä varastoluokkaa ensin

source: Cannot delete this stock category because it is used by the cost of sales
fi: Tätä varastoluokkaa ei voi poistaa, koska myyntihinnat käyttävät sitä

source: Delete any records in the Cost of Sales GL Interface set up using this stock category first
fi: Poista kaikki tietueet Myyntihinta PK-rajapinnasta, joka on määritetty käyttämällä tätä varastoluokkaa ensin

source: The stock category
fi: Osakeluokka

source: Stock Type
fi: Varaston tyyppi

source: Default Tax Category
fi: Oletusveroluokka

source: Stock GL
fi: Varasto PK

source: Adjts GL
fi: Korj PK

source: Issues GL
fi: Ongelmat PK

source: Price Var GL
fi: Hintamuutos PK

source: Usage Var GL
fi: Käyttö muutos PK

source: WIP GL
fi: WIP PK

source: Are you sure you wish to delete this stock category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
fi: Haluatko varmasti poistaa tämän osakeluokan? Lisätarkistukset suoritetaan ennen varsinaista poistamista sen varmistamiseksi, että tietojen eheys ei vaarannu.

source: Show All Stock Categories
fi: Näytä kaikki varastokategoriat

source: Enter up to six alphanumeric characters or underscore as a code for this stock category
fi: Syötä enintään kuusi aakkosnumeerista merkkiä tai alaviiva tämän varastoluokan koodina

source: A description of the inventory category is required
fi: Varastoluokan kuvaus vaaditaan

source: Recovery GL Code
fi: Palautuksen PK-koodi

source: Stock GL Code
fi: Varaston PK-koodi

source: WIP GL Code
fi: WIP PK-koodi

source: Stock Adjustments GL Code
fi: Varastosäätöjen PK-koodi

source: Internal Stock Issues GL Code
fi: Sisäinen varastotapahtumien PK-koodin

source: Price Variance GL Code
fi: Hintavarianssin PK-koodi

source: Labour Efficiency Variance GL Code
fi: Työvoiman tehokkuusero PK-koodi

source: Usage Variance GL Code
fi: Käyttöeron PK-koodi

source: Property Label
fi: Kiinteistötarra

source: Control Type
fi: Ohjauksen tyyppi

source: Default Value
fi: Oletusarvo

source: Minimum Value
fi: Vähimmäisarvo

source: Maximum Value
fi: Suurin arvo

source: Require in SO
fi: Vaaditaan SO: ssa

source: Are you sure you wish to delete this property? All properties of this type set up for stock items will also be deleted.
fi: Haluatko varmasti poistaa tämän ominaisuuden? Kaikki tämäntyyppiset varastotuotteille määritetyt ominaisuudet poistetaan myös.

source: Sales By Category By Item Inquiry
fi: Myynti luokittain tuotekysely

source: Select the parameters for the inquiry
fi: Valitse kyselyn parametrit

source: Qty Sold
fi: Määrä myyty

source: Sales Revenue
fi: Myyntivoitto

source: Gross Margin
fi: Myyntikate

source: Avg Unit
fi: Keskim. Yksikkö

source: Sale Price
fi: Myyntihinta

source: Margin %
fi: Marginaali%

source: Category Total
fi: Luokka yhteensä

source: Stock Count Sheets
fi: Osakemäärä Arkit

source: Stock Count Sheets - Problem Report
fi: Osakelaskentataulukot - ongelmaraportti

source: The inventory quantities could not be added to the freeze file because
fi: Varastomääriä ei voitu lisätä jäädytystiedostoon, koska

source: The old quantities could not be deleted from the freeze file because
fi: Vanhoja määriä ei voitu poistaa jäädytystiedostosta, koska

source: Stock Freeze - Problem Report
fi: Varastojen jäädytys - ongelmaraportti

source: Stock Check Freeze Update
fi: Kanta Tarkista jäädytyspäivitys

source: Print Check Sheets
fi: Tulosta tarkistusarkit

source: Added to the stock check file successfully
fi: Lisäys varastotarkistustiedostoon onnistui

source: Stock Sheets
fi: Varastossa

source: Before stock count sheets can be printed, a copy of the stock quantities needs to be taken - the stock check freeze. Make a stock check data file first
fi: Ennen varastojen laskentataulukoiden tulostamista on otettava kopio varastomääristä - varastotarkistus jäätyy. Tee ensin varastotarkistustiedosto

source: Stock Check Sheets - Problem Report
fi: Stock Check Sheets - Ongelmaraportti

source: print
fi: tulosta

source: Action for Stock Check Freeze
fi: Toiminta varastossa Tarkista jäädytys

source: Make new stock check data file
fi: Tee uusi varastotarkistustiedosto

source: Add/update existing stock check file
fi: Lisää / päivitä olemassa oleva varastotarkistustiedosto

source: Print Stock Check Sheets Only
fi: Tulosta vain varastossa olevat arkit

source: Show system quantity on sheets
fi: Näytä järjestelmän määrä arkeilla

source: Only print items with non zero quantities
fi: Tulosta vain tuotteita, joiden määrät eivät ole nollia

source: Print and Process
fi: Tulosta ja käsittele

source: Clone Item
fi: Kloonituote

source: To use this script it must be called with the Stock ID of the item to be cloned passed in as $OldStockID. Please use the Clone This Item option in the Items Menu.
fi: Tämän skriptin käyttäminen edellyttää, että kloonattavan kohteen varastotunnus syötetään nimellä $ OldStockID. Käytä Kohteet-valikon Kloonaa tämä -vaihtoehtoa.

source: The stock code entered is already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
fi: Syötetty varastokoodi on jo tietokannassa - järjestelmä kieltää päällekkäiset varastokoodit. Yritä valita vaihtoehtoinen varastokoodi

source: Cloning will create a new item with the same properties, image, cost, purchasing and pricing data as the selected item. Item image and general item details can be changed below prior to cloning.
fi: Kloonaus luo uuden kohteen, jolla on samat ominaisuudet, kuva, kustannukset, osto- ja hintatiedot kuin valitulla tuotteella. Tuotekuva ja yleiset tuotetiedot voidaan muuttaa alla ennen kloonausta.

source: The image file size is over the maximum allowed. The maximum size allowed in KB is
fi: Kuvatiedoston koko on suurempi kuin suurin sallittu. Suurin sallittu koko megatavuina on

source: No tmp directory set. You must have a tmp directory set in your PHP for upload of files.
fi: TMP-hakemistoa ei ole asetettu. PHP:ssäsi on oltava määritetty tmp-hakemisto tiedostojen lataamista varten.

source: Attempting to overwrite an existing item image
fi: Yritetään korvata olemassa oleva kohteen kuva

source: There was an image file to clone but there was an error copying. Please upload a new image if required.
fi: Kloonattavaa kuvatiedostoa oli, mutta kopioinnissa tapahtui virhe. Lataa tarvittaessa uusi kuva.

source: Unable to delete the temporary image file for cloned item.
fi: Kloonatun kohteen väliaikaista kuvatiedostoa ei voida poistaa.

source: The stock item description must be entered and be fifty characters or less long
fi: Varastotuotteen kuvaus on annettava ja siinä saa olla enintään 50 merkkiä

source: It cannot be a zero length string either
fi: Se ei myöskään voi olla nollapituinen merkkijono

source: a description is required
fi: kuvaus vaaditaan

source: The stock item description cannot be a zero length string
fi: Varastonimikkeen kuvaus ei voi olla nollapituinen merkkijono

source: a long description is required
fi: tarvitaan pitkä kuvaus

source: The Stock Item code must be unique. Please re-enter a unique Stock Item code.
fi: Varastokoodin on oltava yksilöllinen. Anna yksilöllinen varastotunnus uudelleen.

source: The Stock Item code cannot be empty. Please enter a unique Stock Item code.
fi: Varastokoodin koodi ei voi olla tyhjä. Anna yksilöllinen varastotuotekoodi.

source: The stock item code cannot contain any of the following characters
fi: Varastokoodissa ei saa olla mitään seuraavista merkeistä

source: The unit of measure must be 20 characters or less long
fi: Mittayksikön on oltava enintään 20 merkkiä pitkä

source: The volume of the packaged item in cubic metres must be numeric
fi: Pakatun tuotteen tilavuuden kuutiometreinä on oltava numeerinen

source: The volume of the packaged item must be a positive number
fi: Pakatun tuotteen määrän on oltava positiivinen luku

source: The weight of the packaged item in Gross Weight must be numeric
fi: Pakatun tuotteen painon bruttopainossa on oltava numeerinen

source: The weight of the packaged item must be a positive number
fi: Pakatun tuotteen painon on oltava positiivinen luku

source: The net weight of the item in Net Weight must be numeric
fi: Kohteen nettopainon nettopainon on oltava numeerinen

source: The net weight of the item must be a positive number
fi: Tuotteen nettopainon on oltava positiivinen luku

source: The economic order quantity must be numeric
fi: Taloudellisen tilauksen määrän on oltava numeerinen

source: The economic order quantity must be a positive number
fi: Taloudellisen tilauksen määrän on oltava positiivinen luku

source: The item can only be serialised if there is lot control enabled already
fi: Kohde voidaan sarjoittaa vain, jos erien hallinta on jo otettu käyttöön

source: Batch control
fi: Eräohjaus

source: with any number of items in a lot/bundle/roll is enabled when controlled is enabled
fi: minkä tahansa määrän kohteita erässä / nippu / rulla on käytössä, kun hallittu on käytössä

source: Serialised control requires that only one item is in the batch
fi: Sarjatuotanto edellyttää, että vain yksi kohde on erässä

source: For serialised control
fi: Sarjattuun ohjaukseen

source: both controlled and serialised must be enabled
fi: sekä ohjattavien että sarjoitettujen on oltava käytössä

source: The item can only have automatically generated serial numbers if it is a serialised item
fi: Kohde voi olla vain automaattinen

source: The item can only have automatically generated serial numbers if it is a manufactured item
fi: Tuotteella voi olla automaattisesti luodut sarjanumerot vain, jos se on valmistettu tuote

source: Assembly/Kitset/Phantom/Service/Labour items cannot also be controlled items
fi: Kokoonpano / Kitset / Phantom / Palvelu / Työvälineitä ei voida myöskään hallita

source: Assemblies/Dummies/Phantom and Kitsets are not physical items and batch/serial control is therefore not appropriate
fi: Kokoonpanot / Dummies / Phantom ja Ketsets eivät ole fyysisiä esineitä, joten erä- / sarjaohjaus ei ole asianmukaista

source: There are no inventory categories defined. All inventory items must belong to a valid inventory category,
fi: Varastoluokkia ei ole määritelty. Kaikkien varastotuotteiden on kuuluttava kelvolliseen varastoluokkaan,

source: Pansize quantity must be numeric
fi: Pansize-määrän on oltava numeerinen

source: Shrinkage factor quantity must be numeric
fi: Kutistekertoimen määrän on oltava numeerinen

source: The item could not be added because
fi: Kohdetta ei voitu lisätä, koska

source: The SQL that was used to add the item failed was
fi: Kohteen lisäämisessä käytetty SQL epäonnistui

source: Could not update the language description because
fi: Kielen kuvausta ei voitu päivittää, koska

source: The SQL that was used to update the language description and failed was
fi: Kielen kuvauksen päivittämiseen käytetty ja epäonnistunut SQL oli

source: The cloned supplier purchasing details could not be added to the database because
fi: Kloonatun toimittajan ostotietoja ei voitu lisätä tietokantaan, koska

source: The cloned pricing could not be added
fi: Kloonattua hinnoittelua ei voitu lisätä

source: The cost details for the cloned stock item could not be updated because
fi: Kloonatun varastotuotteen kustannustietoja ei voitu päivittää, koska

source: New cloned Item
fi: Uusi kloonattu kohde

source: We also attempted to setup item purchase data and pricing.
fi: Yritimme myös määrittää tuotteiden ostotiedot ja hinnoittelun.

source: There is no pricing data to clone. Use the following link to add pricing.
fi: Kloonattavia hintatietoja ei ole. Käytä seuraavaa linkkiä hinnoittelun lisäämiseen.

source: Review Item Prices
fi: Tarkista kohteen hinnat

source: There is no purchasing data to clone .Use the following link to add purchasing data.
fi: Kloonaamiseen ei ole ostotietoja. Lisää ostotiedot seuraavalla linkillä.

source: Review Item Purchase Data.
fi: Tarkista tuotteen ostotiedot.

source: Costing was updated for this cloned item.
fi: Tämän kloonatun kohteen kustannuslaskenta päivitettiin.

source: Review Item Cost
fi: Tarkista kohteen hinta

source: Cloned Item Code
fi: Kloonattu tuotekoodi

source: Enter a unique item code for the new item.
fi: Anna uudelle tuotteelle yksilöllinen tuotekoodi.

source: Image File (.jpg)
fi: Kuvatiedosto (.jpg)

source: Add or Modify Stock Categories
fi: Lisää tai muokkaa osakeluokkia

source: Economic Order Quantity
fi: Taloudellisen tilauksen määrä

source: Packaged Volume (metres cubed)
fi: Pakattu tilavuus (m³)

source: Packaged Gross Weight (KGs)
fi: Pakattu kokonaispaino (kg)

source: Net Weight (KGs)
fi: Nettopaino (kg)

source: Units of Measure
fi: Mittayksiköt

source: Assembly, Kit, Manufactured or Service/Labour
fi: Kokoonpano, sarja, valmistettu tai huolto / työ

source: Kit
fi: Pakki

source: Service/Labour
fi: Palvelu / työ

source: Current or Obsolete
fi: Nykyinen tai vanhentunut

source: Batch, Serial or Lot Control
fi: Erä-, sarja- tai eräohjaus

source: No Control
fi: Ei hallintaa

source: Controlled
fi: Ohjattu

source: Serialised
fi: Sarjattu

source: this has no effect if the item is not Controlled
fi: tällä ei ole vaikutusta, jos tuotetta ei hallita

source: Next Serial No (>0 for auto numbering)
fi: Seuraava sarjanumero (> 0 automaattista numerointia varten)

source: Perishable
fi: Pilaantuva

source: Decimal Places for display Quantity
fi: Desimaalipaikat näytettävälle määrälle

source: Pan Size
fi: Pannun koko

source: Shrinkage Factor
fi: Kutistekerroin

source: Item Category Properties
fi: Tuoteryhmän ominaisuudet

source: A number between
fi: Numero välillä

source: is expected
fi: on odotettua

source: Categories
fi: Luokat

source: Stock Cost Update
fi: Osakekustannusten päivitys

source: Non-existent Item
fi: Olematon kohde

source: The cost details for the stock item could not be updated because
fi: Varastotuotteen kustannustietoja ei voitu päivittää, koska

source: The cost details for the stock item could not be retrieved because
fi: Varastotuotteen kustannustietoja ei voitu noutaa, koska

source: Show Cost Details
fi: Näytä kustannustiedot

source: Total Quantity On Hand
fi: Kokonaismäärä käsillä

source: Last Cost update on
fi: Viimeisin kustannuspäivitys

source: is a service item
fi: on palvelutuote

source: is an assembly part
fi: on kokoonpano-osa

source: is a kit set part
fi: on sarjapaketti

source: Cost information cannot be modified for kits assemblies or service items
fi: Kustannustietoja ei voi muuttaa sarjakokonaisuuksille tai huoltotuotteille

source: Please select a different part
fi: Valitse toinen osa

source: Last Cost
fi: Viimeinen hinta

source: Standard Material Cost Per Unit
fi: Normaalit yksikkökustannukset

source: Standard Labour Cost Per Unit
fi: Normaalit työvoimakustannukset yksikköä kohti

source: Standard Overhead Cost Per Unit
fi: Vakiokustannukset yksikköä kohti

source: Stock Check Sheets Entry
fi: Varaston tarkistusarkkien merkintä

source: Resuming Entering Counts
fi: Laskujen syöttämistä jatketaan

source: Viewing Entered Counts
fi: Syötettyjen lukujen tarkasteleminen

source: Entering Counts
fi: Laskemisen syöttäminen

source: View Entered Counts
fi: Näytä syötetyt laskut

source: The stock code entered on line
fi: Linjalle syötetty varastokoodi

source: is not a part code that has been added to the stock check file
fi: ei ole osakoodi, joka on lisätty varastotarkistustiedostoon

source: the code entered was
fi: syötetty koodi oli

source: This line will have to be re-entered
fi: Tämä rivi on syötettävä uudelleen

source: The stock count line number
fi: Varastolaskurivin numero

source: could not be entered because
fi: ei voitu kirjoittaa, koska

source: Stock Counts Entered
fi: Varastojen määrät syötetty

source: The stock check sheets must be run first to create the stock check. Only once these are created can the stock counts be entered. Currently there is no stock check to enter counts for
fi: Varastotarkistuslomakkeet on ensin ajettava varastotarkistuksen luomiseksi. Vasta kun nämä on luotu, varastomäärät voidaan syöttää. Tällä hetkellä ei ole varastotarkistusta, johon syötettäisiin laskelmat

source: Create New Stock Check
fi: Luo uusi osaketarkistus

source: Stock Check Counts at Location
fi: Varaston tarkistuslaskut sijainnissa

source: Enter By Category
fi: Anna luokan mukaan

source: Entering Counts For Stock Category
fi: Osakeluokan lukujen syöttäminen

source: Enter Above Counts
fi: Syötä lukujen yläpuolelle

source: Failed to delete StockCount ID #
fi: StockCount ID:n poistaminen epäonnistui
