Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The sales analsysis data has been recreated based on current stock master and customer master information
fi: Myyntianalyysitiedot on luotu uudelleen nykyisten osakepäätietojen ja asiakaspäätietojen perusteella

source: Remove Purchase Order Back Orders
fi: Poista ostotilauksen takaisin tilaukset

source: This will alter all purchase orders where the quantity required is more than the quantity delivered - where some has been delivered already. The quantity ordered will be reduced to the same as the quantity already delivered - removing all back orders
fi: Tämä muuttaa kaikkia ostotilauksia, joissa vaadittu määrä on suurempi kuin toimitettu määrä - jos osa on jo toimitettu. Tilattu määrä pienennetään jo toimitettuun määrään - poistamalla kaikki takatilaukset

source: Remove Purchase Back Orders
fi: Poista takaisinostotilaukset

source: Updated all purchase orders to remove back orders
fi: Päivitimme kaikki ostotilaukset peruuttamaan tilaukset

source: Recalculation of GL Balances in Chart Details Table
fi: PK-saldojen uudelleenlaskenta kaaviotietotaulukossa

source: Do the Recalculation
fi: Suorita uudelleenlaskenta

source: Are you sure you wish to re-post all general ledger transactions since the selected period this can take some time?
fi: Haluatko varmasti postittaa kaikki pääkirjakirjasiirrot, koska valitulla ajanjaksolla tämä voi viedä jonkin aikaa?

source: All general ledger postings have been reposted from period
fi: Kaikki pääkirjakirjoitukset on lähetetty uudelleen ajanjaksolta

source: Reverse and Delete Supplier Payments
fi: Peruuta ja poista toimittajan maksut

source: The number of payments that will be deleted is
fi: Poistettavien maksujen määrä on

source: Deleting payment number
fi: Maksunumeron poistaminen

source: to supplier code
fi: toimittajan koodiin

source: for an amount of
fi: määrälle

source: The update to the suppliers charges that were settled by the payment failed because
fi: Maksulla suoritettujen toimittajien maksujen päivitys epäonnistui, koska

source: reversed the allocations
fi: kumosi allokaatiot

source: deleted the SuppAllocs records
fi: poisti SuppAllocs-tietueet

source: Deleted the SuppTran record
fi: Poistettiin SuppTran-tietue

source: the GLTrans records (if any)
fi: PKTrans-tietueet (jos sellaisia on)

source: and the BankTrans record
fi: ja BankTrans-tietue

source: Enter the date of the payment run
fi: Syötä maksuajankohta

source: Reverse Supplier Payments on the Date Entered
fi: Käänteiset toimittajan maksut syöttöpäivänä

source: Sales Integrity
fi: Myynnin eheys

source: Sales Integrity Check
fi: Myynnin eheyden tarkistus

source: Check every Invoice has a Sales Order
fi: Tarkista, että jokaisella laskulla on myyntitilaus

source: Check every Invoice has a Tax Entry
fi: Tarkista, että jokaisella laskulla on veroilmoitus

source: Check every Invoice has a GL Entry
fi: Tarkista, että jokaisella laskulla on PK-merkintä

source: Invoice
fi: Lasku

source: No Sales Order
fi: Ei myyntitilausta

source: Has no Tax Entry
fi: Ei veroilmoitusta

source: has no GL Entry
fi: ei ole PK-merkintää

source: Check for orphan GL Entries
fi: Tarkista orpojen PK-merkinnät

source: GL Entry
fi: PK-merkintä

source: could not be found
fi: ei voitu löytää

source: Check Receipt totals
fi: Tarkista Kuittien kokonaissumma

source: in GL but found
fi: PK:lla, mutta löydetty

source: in debtorstrans
fi: velallisstransseissa

source: Check for orphan Receipts
fi: Tarkista orpokuitit

source: not found in GL
fi: ei löydy PK: stä

source: Check for orphan Sales Orders
fi: Tarkista orpojen myyntitilaukset

source: Has no Invoice
fi: Ei laskua

source: Check for orphan Order Items
fi: Tarkista orpojen järjestyskohteet

source: Check Order Item Amounts
fi: Tarkista tilauserän määrät

source: Order Item
fi: Tilaa tuote

source: Has no Sales Order
fi: Ei myyntitilausta

source: Debtors trans
fi: Velalliset

source: differ from salesorderdetails
fi: poikkeavat myyntitilauksen tiedoista

source: Check for orphan Stock Moves
fi: Tarkista orpojen varastojen liikkeet

source: Stock Move
fi: Kanta liikkua

source: Check for orphan Tax Entries
fi: Tarkista orvoveron merkinnät

source: Tax Entry
fi: Veroilmoitus

source: Sales Integrity Check completed.
fi: Myynnin eheystarkistus suoritettu.

source: Recalculation of Brought Forward Balances in Chart Details Table
fi: Taattujen termiinisaldojen uudelleenlaskenta kaaviotietotaulukossa

source: Please re-select the reporting period
fi: Valitse raportointikausi uudelleen

source: Update Item Costs From CSV
fi: Päivitä kohteen kustannukset CSV: stä

source: Update Item Costs from CSV file
fi: Päivitä kohteen kustannukset CSV-tiedostosta

source: The file to import the item cost updates from contains incorrect column headings
fi: Tiedosto, josta tuotekohtaiset kustannuspäivitykset tuodaan, sisältää väärät sarakeotsikot

source: The selected item code does not exist
fi: Valittua tuotekoodia ei ole olemassa

source: Batch Update of costs
fi: Eräpäivitys kustannuksista

source: This function updates the costs of all items from a comma separated variable (csv) file.
fi: Tämä toiminto päivittää pilkulla erotetun muuttujan (csv) tiedoston kaikkien kohteiden kustannukset.

source: followed by rows containing these four fields for each cost to be updated.
fi: seuraa rivit, jotka sisältävät nämä neljä kenttää kutakin päivitettävää hintaa varten.

source: The StockID field must have a corresponding entry in the stockmaster table.
fi: StockID-kentässä on oltava vastaava merkintä stockmaster-taulukossa.

source: Apply Current Customer and Branch Data to Sales Analysis
fi: Käytä nykyisiä asiakkaan ja haaran tietoja myynti-analyysiin

source: Update Sales Analysis Customer Data
fi: Päivitä myynti-analyysin asiakastiedot

source: Could not retrieve the customer records to be updated because
fi: Päivitettäviä asiakastietueita ei voitu noutaa, koska

source: Updated sales analysis for customer code
fi: Päivitetty asiakaskoodin myyntianalyysi

source: and branch code
fi: ja sivukonttorin koodi

source: Updated the sales analysis with all the latest sales areas, salesman and sales types as set up now
fi: Päivitetty myyntianalyysi kaikilla uusimmilla myyntialueilla, myyjällä ja myyntityypeillä, jotka on määritetty nyt

source: Upgrade webERP 3.01 - 3.02
fi: Päivitä webERP 3.01 - 3.02

source: Upgrade script to number salesorderdetails records as required by version 3.02 .... please wait
fi: Päivitä komentosarja myyntitilausnumeroon yksityiskohdat version 3.02 edellyttämällä tavalla ... odota

source: The upgrade script appears to have been run already successfully - there is no need to re-run it
fi: Päivitysskripti näyttää olevan jo suoritettu onnistuneesti - sitä ei tarvitse suorittaa uudelleen

source: The sales orderdetails lines have been numbered appropriately for version 3.02
fi: Myyntitilaustiedot-rivit on numeroitu oikein versiolle 3.02

source: Upgrade webERP 3.04 - 3.05
fi: Päivitä webERP 3.04 - 3.05

source: This script will run perform any modifications to the database required to allow the additional functionality in version 3.05 scripts
fi: Tämä komentosarja suorittaa kaikki tarvittavat muutokset tietokantaan, jotta version 3.05 komentosarjojen lisätoiminnot voidaan sallia

source: Perform Upgrade
fi: Suorita päivitys

source: The script to upgrade the database failed because
fi: Tietokannan päivitysohjelma epäonnistui, koska

source: Upgrade script to put cost information against GRN records from purchorderdetails records .... please wait
fi: Päivitä komentosarja, jotta kustannustiedot voidaan verrata GRNN-tietueisiin Buyorderdetails-tietueista .... odota

source: The GRN records have been updated with cost information from purchorderdetails successfully
fi: GRN-tietueet on päivitetty hankintatietojen kustannustiedoilla onnistuneesti

source: Upgrade webERP 3.06 - 3.07
fi: Päivitä webERP 3.06 - 3.07

source: This script will run perform any modifications to the database since v 3.06 required to allow the additional functionality in version 3.07 scripts
fi: Tämä komentosarja suorittaa kaikki muutokset tietokantaan, koska versio 3.06 vaaditaan, jotta lisätoiminnot sallitaan version 3.07 komentosarjoissa

source: Upgrade webERP 3.071 - 3.08
fi: Päivitä webERP 3.071 - 3.08

source: This script will run perform any modifications to the database since v 3.071 required to allow the additional functionality in version 3.08 scripts
fi: Tämä komentosarja suorittaa kaikki muutokset tietokantaan, koska versio 3.071 vaaditaan, jotta lisätoiminnot sallitaan version 3.08 komentosarjoissa

source: Upgrade webERP 3.08 - 3.09
fi: Päivitä webERP 3.08 - 3.09

source: This script will run perform any modifications to the database since v 3.08 required to allow the additional functionality in version 3.09 scripts
fi: Tämä komentosarja suorittaa kaikki muutokset tietokantaan, koska versio 3.08 vaaditaan, jotta lisätoiminnot sallitaan version 3.09 komentosarjoissa

source: Upgrade webERP 3.09 - 3.10
fi: Päivitä webERP 3.09 - 3.10

source: This script will run perform any modifications to the database since v 3.09 required to allow the additional functionality in version 3.09 scripts
fi: Tämä komentosarja suorittaa kaikki muutokset tietokantaan, koska versio 3.09 vaaditaan, jotta lisätoiminnot sallitaan version 3.09 komentosarjoissa

source: Upgrade webERP 3.10 - 3.11
fi: Päivitä webERP 3.10 - 3.11

source: This script will run perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.11 scripts
fi: Tämä komentosarja suorittaa kaikki muutokset tietokantaan, koska versio 3.10 vaaditaan, jotta lisätoiminnot sallitaan version 3.11 komentosarjoissa

source: If there are any failures then please check with your system administrator
fi: Jos siinä on vikoja, ota yhteyttä järjestelmänvalvojaasi

source: Please read all notes carefully to ensure they are expected
fi: Lue kaikki huomautukset huolellisesti varmistaaksesi, että niitä odotetaan

source: Upgrade webERP to version 3.10.5
fi: Päivitä webERP versioon 3.10.5

source: This script will perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.10 scripts
fi: Tämä komentosarja suorittaa kaikki muutokset tietokantaan, koska versio 3.10 vaaditaan, jotta lisätoiminnot sallitaan version 3.10 komentosarjoissa

source: Inserting default Debtor type
fi: Lisätään oletusvelallisen tyyppi

source: Failed
fi: Epäonnistui

source: Inserting default Factor company
fi: Lisätään oletusyritysyritys

source: Adding quotedate to salesorders table
fi: Lainauksen lisääminen myyntitilausten taulukkoon

source: Adding confirmeddate to salesorders table
fi: Vahvistetun päivämäärän lisääminen myyntitilausten taulukkoon

source: Upgrade webERP 3.11 - 4.00
fi: Päivitä webERP 3.11 - 4.00

source: This script will run perform any modifications to the database since v 3.11 required to allow the additional functionality in version 4.00 scripts
fi: Tämä komentosarja suorittaa kaikki muutokset tietokantaan, koska versio 3.11 vaaditaan, jotta lisätoiminnot sallitaan version 4.00 komentosarjoissa

source: File Upload
fi: Tiedoston lataus

source: Send this file
fi: Lähetä tämä tiedosto

source: File Upload Result
fi: Tiedoston latauksen tulos

source: The file
fi: Tiedosto

source: was uploaded to the server in the /tmp directory and has been renamed temp
fi: ladattiin palvelimelle hakemistoon / tmp ja on nimetty uudelleen lämpötilaksi

source: Invoice for
fi: Lasku

source: No Authorisation
fi: Ei valtuutusta

source: Incorrect Debtor Number Length
fi: Virheellinen velallisen numeron pituus

source: Debtor No Already Exists
fi: Velallista ei ole jo olemassa

source: Incorrect Debtor Name Length
fi: Väärä velallisen nimen pituus

source: Invalid Address Line
fi: Virheellinen osoiterivi

source: Currency Code Not Setup
fi: Valuuttakoodi ei määritetty

source: Sales Type Not Setup
fi: Myyntityyppi ei määritetty

source: Invalid Client Since Date
fi: Virheellinen asiakas päivämäärästä lähtien

source: Hold Reason Not Setup
fi: Pidä syy ei asetusta

source: Payment Terms Not Setup
fi: Maksuehtoja ei määritetä

source: Invalid Discount
fi: Virheellinen alennus

source: Invalid Payment Discount
fi: Virheellinen maksualennus

source: Invalid Last Paid
fi: Viimeinen maksettu virheellinen

source: Invalid Last Paid Date
fi: Viimeinen maksupäivä on virheellinen

source: Invalid Credit Limit
fi: Virheellinen luottoraja

source: Invalid Inv Address Branch
fi: Virheellinen Inv-osoitteen haara

source: Invalid Discount Code
fi: Virheellinen alennuskoodi

source: Invalid EDI Invoices
fi: Virheelliset EDI-laskut

source: Invalid EDI Orders
fi: Virheelliset EDI-tilaukset

source: Invalid EDI Reference
fi: Virheellinen EDI-viite

source: Invalid EDI Transport
fi: Virheellinen EDI-kuljetus

source: Invalid EDI Address
fi: Virheellinen EDI-osoite

source: Invalid EDI Server User
fi: Virheellinen EDI-palvelimen käyttäjä

source: Invalid EDI Server Password
fi: Virheellinen EDI-palvelimen salasana

source: Invalid Tax Reference
fi: Virheellinen veroviite

source: Invalid CustomerPOLine
fi: Virheellinen CustomerPOLine

source: Database Update Failed
fi: Tietokannan päivitys epäonnistui

source: No Debtor Number
fi: Ei velallisen numeroa

source: Debtor Does not Exist
fi: Velallista ei ole

source: Incorrect Branch Number Length
fi: Virheellinen haaranumeron pituus

source: Branch No Already Exists
fi: Haara ei ole jo olemassa

source: Incorrect Branch Name Length
fi: Virheellinen haaran nimen pituus

source: Invalid Est Delivery Days
fi: Virheelliset toimituspäivät

source: Area Code Not Setup
fi: Suuntanumero ei määritetty

source: Salesman Code Not Setup
fi: Myyjäkoodia ei ole määritetty

source: Invalid Fwd Date
fi: Virheellinen Fwd-päivämäärä

source: Invalid Phone Number
fi: Väärä puhelinnumero

source: Invalid Fax Number
fi: Virheellinen faksinumero

source: Invalid Contact Name
fi: Virheellinen yhteyshenkilön nimi

source: Invalid Email Address
fi: Virheellinen sähköpostiosoite

source: Location Code Not Setup
fi: Sijaintikoodia ei ole määritetty

source: Tax Group Id Not Setup
fi: Veroryhmän tunnus ei ole määritetty

source: Shipper Not Setup
fi: Lähettäjää ei ole määritetty

source: Invalid Deliver Blind
fi: Virheellinen toimittaa sokea

source: Invalid Disable Transactions
fi: Virheelliset Poista tapahtumat

source: Invalid Special Instructions
fi: Virheelliset erityisohjeet

source: Invalid Customer Branch Code
fi: Virheellinen asiakashaaran koodi

source: Branch No Does not Exist
fi: Haaranumeroa ei ole

source: Stock Code Does not Exist
fi: Varastokoodia ei ole

source: Stock Category Does not Exist
fi: Osakeluokkaa ei ole

source: Incorrect Stock Description Length
fi: Virheellinen varastokuvauksen pituus

source: Incorrect Units Length
fi: Virheellinen yksiköiden pituus

source: Incorrect MB Flag
fi: Virheellinen MB-lippu

source: Invalid Current Cost Date
fi: Virheellinen nykyinen kustannuspäivä

source: Invalid Actual Cost
fi: Virheelliset todelliset kustannukset

source: Invalid Lowest Level
fi: Virheellinen alin taso

source: Invalid Discontinued
fi: Virheellinen lopetettu

source: Invalid EOQ
fi: Virheellinen EOQ

source: Invalid Volume
fi: Virheellinen äänenvoimakkuus

source: Invalid Kgs
fi: Virheellinen Kgs

source: Incorrect BarCode Length
fi: Virheellinen viivakoodin pituus

source: Incorrect Discount Category
fi: Virheellinen alennusluokka

source: Tax Category Does not Exist
fi: Veroluokkaa ei ole

source: Invalid Serialised
fi: Virheellinen sarjanumero

source: Incorrect Append File
fi: Virheellinen liitetiedosto

source: Invalid Perishable
fi: Virheellinen pilaantuva

source: Invalid Decimal Places
fi: Virheelliset desimaalipaikat

source: Incorrect Long Stock Description Length
fi: Virheellinen pitkä varastossa kuvaus pituus

source: Stock Code Already Exists
fi: Varastokoodi on jo olemassa

source: Transaction Number Already Exists
fi: Tapahtumanumero on jo olemassa

source: Invalid Transaction Date
fi: Virheellinen tapahtuman päivämäärä

source: Invalid Settled
fi: Virheellinen ratkaistu

source: Incorrect Reference
fi: Virheellinen viite

source: Incorrect TPE
fi: Virheellinen TPE

source: Invalid Order Numbers
fi: Virheelliset tilausnumerot

source: Invalid Exchange Rate
fi: Virheellinen valuuttakurssi

source: Invalid OV Amount
fi: Virheellinen OV-määrä

source: Invalid OV Gst
fi: Virheellinen OV Gst

source: Invalid OV Freight
fi: Virheellinen OV-rahti

source: Invalid Diff On Exchange
fi: Virheellinen vaihtokurssi

source: Invalid Allocation
fi: Virheellinen allokointi

source: Incorrect Invoice Text
fi: Väärä laskuteksti

source: Invalid Ship Via
fi: Virheellinen aluksen kautta

source: Invalid Edi Sent
fi: Virheellinen Edi lähetetty

source: Invalid Consignment
fi: Virheellinen lähetys

source: Invalid Last Cost
fi: Viimeinen hinta on virheellinen

source: Invalid Material Cost
fi: Virheelliset materiaalikustannukset

source: Invalid Labour Cost
fi: Virheelliset työvoimakustannukset

source: Invalid Overhead Cost
fi: Virheelliset yleiskustannukset

source: Invalid Customer Reference
fi: Virheellinen asiakasviite

source: Invalid Buyer Name
fi: Virheellinen ostajan nimi

source: Invalid Comments
fi: Virheelliset kommentit

source: Invalid Order Date
fi: Virheellinen tilauspäivä

source: Invalid Delivery Name
fi: Virheellinen toimituksen nimi

source: Invalid Freight Cost
fi: Virheelliset rahtikustannukset

source: Invalid Delivery Date
fi: Virheellinen toimituspäivä

source: Invalid Quotation Flag
fi: Virheellinen tarjouslippu

source: Order header not setup
fi: Tilauksen otsikkoa ei ole määritetty

source: Invalid unit cost
fi: Virheellinen yksikköhinta

source: Invalid Quantity
fi: Virheellinen määrä

source: Invalid Discount Percent
fi: Virheellinen alennusprosentti

source: Invalid Narrative
fi: Virheellinen kertomus

source: Invalid Item Due
fi: Virheellinen eräpäivä

source: Invalid PO line
fi: Virheellinen PO-rivi

source: GL account code already exists
fi: PK-tilikoodi on jo olemassa

source: GL account code name is incorrect length
fi: PK-tilin koodin nimi on väärä

source: GL account group does not exist
fi: PK-tiliryhmää ei ole

source: GL account section already exists
fi: PK-tili-osio on jo olemassa

source: GL account section name is incorrect length
fi: PK-tilin osion nimi on väärä

source: GL account group already exists
fi: PK-tiliryhmä on jo olemassa

source: GL account section does not exist
fi: PK-tilin osiota ei ole olemassa

source: Invalid profit and loss flag
fi: Virheellinen tuloslaskelma

source: Invalid sequenceintb figure
fi: Virheellinen sekvenssin kuva

source: Invalid Latitude figure
fi: Virheellinen leveysaste

source: Invalid Longitude figure
fi: Virheellinen pituusaste

source: Customer type not set up
fi: Asiakastyyppiä ei ole määritetty

source: No sales prices setup
fi: Ei myyntihintoja

source: Invalid invoiced quantity
fi: Virheellinen laskutettu määrä

source: Invalid actual dispatch date
fi: Virheellinen todellinen lähetyspäivä

source: Invalid completed flag
fi: Virheellinen valmis lippu

source: Invalid category id
fi: Virheellinen luokan tunnus

source: Invalid category description
fi: Virheellinen luokan kuvaus

source: Invalid stock type
fi: Virheellinen varastotyyppi

source: GL account code does not exist
fi: PK-tilikoodia ei ole olemassa

source: Stock category already exists
fi: Varastoluokka on jo olemassa

source: Supplier code already exists
fi: Toimittajakoodi on jo olemassa

source: Incorrect supplier name length, or supplier name does not exist
fi: Toimittajan nimen pituus on väärä tai toimittajan nimeä ei ole olemassa

source: Incorrect supplier since date
fi: Väärä toimittaja päivämäärästä lähtien

source: Incorrect bank account
fi: Virheellinen pankkitili

source: Incorrect bank reference
fi: Virheellinen pankkitunnus

source: Incorrect bank partics
fi: Virheelliset pankkiosat

source: Incorrect remittance flags
fi: Virheelliset rahalähetysliput

source: Factor company not set up
fi: Factor-yritystä ei ole perustettu

source: Supplier does not exist
fi: Toimittajaa ei ole

source: Incorrect suppliers UOM
fi: Virheelliset toimittajien UOM

source: Incorrect conversion factor
fi: Virheellinen muuntokerroin

source: Incorrect supplier description
fi: Virheellinen toimittajan kuvaus

source: Invalid Lead time
fi: Virheellinen läpimenoaika

source: Invalid Preferred flag
fi: Virheellinen ensisijainen lippu

source: StockID SupplierID line does not exist
fi: StockID SupplierID -riviä ei ole olemassa

source: Invalid Required By Date
fi: Virheellinen pakollinen päivämäärä

source: Invalid Start Date
fi: Virheellinen aloituspäivä

source: Invalid Cost Issued
fi: Annettu virheellinen hinta

source: Invalid Quantity Required
fi: Pakollinen määrä on virheellinen

source: Invalid Quantity Received
fi: Virheellinen määrä vastaanotettu

source: Invalid Standard Cost
fi: Virheellinen vakiohinta

source: Invalid Serial Number or Lot Reference
fi: Virheellinen sarjanumero tai erän viite

source: Work order number does not exist
fi: Työtilausnumeroa ei ole

source: Invalid issued quantity
fi: Virheellinen annettu määrä

source: Invalid transaction date
fi: Virheellinen tapahtuman päivämäärä

source: Invalid received quantity
fi: Virheellinen vastaanotettu määrä

source: Stock item is serialised
fi: Varastotuote on sarjamuotoinen

source: Batch number does not exist
fi: Eränumeroa ei ole

source: Batch is empty
fi: Erä on tyhjä

source: No such area
fi: Ei tällaista aluetta

source: No such salesman
fi: Ei sellaista myyjää

source: Unable to read company record
fi: Yritystietoja ei voi lukea

source: Unable to read sales order
fi: Myyntitilausta ei voi lukea

source: Unable to read sales order lines
fi: Myyntitilausrivejä ei voi lukea

source: Unable to get tax province of location
fi: Sijainnin vero provinssia ei saada

source: Unable to read tax rates for this item and tax group
fi: Tämän kohteen ja veroryhmän veroprosentteja ei voida lukea

source: Unable to read customer and branch details
fi: Asiakkaan ja sivuliikkeen tietoja ei voi lukea

source: Unable to read credit note item details
fi: Luottotiedotetietojen lukeminen epäonnistui

source: Can only allocate receipts or a credit notes
fi: Voi jakaa vain kuitit tai hyvityslaskut

source: No transaction found to allocate
fi: Kohdistettavaa tapahtumaa ei löytynyt

source: ** Error Code Not Defined **
fi: ** Virhekoodia ei määritelty **

source: There was a problem deleting expired audit-trail history
fi: Vanhentuneen kirjausketjuhistorian poistamisessa oli ongelma

source: An error occurred in retrieving the period number
fi: Ajanjaksonumeron noutamisessa tapahtui virhe

source: This function is used to login into the API methods for the specified the database.
fi: Tätä toimintoa käytetään kirjautumiseen määritetyn tietokannan API-menetelmiin.

source: NOTE: using this function means that the User Name and Password fields in the following functions are no longer required. When calling those functions, leave the last two parameters off.
fi: HUOMAUTUS: Tämän toiminnon käyttäminen tarkoittaa, että seuraavien toimintojen käyttäjätunnusta ja salasanaa ei enää tarvita. Kun soitat näitä toimintoja, jätä kaksi viimeistä parametria pois päältä.

source: Database Name
fi: Tietokannan nimi

source: The name of the database to use for the transactions to come.
fi: Tulevien tapahtumien tietokannan nimi.

source: A valid weberp username. This user should have security access to this data.
fi: Voimassa oleva Weberp-käyttäjänimi. Tällä käyttäjällä tulisi olla suojausoikeus näihin tietoihin.

source: User password
fi: Käyttäjän salasana

source: The weberp password associated with this user name.
fi: Tähän käyttäjätunnukseen liittyvä weberpin salasana.
