Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Select Certificate of Analysis To Print
fi: Valitse tulostettava analyysitodistus

source: Enter Item
fi: Syötä kohde

source: Enter Lot
fi: Syötä erä

source: Or Select Existing Lot
fi: Tai Valitse Olemassa oleva erä

source: Lot/Serial
fi: Erä / sarja

source: There was a problem retrieving the Lot Information
fi: Erän tietojen noutamisessa oli ongelma

source: Print Certificate of Analysis Error
fi: Tulosta analyysitodistuksen virhe

source: Unable to Locate Lot
fi: Erää ei löydy

source: Certificate of Analysis
fi: Analyysitodistus

source: Physical Properties
fi: Fyysiset ominaisuudet

source: Physical Property
fi: Fyysinen omaisuus

source: Test Method
fi: Testausmenetelmä

source: Header
fi: Otsikko

source: * Trailer
fi: * Perävaunu

source: Injection Molding Processing Guidelines
fi: Ruiskuvalun käsittelyohjeet

source: * Desicant type dryer required.
fi: * Tarvitaan kuivausainetyyppinen kuivausrumpu.

source: Setting
fi: Asetus

source: Regulatory Compliance
fi: Lainsäädännön noudattaminen

source: Customer Listing
fi: Asiakastiedot

source: Customer List
fi: Asiakasluettelo

source: The activity amount is not numeric and you elected to print customer relative to a certain amount of activity
fi: Aktiviteetin määrä ei ole numeerinen ja päätit tulostaa asiakkaan suhteessa tiettyyn määrään toimintaa

source: this level of activity must be specified in the local currency
fi: tämä toiminnan taso on määritettävä paikallisessa valuutassa

source: The customer List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa asiakasluetteloa, koska

source: This report has no output because there were no customers retrieved
fi: Tässä raportissa ei ole tulosteita, koska asiakkaita ei löytynyt

source: Could not retrieve the activity of the branch because
fi: Haaran toimintaa ei voitu noutaa, koska

source: The failed SQL was
fi: Epäonnistunut SQL oli

source: Customers in
fi: Asiakkaat

source: Turnover
fi: Liikevaihto

source: Customer Details Listing
fi: Asiakastietojen luettelo

source: For Sales Areas
fi: Myyntialueille

source: All Areas
fi: Kaikki alueet

source: For Salesperson:
fi: Myyjä:

source: Level Of Activity
fi: Aktiivisuuden taso

source: All customers
fi: Kaikki asiakkaat

source: Sales Greater Than
fi: Myynti suurempi kuin

source: Sales Less Than
fi: Myynti alle

source: Activity Since
fi: Toiminta vuodesta

source: The date must be specified in the format
fi: Päivämäärä on määritettävä muodossa

source: Customer Transaction Listing
fi: Asiakastapahtumaluettelo

source: Enter the date for which the transactions are to be listed
fi: Syötä päivämäärä, jona tapahtumat luetellaan

source: Credit Notes
fi: Luottotiedot

source: An error occurred getting the transactions
fi: Tapahtumien noutamisessa tapahtui virhe

source: The SQL used to get the transaction information that failed was
fi: SQL, jota käytettiin epäonnistuneiden tapahtumien tietojen saamiseen, oli

source: There were no transactions found in the database for the date
fi: Tietokannasta ei löytynyt tapahtumia tälle päivälle

source: Please try again selecting a different date
fi: Yritä uudelleen valita toinen päivämäärä

source: Customer transaction listing from
fi: Asiakastapahtumaluettelo alkaen

source: Delivery Differences Report
fi: Toimituserot -raportti

source: Enter the date from which variances between orders and deliveries are to be listed
fi: Anna päivämäärä, josta alkaen tilausten ja toimitusten väliset erot luetellaan

source: Enter the date to which variances between orders and deliveries are to be listed
fi: Anna päivämäärä, johon mennessä tilausten ja toimitusten väliset erot on lueteltava

source: Over All Categories
fi: Kaikkien luokkien yli

source: Delivery Differences Log Report Error
fi: Toimituserojen lokiraportin virhe

source: An error occurred getting the variances between deliveries and orders
fi: Toimitusten ja tilausten erojen saamisessa tapahtui virhe

source: The SQL used to get the variances between deliveries and orders that failed was
fi: SQL käytti eroja toimitusten ja epäonnistuneiden tilausten välillä

source: There were no variances between deliveries and orders found in the database within the period from
fi: Tietokannasta löytyneiden toimitusten ja tilausten välillä ei ollut eroja alkuvuonna

source: Variances Between Deliveries and Orders
fi: Toimitusten ja tilausten vaihtelut

source: Variances Between Deliveries and Orders from
fi: Toimitusten ja tilausten vaihtelut

source: Total number of differences
fi: Erojen kokonaismäärä

source: Could not retrieve the count of sales order lines in the period under review
fi: Myyntitilausrivien määrää ei voitu noutaa tarkastelujaksolla

source: Total number of order lines
fi: Tilausrivien kokonaismäärä

source: Please find herewith delivery differences report from
fi: Täältä löydät toimituserojen raportin

source: Delivery In Full On Time (DIFOT) Report
fi: Toimitus kokonaisuudessaan (DIFOT) -raportti

source: DIFOT Report
fi: DIFOT-raportti

source: Enter the number of days considered acceptable between delivery requested date and invoice date(ie the date dispatched)
fi: Syötä hyväksyttäväksi katsottujen päivien määrä toimituspyynnön ja laskun päivämäärän (eli lähetyspäivän) välillä

source: DIFOT Report Error
fi: DIFOT-raporttivirhe

source: An error occurred getting the days between delivery requested and actual invoice
fi: Pyydetyn toimituksen ja todellisen laskun välisten päivien saamisessa tapahtui virhe

source: The SQL used to get the days between requested delivery and actual invoice dates was
fi: SQL, jota käytettiin pyydetyn toimituksen ja todellisten laskupäivien välisten päivien saamiseen, oli

source: Dispatches After
fi: Lähetykset jälkeen

source: Day(s) from Requested Delivery Date
fi: Päivä (t) pyydetystä toimituspäivästä

source: Delivery Dates from
fi: Toimituspäivät

source: Please find herewith DIFOT report from
fi: Täältä löydät DIFOT-raportin

source: FG Label
fi: FG-etiketti

source: Could not determine if the item was controlled or not because
fi: Ei voitu määrittää, onko kohdetta hallittu vai ei, koska

source: Tel
fi: Puh

source: Please Process this Work order number
fi: Käsittele tämä työtilausnumero

source: The SMTP settings are wrong, please ask administrator for help
fi: SMTP-asetukset ovat väärät, pyydä apua järjestelmänvalvojalta

source: Email a Work Order
fi: Lähetä työtilaus sähköpostilla

source: has been emailed to
fi: on lähetetty osoitteeseen

source: as directed
fi: kuten ohjattu

source: Emailing Work order
fi: Sähköpostin lähettäminen työmääräykseen

source: failed
fi: epäonnistui

source: Label Error
fi: Tunnistevirhe

source: There were no labels to print
fi: Tulostettavia tarroja ei ollut

source: This page should be called with Journal No and Type
fi: Tälle sivulle tulee kutsua lehden numero ja tyyppi

source: General Ledger Journal
fi: Pääkirjalehti

source: Printing Error
fi: Tulostusvirhe

source: There were no Journals to print
fi: Tulostettavia lehtiä ei ollut

source: Goods Received Note
fi: Vastaanotettujen tavaroiden huomautus

source: Could not get the supplier of the selected GRN
fi: Valitun GRN:n toimittajaa ei voitu hankkia

source: Could not retrieve the stock movement reference number which is required in order to retrieve details of the serial items that came in with this GRN
fi: Varaston liikkeen viitenumeroa ei voitu noutaa, mikä vaaditaan tämän GRN:n mukana tulleiden sarjatuotteiden tietojen noutamiseksi

source: Date of Receipt:
fi: Reseptin päiväys:

source: GRN Error
fi: GRN-virhe

source: There were no GRNs to print
fi: Tulostettavia GRN-arvoja ei ollut

source: Low Gross Profit Sales
fi: Alhainen myyntivoitto

source: Low GP sales
fi: Alhainen GP-myynti

source: The dates entered must be in the format
fi: Annettujen päivämäärien on oltava muodossa

source: The low GP items could not be retrieved by the SQL because
fi: SQL ei voinut noutaa matalan GP-kohteita, koska

source: No low GP items retrieved
fi: Ei matalan GP-kohteita haettu

source: Low Gross Profit Report
fi: Matala bruttotulosraportti

source: Sales Made From
fi: Myynti tehty

source: in the format
fi: muodossa

source: Sales Made To
fi: Myynti tehty

source: Show sales with GP % below
fi: Näytä myynti ja GP % alla

source: Orders Invoiced Report
fi: Tilaukset laskutettu -raportti

source: Enter the date from which orders are to be listed
fi: Syötä päivämäärä, josta alkaen tilaukset luetellaan

source: Enter the date to which orders are to be listed
fi: Syötä päivämäärä, johon mennessä tilaukset luetellaan

source: Orders from
fi: Tilaukset

source: There were no orders found in the database within the period from
fi: Tietokannasta ei löytynyt tilauksia ajanjaksolta

source: Total Invoiced for order
fi: Tilauksen laskutus yhteensä

source: Ord Date
fi: Päivämäärä

source: Complete
fi: Saattaa loppuun

source: GRAND TOTAL INVOICED
fi: LASKUTTAVAT SUURET YHTEENSÄ

source: Order Status Report
fi: Tilauksen tilaraportti

source: Back Order Only
fi: Vain tilaustila

source: Only Show Back Orders
fi: Näytä vain takaisin tilaukset

source: Show All Orders
fi: Näytä kaikki tilaukset

source: Order Status Report - No Data
fi: Tilauksen tilaraportti - Ei tietoja

source: Not yet printed
fi: Ei vielä painettu

source: Stock Transaction Listing
fi: Osakekaupan listaus

source: Enter the date from which the transactions are to be listed
fi: Syötä päivämäärä, josta alkaen tapahtumat luetellaan

source: Enter the date to which the transactions are to be listed
fi: Syötä päivämäärä, johon mennessä tapahtumat luetellaan

source: Sales Invoice
fi: Myyntilasku

source: Sales Credit Note
fi: Myyntihyvityslasku

source: Location Transfer
fi: Sijainnin siirto

source: Stock Adjustment
fi: Varaston säätö

source: Purchase Order Delivery
fi: Ostotilauksen toimitus

source: Work Order Receipt
fi: Työtilauksen kuitti

source: Work Order Issue
fi: Työmääräysongelma

source: For Stock Location
fi: Varaston sijainnille

source: Transaction Listing
fi: Tapahtumaluettelo

source: There were no transactions found in the database between the dates
fi: Tietokannasta ei löytynyt tapahtumia päivämäärien välillä

source: Stock transaction listing from
fi: Osakekaupan listaus alk

source: Customer Invoices
fi: Asiakaslaskut

source: Customer Credit Notes
fi: Asiakkaan luottotiedot

source: Location Transfers
fi: Sijainninsiirrot

source: Stock Adjustments
fi: Varastojen oikaisut

source: Purchase Order Deliveries
fi: Ostotilauksen toimitukset

source: Work Order Receipts
fi: Työtilaustodistukset

source: Work Order Issues
fi: Työmääräykset

source: Customer Special Prices Only
fi: Vain asiakkaiden erikoishinnat

source: Effective As At
fi: Tehokas klo

source: Effective Date Range
fi: Voimaantulopäivä

source: Prices excluding tax
fi: Hinnat ilman veroja

source: Price list by inventory category
fi: Hinnasto varastoluokittain

source: Special price List - No Customer Selected
fi: Erikoishinnasto - Asiakasta ei ole valittu

source: The customer must first be selected from the select customer link
fi: Asiakas on ensin valittava valitun asiakaslinkistä

source: Re-run the price list once the customer has been selected
fi: Suorita hinnasto uudelleen, kun asiakas on valittu

source: Back
fi: Takaisin

source: The effective date must be entered in the format
fi: Voimaantulopäivä on annettava muodossa

source: Problem Report....
fi: Ongelmaraportti ....

source: The Price List could not be retrieved by the SQL because
fi: SQL ei voinut noutaa hinnastoa, koska

source: For debugging purposes the SQL used was:
fi: Virheenkorjaustarkoituksiin käytettiin SQL:

source: Print Price List Error
fi: Tulosta hinnaston virhe

source: There were no price details to print out for the customer or category specified
fi: Asiakkaalle tai määritetylle luokalle ei ollut tulostettavia hintatietoja

source: No End Date
fi: Ei lopetuspäivää

source: * Obsolete items included.
fi: * Vanhentuneet tuotteet mukana.

source: Price_List
fi: Hinta lista

source: Price Listing
fi: Hinnasto

source: Print a price list by inventory category
fi: Tulosta hinnasto varastoluokittain

source: For Sales Type/Price List
fi: Myyntityypille / hinnastolle

source: For Currency
fi: Valuutalle

source: Show Gross Profit %
fi: Näytä bruttovoitto%

source: Prices Only
fi: Vain hinnat

source: Show GP % too
fi: Näytä myös GP%

source: Price Listing Type
fi: Hintaluettelotyyppi

source: Default Sales Type Prices
fi: Oletustyyppihinnat

source: Full Description
fi: Täysi kuvaus

source: Show obsolete items
fi: Näytä vanhentuneet tuotteet

source: Check this box to show the obsolete items
fi: Valitse tämä ruutu näyttääksesi vanhentuneet kohteet

source: Sort items by
fi: Lajittele kohteet

source: Currency, category and code
fi: Valuutta, luokka ja koodi

source: Currency, category and description
fi: Valuutta, luokka ja kuvaus

source: Select the order of the items in the report
fi: Valitse raportin kohteiden järjestys

source: The Price Labels could not be retrieved by the SQL because
fi: SQL ei voinut noutaa hintatunnisteita, koska

source: There were no price labels to print out for the category specified
fi: Määritetylle luokalle ei ollut tulostettavia hintalappuja

source: Select All Labels
fi: Valitse Kaikki tarrat

source: There are no labels selected to print
fi: Tulostettavaksi ei ole valittu tarroja

source: Price Labels
fi: Hintamerkinnät

source: Price_Labels
fi: Hintamerkinnät

source: Print Price Labels
fi: Tulosta hintatarrat

source: Label to print
fi: Tarra tulostettavaksi

source: For Stock Category
fi: Osakeryhmälle

source: Number of labels per item
fi: Tarrojen määrä tuotetta kohti

source: Show Labels
fi: Näytä tarrat

source: Select Product Specification To Print
fi: Valitse tuoteseloste tulostettavaksi

source: Enter Specification Name
fi: Anna määrityksen nimi

source: Or Select Existing Specification
fi: Tai Valitse Olemassa olevat määritykset

source: There was a problem retrieving the Product Specification
fi: Tuotespesifikaation noutamisessa oli ongelma

source: Print Product Specification Error
fi: Tulosta tuotteen määritysvirhe

source: Unable to Locate Specification
fi: Eritelmää ei löydy

source: Product Specifications
fi: Tuotetiedot

source: Product Specification
fi: Tuote-erittely

source: Technical Data Sheet Properties
fi: Teknisen tietolomakkeen ominaisuudet

source: * Data herein is typical and not to be construed as specifications.
fi: * Tässä olevat tiedot ovat tyypillisiä, eikä niitä tule tulkita spesifikaatioiksi.

source: The information provided on this datasheet should only be used as a guideline. Actual lot to lot values will vary.
fi: Tämän tietolomakkeen tietoja tulisi käyttää vain ohjeellisina. Todelliset arvot eristä vaihtelevat.

source: QA Label
fi: Laadunvalvontatarra

source: Select Quotation To Print
fi: Valitse Tarjous tulostettavaksi

source: Select a Quotation to Print before calling this page
fi: Valitse tulostettava tarjous, ennen kuin soitat tälle sivulle

source: Quotations
fi: Lainaukset

source: There was a problem retrieving the quotation header details for Order Number
fi: Tilausnumeron tarjousotsikon tietojen noutamisessa oli ongelma

source: Print Quotation Error
fi: Tulosta tarjousvirhe

source: Unable to Locate Quotation Number
fi: Tarjousnumeroa ei löydy

source: Outstanding Quotations
fi: Erinomaiset lainaukset

source: Customer Quotation
fi: Asiakastarjous

source: Quotation
fi: Tarjous

source: There was a problem retrieving the quotation line details for quotation Number
fi: Tarjousnumeron tarjousrivin yksityiskohtien noutamisessa oli ongelma

source: Quotation Excluding Tax
fi: Tarjous ilman veroja

source: Total Tax
fi: Verot yhteensä

source: Quotation Including Tax
fi: Tarjous sisältää verot

source: There were no items on the quotation
fi: Tarjouksessa ei ollut kohteita

source: The quotation cannot be printed
fi: Tarjousta ei voi tulostaa

source: Print Another Quotation
fi: Tulosta uusi tarjous

source: Sales Receipt
fi: Kuitti

source: Customer Receipt Number
fi: Asiakkaan kuitin numero

source: Received From
fi: Vastaanotettu

source: The Sum Of
fi: Summa

source: Details
fi: Yksityiskohdat

source: Signed On Behalf Of
fi: Allekirjoitettu

source: Print Remittance Advices Error
fi: Tulosta rahalähetysvirhe

source: There were no remittance advices to print out for the supplier range and payment date specified
fi: Toimitusalueelle ja määritetylle maksupäivälle ei tullut rahalähetysohjeita

source: Remittance Advice
fi: Rahalähetysneuvonta

source: suppliers from
fi: toimittajat

source: and Paid On
fi: ja maksettu

source: Remittance Advice Problem Report
fi: Rahalähetysneuvojen ongelmaraportti

source: The details of the payment to the supplier could not be retrieved because
fi: Toimittajalle suoritetun maksun yksityiskohtia ei voitu noutaa, koska

source: Total Payment:
fi: Koko maksu:

source: Remittance_Advices
fi: Rahalähetykset_neuvot

source: Remittance Advices
fi: Rahalähetysneuvoja

source: Date Of Payment
fi: Maksupäivä

source: printed:
fi: painettu:

source: Our Code:
fi: Koodimme:

source: This Payment
fi: Tämä maksu

source: Weekly Orders
fi: Viikkotilaukset

source: There are no members of the Weekly Orders Recipients email group
fi: Viikkotilausten vastaanottajat -ryhmässä ei ole jäseniä

source: Weekly Orders Report
fi: Viikkotilaukset-raportti

source: Sales
fi: Myynti

source: Partial
fi: Osittainen

source: Please find the Sales By Salesperson report
fi: Löydät Sales By Salesperson -raportin

source: Sales By Salesperson Report
fi: Myynti myyjä -raportti

source: Print Weekly Orders
fi: Tulosta viikkotilaukset

source: The Weekly Orders report has been mailed
fi: Viikkotilaukset-raportti on postitettu

source: Print Weekly Orders Error
fi: Tulosta viikoittaiset tilaukset -virhe

source: Sell Through Support Claims Report
fi: Myy tukivakuutusraportin kautta

source: Sell Through Support Claim
fi: Myy tukihakemuksen kautta

source: The sell through support items to claim could not be retrieved by the SQL because
fi: SQL ei voinut noutaa myyntiin vaadittavien tukikohteiden kautta, koska

source: No sell through support items retrieved
fi: Ei myyntiä tukituotteiden kautta

source: Total Claim:
fi: Vaatimus yhteensä:

source: Create Claims Report
fi: Luo korvausraportti

source: Ship From
fi: Toimita

source: Ship To
fi: Lähettää

source: Check Comparison Report
fi: Tarkista vertailuraportti

source: Inventory Check Comparison
fi: Varastotarkastusten vertailu

source: Stock Freeze
fi: Varastojen jäädytys

source: The inventory check file could not be retrieved because
fi: Varastotarkistustiedostoa ei voitu noutaa, koska

source: Stock Count Comparison
fi: Osakemäärän vertailu

source: The inventory counts file could not be retrieved because
fi: Varastonlaskentatiedostoa ei voitu noutaa, koska

source: Inventory Check
fi: Varaston tarkistus

source: Unable to COMMIT transaction while adjusting stock in StockCheckAdjustmet report
fi: Tapahtumaa ei voida sitouttaa StockCheckAdjustmet-raportin osaketta säätäessä

source: The Inventory Comparison data could not be retrieved because
fi: Varaston vertailutietoja ei voitu noutaa, koska

source: The following SQL to retrieve the Inventory Comparison data was used
fi: Varastojen vertailutietojen noutamiseen käytettiin seuraavaa SQL:ää

source: Inventory Comparison Comparison Report
fi: Varaston vertailuraportti

source: There is no inventory check data to report on
fi: Ei ole varastotarkastustietoja, joista raportoida

source: To start an inventory check first run the
fi: Aloita varastotarkastus suorittamalla ensin

source: inventory check sheets
fi: varaston tarkistusarkit

source: and select the option to create new Inventory Comparison data file
fi: ja valitse vaihtoehto luoda uusi Inventory Comparison -tietotiedosto

source: Inventory Comparison
fi: Varastojen vertailu

source: The inventory counts could not be retrieved by the SQL because
fi: SQL ei voinut noutaa inventaariomääriä, koska

source: Bin
fi: Roskakori

source: No counts entered
fi: Ei syötettyjä lukuja

source: Inventory Comparison Report
fi: Varaston vertailuraportti

source: Choose Option
fi: Valitse vaihtoehto

source: Report and Close the Inventory Comparison Processing Adjustments As Necessary
fi: Ilmoita ja sulje varastojen vertailuprosessin oikaisut tarpeen mukaan

source: Report The Inventory Comparison Differences Only - No Adjustments
fi: Ilmoita vain varastojen vertailuerot - ei muutoksia

source: Action for Zero Counts
fi: Toiminta nollalaskelmia varten

source: Adjust System stock to Nil
fi: Säädä järjestelmän varastossa nollaksi

source: Do not Adjust System stock to Nil
fi: Älä säädä järjestelmän varastoa nollaksi

source: Stock Location Transfer Docket Error
fi: Varaston sijainnin siirtotaskuvirhe

source: Reprint transfer docket
fi: Tulosta siirtokanta uudelleen

source: Transfer docket to reprint
fi: Siirrä telakka uusintatulostusta varten

source: Transfer docket to reprint Shipping Labels
fi: Siirrä telakka lähetystarrojen uusintatulostusta varten

source: Print Shipping Labels
fi: Tulosta lähetystarrat

source: Inventory Location Transfer BOL
fi: Varaston sijainnin siirto BOL

source: An error occurred retrieving the items on the transfer
fi: Siirron kohteiden noutamisessa tapahtui virhe

source: This page must be called with a location transfer reference number
fi: Tälle sivulle on soitettava sijainninsiirron viitenumerolla

source: The SQL that failed while retrieving the items on the transfer was
fi: SQL, joka epäonnistui noudettaessa kohteita siirrossa, oli

source: The transfer reference selected does not appear to be set up
fi: Valittua siirtoviitettä ei näytä olevan määritetty

source: enter the items to be transferred first
fi: kirjoita ensin siirrettävät kohteet

source: Inventory Negatives Listing
fi: Varaston negatiivisten tietojen luettelo

source: Negative Stock Listing Error
fi: Negatiivinen osakelistausvirhe

source: An error occurred retrieving the negative quantities.
fi: Negatiivisten määrien noutamisessa tapahtui virhe.

source: The sql that failed to retrieve the negative quantities was
fi: Sql, joka ei saanut negatiivisia määriä, oli

source: There are no negative stocks to list
fi: Luettelossa ei ole negatiivisia osakkeita

source: Negative Stock Listing Problem
fi: Negatiivinen osakelistausongelma

source: The entered transfer reference is expected to be numeric
fi: Syötetyn siirtoviitteen odotetaan olevan numeerinen

source: Print Stock Transfer
fi: Tulosta varastojen siirto

source: Print Transfer Note
fi: Tulostussiirto

source: Print Stock Transfer Note
fi: Tulosta varastosiirtoilmoitus

source: Stock Transfer Form
fi: Varastonsiirtolomake

source: Print Stock Transfer - Error
fi: Tulosta varastossa - virhe

source: There was no transfer found with number
fi: Numerolla ei löytynyt siirtoa

source: Try Again
fi: Yritä uudelleen

source: Date of transfer:
fi: Siirron päivämäärä:

source: Supplier Transaction Listing
fi: Toimittajan liiketiedot

source: Supplier transaction listing from
fi: Toimittajan tapahtumalistaus

source: Top Items Search Result
fi: Suosituimpien tuotteiden hakutulos

source: Total Order Amounts
fi: Tilausten kokonaissumma

source: Monthly Invoiced Total
fi: Kuukausilaskut yhteensä

source: Please find the weekly order report
fi: Löydät viikoittaisen tilausraportin

source: Select a Work Order
fi: Valitse työmääräys

source: Select a Work Order Number to Print before calling this page
fi: Valitse tulostettava työtilausnumero, ennen kuin soitat tälle sivulle

source: Select Work Order
fi: Valitse Työmääräys

source: This page must be called with a Work order number to print
fi: Tälle sivulle on soitettava työtilausnumero

source: Print Work Order Number
fi: Tulosta työtilausnumero
