Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The following posting records that do not have valid general ledger code specified - these records must be amended.
fi: Seuraavia kirjaustietueita, joissa ei ole määritetty kelvollista pääkirjakoodia - näitä tietueita on muutettava.

source: Sales Account
fi: Myynti tili

source: Discount Account
fi: Alennustili

source: Are you sure you wish to delete this sales GL posting record?
fi: Haluatko varmasti poistaa tämän myynti PK-kirjaustietueen?

source: Show All Sales Posting Codes Defined
fi: Näytä kaikki määritetyt myyntikoodit

source: Post Sales to GL Account
fi: Lähetä myynti PK-tilille

source: Post Discount to GL Account
fi: Lähetä alennus PK-tilille

source: Sales Report Graph
fi: Myyntiraporttikaavio

source: Select A Different Period
fi: Valitse Eri jakso

source: For graphs including either a customer or item range - the range must be specified. Please enter the value from and the value to for the range
fi: Kaavioille, jotka sisältävät joko asiakkaan tai tuotealueen - alue on määritettävä. Anna arvo alueelle ja arvo alueelle

source: For Sales Area/Region:
fi: Myynti-alue / alue:

source: Graph On:
fi: Kaavio päällä:

source: From:
fi: Lähettäjä:

source: To:
fi: Vastaanottaja:

source: Graph Value:
fi: Kaavion arvo:

source: Net Sales Value
fi: Liikevaihtoarvo

source: Show Sales Graph
fi: Näytä myyntikaavio

source: Sales Value
fi: Myynti-arvo

source: Unit Sales
fi: Yksikkömyynti

source: For All Sales Areas
fi: Kaikille myyntialueille

source: For All Stock Categories
fi: Kaikille osakeryhmille

source: For All Salespeople
fi: Kaikille myyjille

source: For Customers from
fi: Asiakkaille alkaen

source: For Items from
fi: Kohteille alkaen

source: The sales graph data for the selected criteria could not be retrieved because
fi: Valittujen ehtojen myyntikaaviotietoja ei voitu noutaa, koska

source: There is not sales data for the criteria entered to graph
fi: Kaavioon syötettyjen ehtojen myynnistä ei ole tietoja

source: Sales Inquiry
fi: Myyntikysely

source: Cannot summarize by transaction number with a date type of Order Date
fi: Ei voida tehdä yhteenvetoa tapahtumanumeron mukaan tilauksen päivämäärätyypin mukaan

source: Cannot sort by transaction number with a date type of Order Date
fi: Tapahtumanumeron mukaan ei voi lajitella tilauksen päivämäärän tyyppiä

source: The sorting order is not defined
fi: Lajittelujärjestystä ei ole määritelty

source: Order Type - Sales Orders
fi: Tilaustyyppi - myyntitilaukset

source: Order Type - Quotations
fi: Tilaustyyppi - Tarjoukset

source: Invoice Type
fi: Laskutyyppi

source: Debtor No
fi: Velallinen nro

source: Debtor Name
fi: Velallisen nimi

source: Trans. No
fi: Trans. Ei

source: Salesman Code
fi: Myyntimiehen koodi

source: Salesman Name
fi: Myyjän nimi

source: Area Description
fi: Alueen kuvaus

source: Order Type
fi: Tilaustapa

source: Sales Order
fi: Myyntitilaus

source: Only Applies To Invoice Date Type
fi: Koskee vain laskun päivämäärätyyppiä

source: For Sales Person
fi: Myyntihenkilölle

source: Transaction Number sort only valid for Invoice Date Type
fi: Tapahtumanumerolajittelu on voimassa vain laskun päivämäärätyypille

source: Transaction Number summary only valid for Invoice Date Type
fi: Tapahtumanumeron yhteenveto on voimassa vain laskupäivän tyypille

source: The SQL to the create temp stock moves table failed with the message
fi: Luo väliaikaisten varastojen siirtotaulukon SQL epäonnistui viestin kanssa

source: The SQL to insert temporary stockmoves records failed with the message
fi: SQL väliaikaisten stockmoves-tietueiden lisäämiseksi epäonnistui viestin kanssa

source: The SQL to update tempstockmoves failed with the message
fi: SQL päivittää tempstockmoves epäonnistui viestin kanssa

source: Sales People Maintenance
fi: Myyntihenkilöiden huolto

source: The salesperson code must be three characters or less long
fi: Myyjän koodin on oltava enintään kolme merkkiä pitkä

source: The salesperson code cannot be empty
fi: Myyjän koodi ei voi olla tyhjä

source: The salesperson name must be thirty characters or less long
fi: Myyjän nimen on oltava enintään 30 merkkiä pitkä

source: The salesperson telephone number must be twenty characters or less long
fi: Myyjän puhelinnumeron on oltava enintään 20 merkkiä pitkä

source: The commission rates must be a floating point number
fi: Palkkioprosenttien on oltava liukuluku

source: The breakpoint should be a floating point number
fi: Katkaisupisteen tulisi olla liukuluku

source: Salesperson record for
fi: Myyjän ennätys

source: A new salesperson record has been added for
fi: Uusi myyjätietue on lisätty

source: The insert or update of the salesperson failed because
fi: Myyjän lisäys tai päivitys epäonnistui

source: Cannot delete this salesperson because branches are set up referring to them
fi: Tätä myyjää ei voi poistaa, koska haarat on perustettu viittaamaan heihin

source: first alter the branches concerned
fi: muuta ensin kyseisiä haaroja

source: branches that refer to this salesperson
fi: sivuliikkeet, jotka viittaavat tähän myyjään

source: Cannot delete this salesperson because sales analysis records refer to them
fi: Tätä myyjää ei voi poistaa, koska myyntianalyysitietueet viittaavat häneen

source: sales analysis records that refer to this salesperson
fi: myyntianalyysitietueet, jotka viittaavat tähän myyjään

source: Cannot delete this salesperson because
fi: Tätä myyjää ei voi poistaa, koska

source: user records that refer to this salesperson
fi: käyttäjämerkinnät, jotka viittaavat tähän myyjään

source: First delete any users that refer to this sales person
fi: Poista ensin kaikki käyttäjät, jotka viittaavat tähän myyntihenkilöön

source: The salesperson could not be deleted because
fi: Myyjää ei voitu poistaa, koska

source: Comm Rate 1
fi: Tiedonsiirtonopeus 1

source: Break
fi: Tauko

source: Comm Rate 2
fi: Tiedonsiirtonopeus 2

source: Are you sure you wish to delete this sales person?
fi: Haluatko varmasti poistaa tämän myyntihenkilön?

source: Show All Sales People
fi: Näytä kaikki myyntihenkilöt

source: Salesperson code
fi: Myyjän koodi

source: Salesperson Name
fi: Myyjän nimi

source: Commission Rate 1
fi: Palkkioprosentti 1

source: Breakpoint
fi: Raja-arvo

source: Commission Rate 2
fi: Palkkioprosentti 2

source: Current?
fi: Nykyinen?

source: Sales to Customers
fi: Myynti asiakkaille

source: Original amounts in the customer's currency. GL amounts in the functional currency.
fi: Alkuperäiset summat asiakkaan valuutassa. PK-summat toimintavaluutassa.

source: Customer's Currency
fi: Asiakkaan valuutta

source: Shows a report of sales to customers for the range of selected dates.
fi: Näyttää raportin myynnistä asiakkaille valitulla ajanjaksolla.

source: Check this box to show sales invoices
fi: Valitse tämä ruutu näyttääksesi myyntilaskut

source: Top Customer Sales Inquiry
fi: Suosituin asiakaskysely

source: Display
fi: Näyttö

source: Order By Net Sales
fi: Tilaa liikevaihdon mukaan

source: Order By Quantity
fi: Järjestys määrän mukaan

source: Number to Display
fi: Näytettävä numero

source: Rank
fi: Sijoitus

source: Top Sales Inquiry
fi: Myynnin kysely

source: Top Sales Items Inquiry
fi: Suosituimpien tuotteiden kysely

source: Sales Types
fi: Myyntityypit

source: Price List Maintenance
fi: Hinnaston ylläpito

source: The sales type (price list) code must be two characters or less long
fi: Myyntityypin (hinnaston) koodin on oltava enintään kaksi merkkiä pitkä

source: The sales type (price list) code cannot be an empty string or spaces
fi: Myyntityypin (hinnaston) koodi ei voi olla tyhjä merkkijono tai välilyöntejä

source: The sales type (price list) description cannot be empty
fi: Myyntityypin (hinnaston) kuvaus ei voi olla tyhjä

source: The sales type (price list) description must be forty characters or less long
fi: Myyntityypin (hinnaston) kuvauksen on oltava enintään 40 merkkiä pitkä

source: The sales type code cannot be AN since this is a system defined abbreviation for any sales type in general ledger interface lookups
fi: Myyntityyppikoodi ei voi olla AN, koska tämä on järjestelmän määrittämä lyhenne mille tahansa myyntityypille pääkirjan käyttöliittymähakuissa

source: The customer/sales/pricelist type
fi: Asiakas / myynti / hinnasto

source: The customer/sales/pricelist type
fi: Asiakas/myynti/hinnasto tyyppi

source: Customer/sales/pricelist type
fi: Asiakas / myynti / hinnasto

source: The number of transactions using this customer/sales/pricelist type could not be retrieved
fi: Tätä asiakas / myynti / hinnasto -tyyppiä käyttävien tapahtumien määrää ei voitu noutaa

source: Cannot delete this sale type because customer transactions have been created using this sales type
fi: Tätä myyntityyppiä ei voi poistaa, koska asiakastapahtumat on luotu tällä myyntityypillä

source: transactions using this sales type code
fi: tapahtumia käyttäen tätä myyntityypin koodia

source: The number of transactions using this Sales Type record could not be retrieved because
fi: Tätä myyntityyppi-tietuetta käyttävien tapahtumien määrää ei voitu noutaa, koska

source: Cannot delete this sale type because customers are currently set up to use this sales type
fi: Tätä myyntityyppiä ei voi poistaa, koska asiakkaat ovat tällä hetkellä määritetty käyttämään tätä myyntityyppiä

source: customers with this sales type code
fi: asiakkaille, joilla on tämä myyntityypin koodi

source: The Sales Type record could not be deleted because
fi: Myyntityyppi-tietuetta ei voitu poistaa, koska

source: Sales type
fi: Myynnin tyyppi

source: price list
fi: hinta lista

source: The Sales Type prices could not be deleted because
fi: Myyntityypin hintoja ei voitu poistaa, koska

source: and any prices for this sales type / price list were also deleted
fi: ja kaikki tämän myyntityypin / hinnaston hinnat poistettiin

source: Type Code
fi: Kirjoita koodi

source: Are you sure you wish to delete this price list and all the prices it may have set up?
fi: Haluatko varmasti poistaa tämän hinnaston ja kaikki sen mahdollisesti asettamat hinnat?

source: Show All Sales Types Defined
fi: Näytä kaikki määritetyt myyntityypit

source: Sales Type/Price List Setup
fi: Myyntityypin / hinnaston määritys

source: Sales Type Name
fi: Myyntityypin nimi

source: Maintain Security Tokens
fi: Ylläpitää suojaustunnuksia

source: The token ID is expected to be a number. Please enter a number for the token ID
fi: Tunnustunnuksen odotetaan olevan numero. Anna tunnus tunnuksen tunnukselle

source: A token ID must be entered
fi: Tunnuksen tunnus on annettava

source: A token description must be entered
fi: Tunnuksen kuvaus on syötettävä

source: This security token is currently used by the following scripts and cannot be deleted
fi: Tätä suojaustunnusta käyttävät tällä hetkellä seuraavat komentosarjat, eikä sitä voi poistaa

source: The security token was deleted successfully
fi: Suojaustunnus poistettiin

source: This token ID has already been used. Please use a new one
fi: Tätä tunnuksen tunnusta on jo käytetty. Käytä uutta

source: The security token was inserted successfully
fi: Suojaustunnuksen lisääminen onnistui

source: The security token was updated successfully
fi: Suojaustunnuksen päivitys onnistui

source: Token ID
fi: Tunnuksen tunnus

source: Are you sure you wish to delete this security token?
fi: Haluatko varmasti poistaa tämän suojaustunnuksen?

source: The security token description should describe which functions this token allows a user/role to access
fi: Suojausmerkin kuvauksessa tulisi kuvata, mitä toimintoja tämä tunnus antaa käyttäjälle / roolille pääsyn

source: Select an Asset
fi: Valitse Omaisuus

source: There are no asset categories currently defined please use the link below to set them up
fi: Tällä hetkellä ei ole määriteltyjä omaisuusluokkia. Määritä ne alla olevan linkin avulla

source: Define Asset Categories
fi: Määritä omaisuusluokat

source: Any asset category
fi: Mikä tahansa omaisuusluokka

source: Enter partial description
fi: Anna osittainen kuvaus

source: Enter partial asset code
fi: Anna osittainen omaisuuden koodi

source: Asset description keywords have been used in preference to the asset code extract entered
fi: Omaisuuden kuvausavainsanoja on käytetty mieluummin syötetyn omaisuuskoodin otteen kanssa

source: No assets were returned by the SQL because
fi: SQL ei palauttanut yhtään omaisuutta, koska

source: No assets were returned by this search please re-enter alternative criteria to try again
fi: Tällä haulla ei palautettu yhtään omaisuutta. Syötä vaihtoehtoiset ehdot ja yritä uudelleen

source: Search All Sales Orders
fi: Hae kaikista myyntitilauksista

source: Search Sales Orders
fi: Etsi myyntitilauksia

source: and for customer
fi: ja asiakkaalle

source: for the part
fi: osittain

source: No selections have been made to search for parts
fi: Osien hakuun ei ole tehty valintoja

source: choose a stock category or enter some characters of the code or description then try again
fi: valitse tuoteryhmä tai kirjoita koodin tai kuvauksen merkkejä ja yritä sitten uudelleen

source: for all orders placed after
fi: kaikista tilauksista, jotka on tehty

source: Search Orders
fi: Hae tilauksia

source: Show Completed orders only
fi: Näytä vain valmiit tilaukset

source: To search for sales orders for a specific part use the part selection facilities below
fi: Voit etsiä myyntitilauksia tietylle osalle käyttämällä alla olevia osavalintatoimintoja

source: Sales Orders
fi: Myyntitilaukset

source: Select Contract
fi: Valitse Sopimus

source: Contracts
fi: Sopimukset

source: Select A Contract
fi: Valitse sopimus

source: Not Yet Quoted
fi: Ei vielä lainattu

source: Quoted - No Order Placed
fi: Lainattu - ei tilausta

source: All Contracts
fi: Kaikki sopimukset

source: New Contract
fi: Uusi sopimus

source: No contracts were returned by the SQL because
fi: SQL ei palauttanut sopimuksia, koska

source: Issue To WO
fi: Numero WO: lle

source: Contract Ref
fi: Sopimuksen viite

source: Create Credit Note
fi: Luo hyvityslasku

source: This credit note has already been processed. Refreshing the page will not enter the credit note again
fi: Tämä hyvityslasku on jo käsitelty. Sivun päivittäminen ei anna hyvityslaskua uudelleen

source: Please use the navigation links provided rather than using the browser back button and then having to refresh
fi: Käytä annettuja navigointilinkkejä sen sijaan, että käytät selaimen Takaisin-painiketta ja joudut sitten päivittämään

source: At least one Customer Name keyword OR an extract of a Customer Code must be entered for the search
fi: Hakuun on syötettävä vähintään yksi asiakasnimi-avainsana TAI asiakaskoodin ote

source: Customer branch records requested cannot be retrieved because
fi: Pyydettyjä asiakashaaratoimituksia ei voi noutaa, koska

source: Sorry
fi: Anteeksi

source: there are no customer branch records contain the selected text
fi: asiakkaan haarakonttoritietueet eivät sisällä valittua tekstiä

source: Unable to identify the selected customer
fi: Valittua asiakasta ei voida tunnistaa

source: Select Customer For Credit Note
fi: Valitse luottoilmoitusta varten asiakas

source: Customer Selection
fi: Asiakkaan valinta

source: Enter text in the customer name
fi: Kirjoita teksti asiakkaan nimeen

source: Enter text extract in the customer code
fi: Kirjoita tekstiote asiakaskoodiin

source: There are no products available that match the criteria specified
fi: Määritettyjä ehtoja vastaavia tuotteita ei ole saatavilla

source: The SQL statement used was
fi: Käytetty SQL-käsky oli

source: is already on this credit - the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary
fi: on jo tällä hyvityksellä - järjestelmä ei salli samaa kohdetta hyvityslaskussa useammin kuin kerran. Voit kuitenkin muuttaa olemassa olevan rivin hyvitettyä määrää tarvittaessa

source: There is a problem selecting the part because
fi: Kappaleen valinnassa on ongelma, koska

source: does not exist in the database and cannot therefore be added to the credit note
fi: ei ole tietokannassa, eikä sitä siksi voida lisätä hyvityslaskuun

source: The item selected is already on this credit the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary.
fi: Valittu kohde on jo tällä hyvityksellä, järjestelmä ei salli samaa kohdetta hyvityslaskussa useammin kuin kerran. Voit kuitenkin muuttaa olemassa olevan rivin hyvitettyä määrää tarvittaessa.

source: The item details could not be retrieved because
fi: Kohteen tietoja ei voitu noutaa, koska

source: Gross
fi: Ällöttävä

source: Rate
fi: Hinta

source: Are you sure you wish to delete this line item from the credit note?
fi: Haluatko varmasti poistaa tämän rivikohdan hyvityslaskusta?

source: Credit Freight
fi: Luottorahti

source: Reverse an Overcharge
fi: Käänteinen ylihinta

source: Reverse Overcharge Only
fi: Vain käänteinen ylihinta

source: Goods Returned To Store
fi: Tavarat palautetaan varastoon

source: Good written off
fi: Hyvä poistettu

source: Goods Returned to Location
fi: Tavarat palautetaan sijaintiin

source: Credit Note Text
fi: Hyvityslaskuteksti

source: Are you sure you wish to cancel the whole of this credit note?
fi: Haluatko varmasti peruuttaa koko tämän hyvityslaskun?

source: Process Credit Note
fi: Käsittele hyvityslasku

source: Change Customer
fi: Vaihda asiakas

source: Part Code
fi: Osanumero

source: Process Entries
fi: Käsittele merkinnät

source: The area cannot be determined for this customer
fi: Aluetta ei voida määrittää tälle asiakkaalle

source: For credit notes created to write off the stock a general ledger account is required to be selected. Please select an account to write the cost of the stock off to then click on Process again
fi: Varaston poistamiseksi luotuihin seteleihin on valittava pääkirjatili. Valitse tili ja kirjoita osakekustannukset ja napsauta sitten Prosessi uudelleen

source: The existence of the serial stock item record could not be determined because
fi: Sarjavarastotietueiden olemassaoloa ei voitu määrittää, koska

source: The following SQL to find out if the serial stock item record existed already was used
fi: Seuraavaa SQL:ää selvitettiin, oliko sarjavarastotietue olemassa jo

source: The new serial stock item record could not be inserted because
fi: Uutta sarjavarastotietueita ei voitu lisätä, koska

source: The following SQL to insert the new serial stock item record was used
fi: Uuden sarjavarastotietueen lisäämiseen käytettiin seuraavaa SQL:ää

source: The following SQL to insert the serial stock movement record was used
fi: Seuraavaa SQL-sarjaa lisättiin sarjavarastoliikennetietueeseen

source: The following SQL to update the component location stock record was used
fi: Seuraavaa SQL:ää päivitettiin komponenttien sijaintivarastotietue

source: Stock movement record to write the stock off could not be inserted because
fi: Varastoliikkeen ennätystä varastojen kirjaamiseksi ei voitu lisätä, koska

source: The following SQL to insert the stock movement to write off the stock was used
fi: Seuraavaa SQL:ää lisättiin varastoliike varaston kirjaamiseen

source: The serial stock item record could not be updated for the write off because
fi: Sarjavarastotietueita ei voitu päivittää poistoa varten, koska

source: The serial stock movement record for the write off could not be inserted because
fi: Sarjan varastovaraston ennätystä poistoa ei voitu lisätä, koska

source: The following SQL to insert the serial stock movement write off record was used
fi: Seuraavaa SQL-sarjaa lisättiin sarjavaraston liikkeen poistotietueeseen

source: The cost of the stock credited GL posting could not be inserted because
fi: Varaston hyvitetyn PK-postituksen kustannuksia ei voitu lisätä, koska

source: The stock side (or write off) of the cost of sales GL posting could not be inserted because
fi: Myyntikustannusten varastopuolta (tai alaskirjausta) ei voitu lisätä, koska

source: Show this Credit Note on screen
fi: Näytä tämä hyvityslasku näytöllä

source: Print this Credit Note
fi: Tulosta tämä hyvityslasku

source: Enter Another Credit Note
fi: Anna toinen hyvityslasku

source: Search Customers
fi: Hae asiakkaita

source: please alter your search criteria AND try again
fi: muuta hakuehtojasi ja yritä uudelleen

source: Customer Inquiries
fi: Asiakaskyselyt

source: Customer Transactions
fi: Asiakastapahtumat

source: The customer name requested cannot be retrieved because
fi: Pyydettyä asiakkaan nimeä ei voi noutaa, koska

source: Select a menu option to operate using this customer.
fi: Valitse valikkovaihtoehto käyttääksesi tätä asiakasta.

source: Customer Transaction Inquiries
fi: Asiakastapahtumakyselyt

source: Customer Account statement on screen
fi: Asiakastilin lausunto näytöllä

source: View Customer Details
fi: Näytä asiakkaan tiedot

source: Print Customer Statement
fi: Tulosta asiakaslausunto

source: One of the customer's contacts must have an email address and be flagged as the address to send the customer statement to for this function to work
fi: Yhdellä asiakkaan yhteyshenkilöstä on oltava sähköpostiosoite ja merkittävä osoitteeksi, johon asiakaslausunto lähetetään, jotta tämä toiminto toimisi

source: Email Customer Statement
fi: Lähetä asiakaslausunto sähköpostitse

source: Order Inquiries
fi: Tilauskyselyt

source: Show purchases from this customer
fi: Näytä tämän asiakkaan ostot

source: Modify Outstanding Sales Orders
fi: Muokkaa maksamattomia myyntitilauksia

source: This allows the deposits received from the customer to be matched against invoices
fi: Tämä mahdollistaa asiakkaalta saatujen talletusten vertaamisen laskuihin

source: Allocate Receipts or Credit Notes
fi: Jaa kuitit tai hyvityslaskut

source: Create a Counter Sale for this Customer
fi: Luo tälle asiakkaalle laskuri

source: Add a New Customer
fi: Lisää uusi asiakas

source: Modify Customer Details
fi: Muokkaa asiakkaan tietoja

source: Add/Edit/Delete Customer Branches
fi: Lisää / muokkaa / poista asiakashaaroja

source: Customer EDI Configuration
fi: Asiakkaan EDI-määritykset

source: Add a customer contact
fi: Lisää asiakasyhteyshenkilö

source: Add a note on this customer
fi: Lisää huomautus tälle asiakkaalle

source: Customers
fi: Asiakkaat

source: Search for Customers
fi: Hae asiakkaita

source: Enter a partial Name
fi: Anna osittainen nimi

source: If there is an entry in this field then customers with the text entered in their name will be returned
fi: Jos tässä kentässä on merkintä, asiakkaat, joiden nimessä on teksti, palautetaan

source: Enter a partial Code
fi: Syötä osittainen koodi

source: If there is an entry in this field then customers with the text entered in their customer code will be returned
fi: Jos tässä kentässä on merkintä, asiakkaat, joiden asiakaskoodiin kirjoitettu teksti palautetaan

source: Enter a partial Phone Number
fi: Syötä osittainen puhelinnumero

source: Enter part of the Address
fi: Syötä osa osoitteesta

source: Choose a Type
fi: Valitse tyyppi

source: No Customer types defined
fi: Ei määritelty asiakastyyppejä

source: Any
fi: Minkä tahansa

source: Choose an Area
fi: Valitse alue

source: Setup Areas
fi: Asetusalueet

source: No Sales Areas defined
fi: Myyntialueita ei ole määritelty

source: Your account enables you to see only customers allocated to you
fi: Tilisi avulla voit nähdä vain sinulle allokoidut asiakkaat

source: Note: Sales-person Login
fi: Huomaa: Myyntihenkilön kirjautuminen

source: Click to view the csv Search Result
fi: Napsauta nähdäksesi csv-hakutuloksen

source: You must first setup the geocode parameters
fi: Sinun on ensin määritettävä geokoodin parametrit

source: GeoCode has been updated for CustomerID
fi: Geotunnus on päivitetty asiakastunnukselle
