Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The users/locations that need user location records created cannot be retrieved because
fi: Käyttäjiä / sijainteja, jotka tarvitsevat luotuja käyttäjän sijaintitietueita, ei voi noutaa, koska

source: Existing users have been authorized for this location
fi: Nykyisille käyttäjille on annettu lupa tähän sijaintiin

source: Cannot delete this location because sales orders have been created delivering from this location
fi: Tätä sijaintia ei voi poistaa, koska täältä on luotu myyntitilauksia

source: sales orders with this Location code
fi: myyntitilaukset tällä sijaintikoodilla

source: Cannot delete this location because stock movements have been created using this location
fi: Tätä sijaintia ei voi poistaa, koska varastointiliikkeet on luotu tätä sijaintia käyttämällä

source: stock movements with this Location code
fi: varastoliikkeet tällä sijaintikoodilla

source: Cannot delete this location because location stock records exist that use this location and have a quantity on hand not equal to 0
fi: Tätä sijaintia ei voi poistaa, koska on olemassa sijaintikannan tietueita, jotka käyttävät tätä sijaintia ja joiden käytettävissä oleva määrä ei ole yhtä suuri kuin 0

source: stock items with stock on hand at this location code
fi: varastossa kohteita, joilla on varastossa varastossa tällä sijaintikoodilla

source: Cannot delete this location because it is the default location for a user
fi: Tätä sijaintia ei voi poistaa, koska se on käyttäjän oletussijainti

source: The user record must be modified first
fi: Käyttäjätietue on muutettava ensin

source: users using this location as their default location
fi: käyttäjät, jotka käyttävät tätä sijaintia oletussijaintina

source: Cannot delete this location because it is the default location for a bill of material
fi: Tätä sijaintia ei voi poistaa, koska se on oletussijainti materiaalilaskulle

source: The bill of materials must be modified first
fi: Aineistolomaketta on muutettava ensin

source: bom components using this location
fi: puomikomponentit käyttämällä tätä sijaintia

source: Cannot delete this location because it is used by some work centre records
fi: Tätä sijaintia ei voi poistaa, koska jotkut työkeskustietueet käyttävät sitä

source: works centres using this location
fi: työskentelee tätä sijaintia käyttävissä keskuksissa

source: Cannot delete this location because it is used by some work order records
fi: Tätä sijaintia ei voi poistaa, koska jotkut työmääräystietueet käyttävät sitä

source: work orders using this location
fi: työtilaukset käyttämällä tätä sijaintia

source: Cannot delete this location because it is used by some branch records as the default location to deliver from
fi: Tätä sijaintia ei voi poistaa, koska jotkut haaratietueet käyttävät sitä oletussijaintina toimitettavaksi

source: branches set up to use this location by default
fi: haarat perustettu käyttämään tätä sijaintia oletuksena

source: Cannot delete this location because it is used by some purchase order records as the location to receive stock into
fi: Tätä sijaintia ei voi poistaa, koska jotkut ostotilaustietueet käyttävät sitä varastojen vastaanottopaikkana

source: purchase orders set up to use this location as the receiving location
fi: ostotilaukset, jotka on määritetty käyttämään tätä sijaintia vastaanottopaikkana

source: There are no locations that match up with a tax province record to display. Check that tax provinces are set up for all dispatch locations
fi: Ei ole näytettäviä sijainteja, jotka vastaavat veroprosentin tietueita. Tarkista, että veroalueet on määritetty kaikille lähetyspaikoille

source: Location Code
fi: Sijaintikoodi

source: Location Name
fi: Paikannimi

source: Allow Invoicing
fi: Salli laskutus

source: Are you sure you wish to delete this inventory location?
fi: Haluatko varmasti poistaa tämän varastosijainnin?

source: Review Records
fi: Tarkastele tietueita

source: Amend Location details
fi: Muuta sijaintitietoja

source: New Location details
fi: Uuden sijainnin tiedot

source: Enter up to five characters for the inventory location code
fi: Syötä enintään viisi merkkiä varaston sijaintikoodiin

source: Enter the inventory location name this could be either a warehouse or a factory
fi: Syötä varaston sijainnin nimi, joka voi olla joko varasto tai tehdas

source: Contact for deliveries
fi: Ota yhteyttä toimituksiin

source: Enter the name of the responsible person to contact for this inventory location
fi: Kirjoita vastuuhenkilön nimi, jolle haluat ottaa yhteyttä tähän inventaarion sijaintiin

source: Delivery Address 1 (Building)
fi: Toimitusosoite 1 (rakennus)

source: Delivery Address 3 (Suburb)
fi: Toimitusosoite 3 (lähiö)

source: Delivery Address 4 (City)
fi: Toimitusosoite 4 (kaupunki)

source: Delivery Address 5 (Zip Code)
fi: Toimitusosoite 5 (postinumero)

source: The phone number should consist of numbers, spaces, parentheses, or the + character
fi: Puhelinnumeron tulisi koostua numeroista, välilyönneistä, sulkeista tai + -merkistä

source: Facsimile No
fi: Faksinumero

source: The fax number should consist of numbers, parentheses, spaces or the + character
fi: Faksinumeron tulisi koostua numeroista, sulkeista, välilyönneistä tai + -merkistä

source: Default Counter Sales Customer Code
fi: Oletuslaskuri-asiakaskoodi

source: If counter sales are being used for this location then an existing customer account code needs to be entered here. All sales created from the counter sales will be recorded against this customer account
fi: Jos tälle sijainnille käytetään laskumyyntiä, joudutaan syöttämään olemassa oleva asiakastilin koodi. Kaikki laskumyynnistä syntynyt myynti kirjataan tälle asiakastilille

source: If counter sales are being used for this location then an existing customer branch code for the customer account code entered above needs to be entered here. All sales created from the counter sales will be recorded against this branch
fi: Jos tälle sijainnille käytetään laskumyyntiä, tähän on syötettävä olemassa oleva asiakashaarakoodi yllä syötetylle asiakastilikoodille. Kaikki laskumyynnistä syntynyt myynti kirjataan tähän haaraan

source: Allow internal requests?
fi: Sallitaanko sisäiset pyynnöt?

source: Use for Work Order Productions?
fi: Käytä työtilaustuotantoon?

source: Enter the GL account for this location, or leave it in blank if not needed
fi: Anna PK-tili tälle sijainnille tai jätä se tyhjäksi, jos sitä ei tarvita

source: Use this parameter to indicate whether these inventory location allows or denies the invoicing of its items.
fi: Käytä tätä parametria osoittamaan, sallivatko nämä varastotiedot sen kohteiden laskutuksen.

source: Inventory Location Authorised Users Maintenance
fi: Varaston sijainti Valtuutettujen käyttäjien ylläpito

source: Location Authorised Users
fi: Sijainti Valtuutetut käyttäjät

source: You have not selected any Location
fi: Et ole valinnut yhtään sijaintia

source: You have not selected an user to be authorised to use this Location
fi: Et ole valinnut käyttäjää, jolle annetaan lupa käyttää tätä sijaintia

source: is already authorised to use this location
fi: on jo valtuutettu käyttämään tätä sijaintia

source: authority to use the
fi: oikeus käyttää

source: location has been changed
fi: sijainti on muutettu

source: The Location user record could not be deleted because
fi: Sijainnin käyttäjän tietuetta ei voitu poistaa, koska

source: has had their authority to use the
fi: on ollut valtuutuksensa käyttää

source: location removed
fi: sijainti poistettu

source: has had their authority to update
fi: on ollut valtuutuksensa päivittää

source: Select Location
fi: Valitse Sijainti

source: Authorised users for Location
fi: Valtuutetut käyttäjät sijainnille

source: Mailing Group Maintenance
fi: Postitusryhmän ylläpito

source: The Mail Group should be less than 100 characters and cannot contain illegal characters and cannot be null
fi: Postiryhmän tulee olla alle 100 merkkiä, eikä se saa sisältää laittomia merkkejä, eikä se voi olla tyhjä

source: Failed to add new mail group
fi: Uuden postiryhmän lisääminen epäonnistui

source: The User Id should be set and must be less than 21 and cannot contains illegal characters
fi: Käyttäjätunnus on asetettava ja sen on oltava alle 21 eikä se saa sisältää laittomia merkkejä

source: The Group Id must be integer
fi: Ryhmätunnuksen on oltava kokonaisluku

source: The Group name should be set and must be less than 100 characters and cannot contains illegal characters
fi: Ryhmän nimi tulee asettaa, ja sen on oltava alle 100 merkkiä, eikä se saa sisältää laittomia merkkejä

source: Failed to add users to mail group
fi: Käyttäjien lisääminen postiryhmään epäonnistui

source: Failed to delete the mail group which id is
fi: Sähköpostiryhmän, jonka tunnus on, poistaminen epäonnistui

source: The group id must be numeric
fi: Ryhmätunnuksen on oltava numeerinen

source: The Group Name should be less than 100 and cannot contains illegal characters
fi: Ryhmän nimen on oltava alle 100, eikä se saa sisältää laittomia merkkejä

source: The page must be called with a group id
fi: Sivulle on kutsuttava ryhmän tunnus

source: Mail Group
fi: Postiryhmä

source: Failed to retrieve mail groups information
fi: Postiryhmätietojen noutaminen epäonnistui

source: Are you sure you wish to delete this group?
fi: Haluatko varmasti poistaa tämän ryhmän?

source: Failed to retrieve userid
fi: Userid noutaminen epäonnistui

source: Failed to retrieve user information
fi: Käyttäjätietojen noutaminen epäonnistui

source: Current Mail Group
fi: Nykyinen postiryhmä

source: View All Groups
fi: Näytä kaikki ryhmät

source: Assigned Users
fi: Määritetyt käyttäjät

source: Available Users
fi: Käytettävissä olevat käyttäjät

source: Are you sure you wish to remove this user from this mail group?
fi: Haluatko varmasti poistaa tämän käyttäjän tästä postiryhmästä?

source: Remove
fi: Poista

source: There are no user set up, please set up user first
fi: Käyttäjää ei ole määritetty. Määritä ensin käyttäjä

source: There are no members of the Inventory Valuation Recipients email group
fi: Varaston arvostuksen vastaanottajat -ryhmässä ei ole jäseniä

source: Please find herewith the stock valuation report
fi: Täältä löydät osakkeiden arvostusraportin

source: Print Inventory Valuation
fi: Tulosta varaston arvostus

source: The Inventory valuation report has been mailed
fi: Varaston arvostusraportti on postitettu

source: There are errors lead to mails not sent
fi: On virheitä, jotka johtavat sähköpostiviestien lähettämättä jättämiseen

source: There are no members of the Sales Analysis Report Recipients email group
fi: Myyntianalyysiraportin vastaanottajat -ryhmässä ei ole jäseniä

source: Please find herewith the comma separated values sales report
fi: Löydät täältä pilkuilla erotettujen arvojen myyntiraportin

source: Sales Analysis
fi: Myynnin analyysi

source: CSV Format
fi: CSV-muoto

source: Please find herewith sales report
fi: Täältä löydät myyntiraportin

source: Sales Analysis Report
fi: Myynnin analyysiraportti

source: Error running automated sales report number
fi: Virhe suoritettaessa automaattisen myyntiraportin numeroa

source: You have the following maintenance task(s) falling due or over-due:
fi: Seuraavat huoltotehtävät erääntyvät tai erääntyvät:

source: NB: THIS JOB IS OVERDUE
fi: HUOM: TÄMÄ TYÖ ON TULEVA

source: Task:
fi: Tehtävä:

source: Due:
fi: Eräpäivä:

source: Fixed Asset Maintenance Tasks
fi: Kiinteän omaisuuden ylläpitotehtävät

source: The days before a task falls due is expected to be a postive
fi: Päivien ennen tehtävän erääntymistä odotetaan olevan postitiivinen

source: The authentication details cannot be inserted because
fi: Todennustietoja ei voi lisätä, koska

source: The task details cannot be updated because
fi: Tehtävän tietoja ei voi päivittää, koska

source: The maintenance task cannot be deleted because
fi: Huoltotehtävää ei voi poistaa, koska

source: The maintenance task details cannot be retrieved because
fi: Huoltotehtävän yksityiskohtia ei voi noutaa, koska

source: Task ID
fi: Tehtävän tunnus

source: Last Completed
fi: Viimeinen valmis

source: Person
fi: Henkilö

source: No Manager Set
fi: Ei johtajaa asetettu

source: Are you sure you wish to delete this maintenance task?
fi: Haluatko varmasti poistaa tämän huoltotehtävän?

source: Asset to Maintain
fi: Omaisuudenhoito

source: Task Description
fi: Tehtävän kuvaus

source: Days Before Task Due
fi: Päivää ennen tehtävän eräpäivää

source: Responsible
fi: Vastuullinen

source: No Manager
fi: Ei johtajaa

source: Update Task
fi: Päivitä tehtävä

source: Enter New Task
fi: Anna uusi tehtävä

source: My Maintenance Jobs
fi: Omat huoltotyöt

source: Fixed Assets Maintenance Schedule
fi: Käyttöomaisuuden ylläpitoaikataulu

source: The maintenance schedule cannot be retrieved because
fi: Huoltoaikataulua ei voi hakea, koska

source: Due By
fi: Erääntyy

source: Now Complete
fi: Nyt valmis

source: Are you sure you wish to mark this maintenance task as completed?
fi: Haluatko varmasti merkitä tämän huoltotehtävän suoritetuksi?

source: Mark Completed
fi: Merkitse valmis

source: webERP Manual
fi: webERP-käsikirja

source: Table of Contents
fi: Sisällysluettelo

source: Go to Bottom
fi: Mene alareunaan

source: Click on a link to view a page, or check boxes and click on \Display Checked\ to view selected in one page
fi: Napsauta linkkiä nähdäksesi sivun tai valintaruudut ja napsauta \Näytä tarkastettu\ nähdäksesi valitut yhdellä sivulla

source: Display Checked
fi: Näyttö tarkistettu

source: Go to Top
fi: Mennä huipulle

source: Brands Maintenance
fi: Tuotemerkkien huolto

source: manufacturer record because
fi: valmistajan ennätys, koska

source: The SQL used to update the manufacturer record was
fi: Valmistajan tietueen päivittämiseen käytetty SQL oli

source: The manufacturer record has been updated
fi: Valmistajan tietue on päivitetty

source: An error occurred inserting the new manufacturer record because
fi: Uuden valmistajatietueen lisäämisessä tapahtui virhe

source: The SQL used to insert the manufacturer record was
fi: Valmistajan tietueen lisäämiseen käytetty SQL oli

source: The new manufacturer record has been added
fi: Uusi valmistajarekisteri on lisätty

source: Cannot delete this manufacturer because products have been defined as from this manufacturer
fi: Tätä valmistajaa ei voi poistaa, koska tuotteet on määritelty tältä valmistajalta

source: items with this manufacturer code
fi: tuotteet tällä valmistajakoodilla

source: Manufacturer
fi: Valmistaja

source: There are no manufacturers to display
fi: Ei näytettäviä valmistajia

source: Manufacturers
fi: Valmistajat

source: Brand Code
fi: Tuotemerkki

source: Brand Name
fi: Tuotenimi

source: Brand URL
fi: Tuotemerkin URL-osoite

source: Brands Image
fi: Tuotemerkkikuva

source: Are you sure you wish to delete this brand?
fi: Haluatko varmasti poistaa tämän tuotemerkin?

source: Brand
fi: Brändi

source: Amend Brand Details
fi: Muuta tuotemerkin tietoja

source: New Brand/Manufacturer Details
fi: Uusi tuotemerkki / valmistajan tiedot

source: Brand Image File (
fi: Tuotemerkkitiedosto (

source: Raw Materials Not Used Anywhere
fi: Raaka-aineita, joita ei käytetä missään

source: Raw Materials Not Used in any BOM
fi: Raaka-aineet, joita ei käytetä missään BOM: ssa

source: Std Cost
fi: Normaali hinta

source: MRP Calendar
fi: MRP-kalenteri

source: To Date Must Be Greater Than From Date
fi: Tähän mennessä on oltava suurempi kuin päivämäärä

source: The MRP Calendar has been created
fi: MRP-kalenteri on luotu

source: Invalid Change Date
fi: Virheellinen muutospäivä

source: Cannot update the MRP Calendar
fi: MRP-kalenteria ei voi päivittää

source: The MRP calendar record for
fi: MRP-kalenteritietue

source: Manufacturing Date
fi: Valmistuspäivä

source: Exclude The Following Days
fi: Sulje pois seuraavat päivät

source: Create Calendar
fi: Luo kalenteri

source: List Date Range
fi: Luettelon ajanjakso

source: Change Date Status
fi: Muuta päivämäärän tilaa

source: MRP Create Demands
fi: MRP Luo vaatimukset

source: The date from must be specified in the format
fi: Alkaen päivämäärä on määritettävä muodossa

source: The date to must be specified in the format
fi: Päivämäärä on määritettävä muodossa

source: The date to must be after the date from
fi: Päivämäärän on oltava päivämäärän jälkeen

source: The distribution start date must be specified in the format
fi: Jakelun aloituspäivä on määritettävä muodossa

source: The quantity below which no demand will be created must be numeric
fi: Määrä, jonka alapuolella kysyntää ei synny, on oltava numeerinen

source: The multiplier is expected to be a positive number
fi: Kertoimen odotetaan olevan positiivinen luku

source: records have been created
fi: tietueet on luotu

source: Demand Type
fi: Kysyntätyyppi

source: Inventory Categories
fi: Mainosjakauman luokat

source: Inventory Location
fi: Varaston sijainti

source: From Sales Date
fi: Myyntipäivästä

source: To Sales Date
fi: Myyntipäivään

source: Start Date For Distribution
fi: Jakelun aloituspäivä

source: Distribution Period
fi: Jakelujakso

source: Weekly
fi: Viikoittain

source: Monthly
fi: Kuukausittain

source: Number of Periods
fi: Jaksojen lukumäärä

source: Exclude Total Quantity Less Than
fi: Sulje pois kokonaismäärä alle

source: Exclude Total Dollars Less Than
fi: Sulje pois dollareiden kokonaismäärä alle

source: Multiplier
fi: Kerroin

source: MRP Demands
fi: MRP vaatii

source: No record found in search
fi: Hakua ei löytynyt

source: Quantity must be numeric
fi: Määrän on oltava numeerinen

source: Quantity must be greater than 0
fi: Määrän on oltava suurempi kuin 0

source: Invalid due date
fi: Virheellinen eräpäivä

source: Invalid demand type
fi: Virheellinen kysyntätyyppi

source: is not a valid item code
fi: ei ole kelvollinen tuotekoodi

source: Record already exists for part number/demand type/date
fi: Osanumerolle / kysyntätyypille / päivämäärälle on jo tietue

source: The MRP demand record has been updated for
fi: MRP-kyselytietue on päivitetty

source: A new MRP demand record has been added to the database for
fi: Uusi MRP-kyselytietue on lisätty tietokantaan

source: The update/addition of the MRP demand record failed because
fi: MRP-kyselytietueen päivitys / lisääminen epäonnistui

source: The MRP demand record for
fi: MRP-kyselyn ennätys vuodelle

source: All records for demand type
fi: Kaikki kysyntätyypin tietueet

source: have been deleted
fi: on poistettu

source: Are you sure you wish to delete this demand?
fi: Haluatko varmasti poistaa tämän vaatimuksen?

source: Number of Records
fi: Tietueiden lukumäärä

source: List All Demands
fi: Luettele kaikki vaatimukset

source: List Selection
fi: Luettelon valinta

source: Delete Demand Type
fi: Poista kysyntätyyppi

source: Or Delete Record
fi: Tai Poista tietue

source: MRP Demand Types
fi: MRP-kysyntätyypit

source: The Demand Type is reserved for the system
fi: Kysyntätyyppi on varattu järjestelmälle

source: The Demand Type code must be at least 1 character long
fi: Kysyntätyyppikoodin on oltava vähintään yhden merkin pituinen

source: The Demand Type description must be at least 3 characters long
fi: Kysyntätyypin kuvauksen on oltava vähintään 3 merkkiä pitkä

source: The demand type record has been updated
fi: Kysyntätyyppitietue on päivitetty

source: The new demand type has been added to the database
fi: Uusi kysyntätyyppi on lisätty tietokantaan

source: The update/addition of the demand type failed because
fi: Kysyntätyypin päivitys / lisäys epäonnistui

source: Cannot delete this demand type because MRP Demand records exist for this type
fi: Tätä kysyntätyyppiä ei voi poistaa, koska tälle tyypille on olemassa MRP-kysyntätietueita

source: MRP Demands referring to this type
fi: MRP Tähän tyyppiin viitaten

source: The selected demand type record has been deleted
fi: Valittu kysyntätyyppitietue on poistettu

source: Show all Demand Types
fi: Näytä kaikki kysyntätyypit

source: Demand Type Description
fi: Kysyntätyyppi Kuvaus

source: Run MRP Calculation
fi: Suorita MRP-laskenta

source: Start time
fi: Aloitusaika

source: Initialising tables .....
fi: Alustetaan taulukoita ...

source: Creating first level
fi: Ensimmäisen tason luominen

source: Creating other levels
fi: Muiden tasojen luominen

source: Creating bomlevels table
fi: Bomlevels-taulukon luominen

source: Creating levels table
fi: Luodaan tasotaulukko

source: Levels table has been created
fi: Tasotaulukko on luotu

source: Creating requirements table
fi: Vaatimustaulukon luominen

source: Create of mrprequirements failed because
fi: MR-vaatimusten luominen epäonnistui, koska

source: Loading requirements from sales orders
fi: Vaatimukset myyntitilauksista

source: Loading requirements from work orders
fi: Työmääräysten latausvaatimukset

source: Loading requirements based on mrpdemands
fi: Latausvaatimukset perustuvat mrp-vaatimuksiin

source: Loading requirements based on reorder level
fi: Latausvaatimukset perustuvat uudelleenjärjestykseen

source: Creating supplies table
fi: Tarvikepöydän luominen

source: Create of mrpsupplies failed because
fi: Mrpsupplies-tiedostojen luominen epäonnistui, koska

source: Loading supplies from purchase orders
fi: Tarvikkeiden lataaminen ostotilauksista

source: Loading supplies from inventory on hand
fi: Tarvikkeiden lataaminen varastosta käsillä

source: Loading supplies from work orders
fi: Tarvikkeiden lataaminen työtilauksista

source: Creating planned orders table
fi: Suunniteltujen tilausten taulukon luominen

source: Create of mrpplannedorders failed because
fi: MRP-suunnitelmien luominen epäonnistui, koska

source: Processing level
fi: Käsittelytaso

source: End time
fi: Loppu aika

source: Last Run Details
fi: Viimeisen ajon tiedot

source: Last Run Time
fi: Viimeinen ajoaika

source: Days Leeway
fi: Päivien liikkumavaraa

source: Use MRP Demands
fi: Käytä MRP-vaatimuksia

source: Use Reorder Level Demands
fi: Käytä uudelleenjärjestelytason vaatimuksia

source: Use EOQ
fi: Käytä EOQ: ta

source: Use Pan Size
fi: Käytä pannun kokoa

source: Use Shrinkage
fi: Käytä kutistumista

source: This Run Details
fi: Tämän ajon yksityiskohdat

source: Use MRP Demands?
fi: Käytetäänkö MRP-vaatimuksia?

source: Use Reorder Level Demands?
fi: Käytetäänkö uudelleenjärjestelytason vaatimuksia?

source: Use EOQ?
fi: Käytetäänkö EOQ: ta?

source: Use Pan Size?
fi: Käytetäänkö pannun kokoa?

source: Use Shrinkage?
fi: Käytä kutistumista?

source: Run MRP
fi: Suorita MRP

source: MRP error
fi: MRP-virhe

source: The MRP calculation must be run before you can run this report
fi: MRP-laskenta on suoritettava, ennen kuin voit suorittaa tämän raportin

source: To run the MRP calculation click
fi: Suorita MRP-laskenta napsauttamalla

source: Through
fi: Kautta

source: MRP Planned Purchase Orders
fi: MRP:n suunnitellut ostotilaukset

source: The MRP planned purchase orders could not be retrieved by the SQL because
fi: SQL ei voinut noutaa MRP:n suunniteltuja ostotilauksia, koska

source: Print MRP Planned Purchase Orders
fi: Tulosta MRP:n suunnitellut ostotilaukset

source: There were no items with planned purchase orders
fi: Suunniteltuja ostotilauksia ei ollut

source: MRP Planned Purchase Orders Report
fi: MRP Suunnitellut ostotilaukset -raportti

source: Unit Cost:
fi: Yksikköhinta:

source: Last Purchase Date:
fi: Viimeinen ostopäivä:

source: Supplier:
fi: Toimittaja:

source: Preferred Supplier:
fi: Ensisijainen toimittaja:

source: Number of Purchase Orders:
fi: Ostotilausten määrä:

source: Total Extended Cost:
fi: Laajennettu kokonaiskustannus:

source: Review/Convert MRP Planned Purchase Orders
fi: Tarkista / muunna MRP:n suunnitellut ostotilaukset

source: Consolidation
fi: Yhdistyminen

source: Cutoff Date
fi: Katkaisupäivä

source: MRP Date
fi: MRP-päivämäärä
