Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the order number.
fi: Jos tämä onnistuu, funktio palauttaa kahden elementin matriisin; ensimmäinen elementti on 0 onnistumiselle tai virhekoodi, kun taas toinen elementti on tilausnumero.

source: Sales Order to invoice
fi: Myyntitilaus laskutettavaksi

source: An integer representing the webERP sales order number
fi: Kokonaisluku, joka edustaa webERP-myyntitilausnumeroa

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the invoice number.
fi: Jos tämä onnistuu, funktio palauttaa kahden elementin matriisin; ensimmäinen elementti on 0 onnistumiseksi tai virhekoodi, kun taas toinen elementti on laskun numero.

source: Modify Sales Order Header Details
fi: Muokkaa myyntitilauksen otsikkotietoja

source: If successful this function returns a single element array with the value 0; otherwise, it contains all error codes encountered during the update.
fi: Jos tämä onnistuu, tämä toiminto palauttaa yhden elementtiryhmän arvon 0; muuten se sisältää kaikki päivityksen aikana havaitut virhekoodit.

source: Insert Sales Order Line
fi: Lisää myyntitilausrivi

source: The orderno key must be one of these values.
fi: Orderno-avaimen on oltava yksi näistä arvoista.

source: This function returns an array; the first element is 0 for success; otherwise the array contains a list of all errors encountered.
fi: Tämä toiminto palauttaa matriisin; ensimmäinen elementti on 0 onnistumisen kannalta; muuten taulukko sisältää luettelon kaikista havaituista virheistä.

source: Modify Sales Order Line
fi: Muokkaa myyntitilausriviä

source: The orderno and stkcode keys must be one of these values.
fi: Orderno- ja stkcode-avainten on oltava yksi näistä arvoista.

source: Function Description go here
fi: Toiminnon kuvaus Siirry tänne

source: Account Details
fi: Tilin tiedot

source: An array of index/value items describing the GL Account and fields to set.
fi: Joukko indeksi- / arvokohteita, jotka kuvaavat PK-tiliä ja asetettavia kenttiä.

source: Account Section Details
fi: Tilin osion tiedot

source: An array of index/value items describing the account section to insert.
fi: Joukko indeksi- / arvokohteita, jotka kuvaavat lisättävän tilin osion.

source: Account Group Details
fi: Tiliryhmän tiedot

source: An array of index/value items describing the account group to insert.
fi: Joukko indeksi- / arvoeriä, jotka kuvaavat lisättävää tiliryhmää.

source: This function returns a list of stock location ids.
fi: Tämä toiminto palauttaa luettelon osakkeiden sijaintitunnuksista.

source: This function returns an array of stock location ids.
fi: Tämä toiminto palauttaa joukon varastotunnuksia.

source: This function takes a stock location id and returns details of that stock location.
fi: Tämä toiminto ottaa varastotunnuksen ja palauttaa tiedot osakkeen sijainnista.

source: Stock Location Code
fi: Varaston sijaintikoodi

source: A stock location code as returned by the GetLocationList function.
fi: GetLocationList-toiminnon palauttama varastopaikkakoodi.

source: This function returns an array of stock location details.
fi: Tämä toiminto palauttaa joukon varastossa olevia sijaintitietoja.

source: This function returns a list of stock shipper ids.
fi: Tämä toiminto palauttaa luettelon varastojen lähettäjätunnuksista.

source: This function returns an array of stock shipper ids.
fi: Tämä toiminto palauttaa joukon varastolähettäjätunnuksia.

source: This function takes a stock shipper id and returns details of that shipper.
fi: Tämä toiminto ottaa varastolähettäjän tunnuksen ja palauttaa lähettäjän tiedot.

source: Stock Shipper ID
fi: Varaston lähettäjän tunnus

source: A stock shipper ID as returned by the GetShippersList function.
fi: Varastolähettäjän tunnus, jonka GetShippersList-toiminto palauttaa.

source: This function returns an array of stock shipper details.
fi: Tämä toiminto palauttaa joukon varastolähettäjän yksityiskohtia.

source: This function returns a list of sales area codes.
fi: Tämä toiminto palauttaa luettelon myynti-aluekoodeista.

source: This function returns an array of sales area codes.
fi: Tämä toiminto palauttaa joukon myynti-aluekoodeja.

source: This function takes a sales area code and returns details of that sales area.
fi: Tämä toiminto ottaa myynti-aluekoodin ja palauttaa kyseisen myynti-alueen tiedot.

source: Sales Area Code
fi: Myyntikoodi

source: A sales area code as returned by the GetSalesAreasList function.
fi: Myyntialuekoodi, jonka GetSalesAreasList-toiminto palauttaa.

source: This function returns an array of sales area details.
fi: Tämä toiminto palauttaa joukon myyntipinta-alatietoja.

source: This function takes a sales area description and returns details of that sales area.
fi: Tämä toiminto ottaa myyntialueen kuvauksen ja palauttaa kyseisen alueen tiedot.

source: Sales Area Description
fi: Myyntialueen kuvaus

source: A sales area description of the sales area of interest.
fi: Myyntialueen kuvaus kiinnostavasta myyntialueesta.

source: Sales Area Details
fi: Myynti-alueen tiedot

source: An array of index/value items describing the sales area to insert.
fi: Joukko indeksi- / arvoeriä, jotka kuvaavat lisättävää myyntialuetta.

source: This function returns a list of salesman codes.
fi: Tämä toiminto palauttaa luettelon myyjäkoodeista.

source: This function returns an array of salesman codes.
fi: Tämä toiminto palauttaa joukon myyjäkoodeja.

source: This function takes a salesman code and returns details of that salesman.
fi: Tämä toiminto ottaa myyjän koodin ja palauttaa myyntimiehen tiedot.

source: A salesman code as returned by the GetSalesmanList function.
fi: GetSalesmanList-toiminnon palauttama myyntikoodi.

source: This function returns an array of salesman details.
fi: Tämä toiminto palauttaa joukon myyjän tietoja.

source: This function takes a salesman's name and returns details of that salesman.
fi: Tämä toiminto ottaa myyjän nimen ja palauttaa kyseisen myyjän tiedot.

source: The name of the salesman of interest.
fi: Kiinnostavan myyjän nimi.

source: Salesman Details
fi: Myyjän tiedot

source: An array of index/value items describing the salesman to insert.
fi: Joukko indeksi- / arvoeriä, jotka kuvaavat lisättävää myyjää.

source: This function returns a list of tax group IDs.
fi: Tämä funktio palauttaa luettelon veroryhmätunnuksista.

source: This function returns an array of tax group IDs.
fi: Tämä funktio palauttaa joukon veroryhmän tunnuksia.

source: This function takes a tax group ID and returns details of that tax group.
fi: Tämä toiminto ottaa veroryhmän tunnuksen ja palauttaa kyseisen veroryhmän tiedot.

source: Tax Group ID
fi: Veroryhmän tunnus

source: A tax group ID as returned by the GetTaxgroupList function.
fi: GetTaxgroupList-funktion palauttama veroryhmän tunnus.

source: This function returns an array of tax group details.
fi: Tämä funktio palauttaa joukon veroryhmän tietoja.

source: This function returns a list of tax authority IDs.
fi: Tämä toiminto palauttaa luettelon veroviranomaisen tunnuksista.

source: This function takes a tax authority ID and returns details of that tax authority.
fi: Tämä toiminto ottaa veroviranomaisen tunnuksen ja palauttaa veroviranomaisen tiedot.

source: Tax Authority ID
fi: Veroviranomaisen tunnus

source: A tax Authority ID as returned by the GetTaxAuthorityList function.
fi: GetTaxAuthorityList-toiminnon palauttama veroviranomaisen tunnus.

source: This function returns an array of tax authority details.
fi: Tämä toiminto palauttaa joukon veroviranomaisen tietoja.

source: This function takes a tax authority ID and returns the rates of tax for the authority.
fi: Tämä toiminto ottaa veroviranomaisen tunnuksen ja palauttaa veroprosentit viranomaiselle.

source: This function returns the tax rates for the authority.
fi: Tämä toiminto palauttaa viranomaisen verokannat.

source: This function takes a tax group ID and returns the taxes that belong to that tax group.
fi: Tämä toiminto ottaa veroryhmän tunnuksen ja palauttaa veroryhmään kuuluvat verot.

source: This function returns a list of customer types.
fi: Tämä toiminto palauttaa luettelon asiakastyypeistä.

source: This function returns an array of customer types
fi: Tämä toiminto palauttaa joukon asiakastyyppejä

source: This function takes a customer type ID and returns details of that customer type.
fi: Tämä toiminto ottaa asiakastyypin tunnuksen ja palauttaa kyseisen asiakastyypin tiedot.

source: Customer Type ID
fi: Asiakastyypin tunnus

source: A customer type ID as returned by the GetCustomerTypeList function.
fi: GetCustomerTypeList-toiminnon palauttama asiakastyypin tunnus.

source: This function returns an array of customer type details.
fi: Tämä toiminto palauttaa joukon asiakastyyppitietoja.

source: Category Details
fi: Luokan tiedot

source: An array of index/value items describing the stock category to insert.
fi: Joukko indeksi- / arvoeriä, jotka kuvaavat lisättävää tuoteryhmää.

source: An array of index/value items describing the stock category to modify.
fi: Joukko indeksi- / arvoeriä, jotka kuvaavat muokattavaa tuoteryhmää.

source: This function returns a list of stock category abbreviations.
fi: Tämä toiminto palauttaa luettelon varastoluokkien lyhenteistä.

source: If successful, this function returns an array of stock category ids.
fi: Jos tämä onnistuu, tämä toiminto palauttaa joukon osakeluokkien tunnuksia.

source: Otherwise an array of error codes is returned and no stock categories are returned.
fi: Muuten palautetaan joukko virhekoodeja eikä varastoluokkia palauteta.

source: This function takes a stock category ID and returns details of that stock category type.
fi: Tämä toiminto ottaa varastoluokan tunnuksen ja palauttaa kyseisen osaketyypin tiedot.

source: Stock Category ID
fi: Osakeluokan tunnus

source: A Stock Category ID as returned by the *WHAT* function.
fi: Varastoluokan tunnus, jonka * WHAT * -toiminto palauttaa.

source: This function returns an array of stock category details.
fi: Tämä toiminto palauttaa joukon osakeluokan tietoja.

source: Label Name
fi: Etiketin nimi

source: The category label to search on.
fi: Luokkatunniste, josta haetaan.

source: This function returns a list of general ledger account codes.
fi: Tämä toiminto palauttaa luettelon pääkirjatilikoodeista.

source: This function returns an array of general ledger account codes.
fi: Tämä toiminto palauttaa joukon pääkirjatilikoodeja.

source: This function takes a general ledger account code and returns details of that account.
fi: Tämä toiminto ottaa pääkirjatilikoodin ja palauttaa kyseisen tilin tiedot.

source: General Ledger Account Code
fi: Pääkirjatilin koodi

source: A general ledger account code as returned by the GetGLAccountList function.
fi: GetPKAccountList-toiminnon palauttama pääkirjatilikoodi.

source: This function returns an array of general ledger account details.
fi: Tämä toiminto palauttaa joukon pääkirjatilitietoja.

source: This function takes a stock code ID and a tax authority code and returns the relevant tax rate.
fi: Tämä toiminto ottaa varastokoodin tunnuksen ja veroviranomaisen koodin ja palauttaa tarvittavan verokannan.

source: The stock ID of the item whose tax rate is desired.
fi: Sen tuotteen varastotunnus, jonka veroaste on haluttu.

source: Tax Authority Code
fi: Veroviranomaisen koodi

source: The code identifying the tax authority of interest.
fi: Koodi, joka tunnistaa kiinnostavan veroviranomaisen.

source: This function is used to insert a new supplier into the webERP database.
fi: Tätä toimintoa käytetään lisäämään uusi toimittaja webERP-tietokantaan.

source: Supplier Details
fi: Toimittajan tiedot

source: This function is used to modify a supplier which is already setup in the webERP database.
fi: Tätä toimintoa käytetään toimittajan muokkaamiseen, joka on jo määritetty webERP-tietokantaan.

source: The supplierid must already exist in the weberp database.
fi: Toimittajan tunnuksen on oltava jo Weberp-tietokannassa.

source: This function is used to retrieve the details of a supplier from the webERP database.
fi: Tätä toimintoa käytetään hakemaan toimittajan tiedot webERP-tietokannasta.

source: Supplier ID
fi: Toimittajan tunnus

source: This is a string value. It must be a valid supplier id that is already in the webERP database.
fi: Tämä on merkkijonoarvo. Sen on oltava kelvollinen toimittajan tunnus, joka on jo webERP-tietokannassa.

source: If successful this function returns a set of key/value pairs containing the details of this supplier.
fi: Jos tämä toiminto onnistuu, palautetaan joukko avain / arvo-pareja, jotka sisältävät tämän toimittajan tiedot.

source: The key will be identical with field name from the suppliers table. All fields will be in the set regardless of whether the value was set.
fi: Avain on sama kuin toimittajien taulukon kentän nimi. Kaikki kentät ovat joukossa riippumatta siitä, onko arvo asetettu.

source: This is a string value. It must be a valid field in the suppliers table. This is case sensitive
fi: Tämä on merkkijonoarvo. Sen on oltava kelvollinen kenttä toimittajien taulukossa. Tämä erottelee isot ja pienet kirjaimet

source: Criteria
fi: Kriteeri

source: This is a string value. It holds the string that is searched for in the given field. It will search for all or part of the field.
fi: Tämä on merkkijonoarvo. Se pitää merkkijonoa, jota etsitään annetusta kentästä. Se etsii koko kentän tai sen osan.

source: If successful this function returns an array of supplier ids.
fi: Jos tämä onnistuu, tämä toiminto palauttaa joukon toimittajatunnuksia.

source: This function is used to retrieve the details of stock batches.
fi: Tätä toimintoa käytetään varastojen erien hakemiseen.

source: Returns a two dimensional array of stock batch details.
fi: Palauttaa kaksiulotteisen joukon varastossa olevia eriä.

source: The fields returned are stockid, loccode, batchno, quantity, itemcost.
fi: Palautetut kentät ovat stockid, loccode, batchno, määrä, itemcost.

source: Adjust the stock balance for the given stock code at the given location by the amount given.
fi: Säädä varaston saldo annettuun varastokoodiin tietyssä paikassa annetulla määrällä.

source: This is an integer value. It holds the amount of stock to be adjusted. Should be negative if is stock is to be reduced
fi: Tämä on kokonaislukuarvo. Se sisältää mukautettavan kaluston määrän. Pitäisi olla negatiivinen, jos varastoa on tarkoitus vähentää

source: If successful this function returns 0.
fi: Jos tämä onnistuu, funktio palauttaa arvon 0.

source: Issues stock to a given work order from the given location
fi: Antaa varastoa tiettyyn työtilaukseen tietystä sijainnista

source: A string field containing a valid work order number that has already been created. The api will check this before making the enquiry.
fi: Merkkikenttä, joka sisältää kelvollisen työtilausnumeron, joka on jo luotu. Api tarkistaa tämän ennen kyselyn tekemistä.

source: Batch number
fi: Eränumero

source: This is a string value. It holds the reference to the batch number for the product being issued. If the stockid is not batch controlled this is ignored.
fi: Tämä on merkkijonoarvo. Siinä on viite myönnettävän tuotteen eränumeroon. Jos stockidia ei ole eräohjattu, tämä jätetään huomioimatta.

source: This function is used to retrieve the details of a work order from the webERP database.
fi: Tätä toimintoa käytetään hakemaan työmääräyksen yksityiskohdat webERP-tietokannasta.

source: This is a string value. It must be a valid field in the workorders table. This is case sensitive
fi: Tämä on merkkijonoarvo. Sen on oltava kelvollinen kenttä työjärjestystaulukossa. Tämä erottelee isot ja pienet kirjaimet

source: If successful this function returns an array of work order numbers.
fi: Jos tämä onnistuu, tämä toiminto palauttaa joukon työmääräysnumeroita.

source: This function is used to insert new purchasing data into the webERP database.
fi: Tätä toimintoa käytetään uusien ostotietojen lisäämiseen webERP-tietokantaan.

source: Purchasing data
fi: Ostotiedot

source: This function is used to modify purchasing data into the webERP database.
fi: Tätä toimintoa käytetään ostotietojen muokkaamiseen webERP-tietokantaan.

source: This function is used to insert a new work order into the webERP database. Currently this works only for single line orders.
fi: Tätä toimintoa käytetään lisäämään uusi työmääräys webERP-tietokantaan. Tällä hetkellä tämä toimii vain yhden rivin tilauksissa.

source: Work order details
fi: Työtilaustiedot

source: Receives stock from a given work order from the given location
fi: Vastaanottaa varastoa tietystä työtilauksesta tietystä sijainnista

source: Returns the webERP default date format
fi: Palauttaa webERP-oletuspäivämäärän

source: If successful this function returns a string contain the default date format.
fi: Jos tämä toiminto onnistuu, merkkijono sisältää oletuspäivämäärän.

source: Returns the webERP default shipper
fi: Palauttaa webERP-oletuslähettäjän

source: If successful this function returns an array of two elements the first should contain an integer of zero for successful and the second an associative array containing the key of confvalue the value of which is the Default_Shipper.
fi: Jos tämä toiminto onnistuu, se palauttaa kahden elementin matriisin, ensimmäisen tulisi sisältää kokonaisluku nolla onnistuneelle ja toinen assosiatiivinen taulukko, joka sisältää avaimen arvon, jonka arvo on Default_Shipper.

source: Returns the webERP default location
fi: Palauttaa webERP-oletussijainnin

source: If successful this function returns a string contain the default location.
fi: Jos tämä onnistuu, funktio palauttaa merkkijonon, joka sisältää oletussijainnin.

source: Returns the webERP default price list
fi: Palauttaa webERP:n oletushinnan

source: If successful this function returns a string contain the default price list code.
fi: Jos tämä toiminto onnistuu, palautetaan merkkijono, joka sisältää oletushintaluettelokoodin.

source: Returns the webERP default inventory location
fi: Palauttaa webERP:n oletusvaraston sijainnin

source: If successful this function returns a string contain the default inventory location.
fi: Jos tämä onnistuu, funktio palauttaa merkkijonon, joka sisältää oletusvaraston sijainnin.

source: Returns the webERP reports directory for the company selected
fi: Palauttaa valitun yrityksen webERP-raporttihakemiston

source: If successful this function returns a string containing the path to the company reports directory
fi: Jos tämä onnistuu, funktio palauttaa merkkijonon, joka sisältää polun yritysraporttien hakemistoon

source: This function creates a POS data file on the webERP server for download by the POS
fi: Tämä toiminto luo POS-datatiedoston webERP-palvelimeen ladattavaksi POS: lla

source: POS Customer Code - a valid webERP customer that sales from the POS are made against.
fi: POS-asiakaskoodi - kelvollinen webERP-asiakas, jota vastaan myynti tapahtuu myyntipisteestä.

source: POS Customer Branch Code - a valid branch code of the webERP customer that the POS sales are made against
fi: POS Customer Branch Code - kelvollinen webERP-asiakkaan haarakoodi, jota vastaan POS-myynti tapahtuu

source: If successful this function returns 0 for success and 1 for error.
fi: Jos toiminto onnistuu, funktio palauttaa arvon 0 onnistumiselle ja 1 virheen.

source: This function deletes a POS data file on the webERP server
fi: Tämä toiminto poistaa POS-datatiedoston webERP-palvelimelta

source: Returns 0 if the delete POS Data was successful
fi: Palauttaa 0, jos POS-tietojen poisto onnistui

source: Returns the value of the specified stock category property for the specified stock item category
fi: Palauttaa määritetyn varastokategorian määritetyn varastoluokan ominaisuuden arvon

source: Property
fi: Omaisuus

source: The name of the specific property to be returned.
fi: Palautettavan kiinteistön nimi.

source: The ID of the stock item for which the value of the above property is required.
fi: Sen varastotunnuksen tunnus, jolle yllä olevan ominaisuuden arvo vaaditaan.

source: If successful this function returns zero, and the value of the requested property.
fi: Jos tämä onnistuu, funktio palauttaa nollan ja pyydetyn ominaisuuden arvon.

source: Returns (possibly translated) error text from error codes
fi: Palauttaa (mahdollisesti käännetyn) virhekoodin virhekoodeista

source: Error codes
fi: Virhekoodit

source: An array of error codes to change into text messages.
fi: Joukko virhekoodeja, jotka voidaan muuttaa tekstiviesteiksi.

source: An array of two element arrays, one per error code. The second array has the error code in element 0 and the error string in element 1.
fi: Kahden elementtiryhmän ryhmä, yksi virhekoodia kohden. Toisessa taulukossa on virhekoodi elementissä 0 ja virhemerkkijono elementissä 1.

source: Parameters
fi: Parametrit

source: Return Value
fi: Palautusarvo

source: You do not seem to have a database configured correctly to use with webERP. Check you database exists and there is a corresponding directory in the 'companies' directory of the same name. Contact your system administrator for assistance.
fi: Sinulla ei näytä olevan tietokantaa, joka on määritetty oikein käytettäväksi webERP:n kanssa. Tarkista, että tietokanta on olemassa ja että vastaava hakemisto on yritysten nimisessä hakemistossa. Pyydä apua järjestelmänvalvojalta.

source: The company database being logged into cannot contain any of the illegal characters
fi: Sisäänkirjautunut yritystietokanta ei voi sisältää laittomia merkkejä

source: Back to login page
fi: Takaisin kirjautumissivulle

source: The company name entered (
fi: Syötetty yrityksen nimi (

source: Check the company name entered (
fi: Tarkista syötetty yrityksen nimi (

source: The company name abbreviation entered at login must also have a company directory defined. See your system administrator
fi: Kirjautumisen yhteydessä syötetyssä yrityksen nimen lyhenteessä on oltava määritelty myös yrityshakemisto. Ota yhteyttä järjestelmänvalvojaasi

source: to try logging in again
fi: yrittää kirjautua uudelleen

source: The configuration in the file config.php for the database user name and password do not provide the information required to connect to the database server
fi: Tietokannan käyttäjänimen ja salasanan kokoonpano config.php-tiedostossa ei anna tietoja, joita tarvitaan yhteyden muodostamiseen tietokantapalvelimeen

source: The company name entered does not correspond to a database on the database server specified in the config.php configuration file. Try logging in with a different company name
fi: Syötetty yrityksen nimi ei vastaa config.php-määritystiedostossa määritettyä tietokantapalvelimen tietokantaa. Yritä kirjautua sisään toisella yrityksen nimellä

source: Database SQL Failure
fi: Tietokannan SQL-vika

source: Error Rolling Back Transaction
fi: Tapahtuman palauttamisessa tapahtui virhe

source: Database Rollback Error
fi: Tietokannan palautusvirhe

source: Rolling Back Transaction OK
fi: Palautusoperaatio OK

source: Database Rollback Due to Error Above
fi: Tietokannan palautus yllä olevan virheen vuoksi

source: The system has just run the regular database administration and optimisation routine.
fi: Järjestelmä on juuri suorittanut säännöllisen tietokannan hallinnan ja optimoinnin.
