Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Ext. Cost
fi: Alanumero. Kustannus

source: Consolidations
fi: Konsolidoinnit

source: Convert
fi: Muuntaa

source: Number of Purchase Orders
fi: Ostotilausten määrä

source: Total Extended Cost
fi: Laajennetut kokonaiskustannukset

source: Select different criteria.
fi: Valitse eri ehdot.

source: MRP Planned Purchase Orders Reporting
fi: MRP Suunnitellut ostotilaukset -raportointi

source: Cut Off Date
fi: Katkaisupäivä

source: Review
fi: Arvostelu

source: Source Type
fi: Lähdetyyppi

source: Source Order
fi: Lähdejärjestys

source: Consolidation Count
fi: Konsolidointiluku

source: MRP Planned Work Orders
fi: MRP:n suunnitellut työtilaukset

source: The MRP planned work orders could not be retrieved by the SQL because
fi: SQL ei voinut noutaa MRP:n suunniteltuja työmääräyksiä, koska

source: There were no items with demand greater than supply
fi: Ei ollut tuotteita, joiden kysyntä olisi suurempi kuin tarjonta

source: MRP Planned Work Orders Report
fi: MRP Suunnitellut työtilaukset -raportti

source: Number of Work Orders:
fi: Työtilausten määrä:

source: Review/Convert MRP Planned Work Orders
fi: Tarkista / muunna MRP:n suunnitellut työtilaukset

source: Number of Work Orders
fi: Työtilausten määrä

source: MRP Planned Work Orders Reporting
fi: MRP Suunniteltujen tilausten raportointi

source: MRP Report
fi: MRP-raportti

source: Print MRP Report Error
fi: Tulosta MRP-raporttivirhe

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule etc
fi: MRP-laskenta on suoritettava ennen kuin tällä raportilla on tulos. MRP edellyttää useiden parametrien asettamista, mukaan lukien EOQ, läpimenoajat, minimit, materiaalilaskut, kysyntätyypit, pääaikataulu jne.

source: Print MRP Report Warning
fi: Tulosta MRP-raportin varoitus

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule, etc
fi: MRP-laskenta on suoritettava ennen kuin tällä raportilla on tulos. MRP edellyttää useiden parametrien asettamista, mukaan lukien EOQ, läpimenoajat, minimit, materiaalilaskut, kysyntätyypit, pääaikataulu jne.

source: The MRP Report could not be retrieved by the SQL because
fi: SQL ei voinut noutaa MRP-raporttia, koska

source: Part:
fi: Osa:

source: On Hand:
fi: Kädessä:

source: Desc:
fi: Kuva:

source: Pan Size:
fi: Pannun koko:

source: On Order:
fi: Tilauksesta:

source: Gross Req:
fi: Bruttoarvo:

source: Last Cost:
fi: Viimeinen hinta:

source: Past Due
fi: Erääntynyt

source: Gross Reqts
fi: Bruttokysymykset

source: Open Order
fi: Avaa tilaus

source: Planned
fi: Suunniteltu

source: Proj Avail
fi: Proj Saatavuus

source: Planned Acc
fi: Suunniteltu Acc

source: Dem Type
fi: Dem-tyyppi

source: Where Required
fi: Tarvittaessa

source: Order No.
fi: Tilausnumero.

source: Sup Type
fi: Sup-tyyppi

source: This report shows the MRP calculation for a specific item - a part code must be selected
fi: Tämä raportti näyttää tietyn tuotteen MRP-laskelman - osan koodi on valittava

source: The SQL that returned an error was
fi: Virheen palauttanut SQL oli

source: No stock items were returned by this search please re-enter alternative criteria to try again
fi: Tällä haulla ei palautettu varastotuotteita. Anna uudet vaihtoehdot ja yritä uudelleen

source: pages
fi: sivuja

source: Go to Page
fi: Mene sivulle

source: Go
fi: Mennä

source: Total Qty On Hand
fi: Kokonaismäärä käsillä

source: Stock Status
fi: Varaston tila

source: MRP Reschedule Report
fi: MRP-aikatauluraportti

source: MRP Reschedules
fi: MRP-aikataulut

source: The MRP reschedules could not be retrieved by the SQL because
fi: SQL ei voinut noutaa MRP-aikatauluja, koska

source: No MRP reschedule retrieved
fi: MRP-aikataulua ei noudettu

source: MRP Reschedule Reporting
fi: MRP-aikataulu Raportointi

source: Work Orders Only
fi: Vain työtilaukset

source: Purchase Orders Only
fi: Vain ostotilaukset

source: Selection:
fi: Valinta:

source: MRP Shortages Report
fi: MRP-puute -raportti

source: MRP Shortages
fi: MRP-puutteet

source: MRP Excess Report
fi: MRP-yliraportti

source: MRP Excess
fi: MRP ylitys

source: Create of demandtotal failed because
fi: Kysyntäarvon luominen epäonnistui, koska

source: Create of supplytotal failed because
fi: Toimitusmäärän luominen epäonnistui, koska

source: MRP Shortages and Excesses
fi: MRP:n puutteet ja ylitykset

source: The MRP shortages and excesses could not be retrieved by the SQL because
fi: SQL ei voinut noutaa MRP-puutteita ja ylilyöntejä, koska

source: No MRP shortages - Excess retrieved
fi: Ei MRP-pulaa - ylimääräinen haettu

source: Number of Parts:
fi: Osien määrä:

source: Total Extended Shortage:
fi: Laajennettu pula yhteensä:

source: Total Extended Excess:
fi: Laajennettu ylimäärä yhteensä:

source: MRP Shortages - Excess Reporting
fi: MRP-puutteet - yliraportointi

source: Inventory Category
fi: Varaston luokka

source: All Stock Categories
fi: Kaikki osakekategoriat

source: Sort
fi: Järjestellä

source: Extended Shortage Dollars
fi: Laajennettu pulaa dollareita

source: Shortage-Excess Option
fi: Puute-ylimääräinen vaihtoehto

source: Report MRP Shortages
fi: Ilmoita MRP-puutteista

source: Report MRP Excesses
fi: Ilmoita MRP-ylitykset

source: Supply
fi: Toimittaa

source: Demand
fi: Kysyntä

source: Ext. Shortage
fi: Alanumero. Puute

source: Excess
fi: Ylimääräinen

source: Ext. Excess
fi: Alanumero. Ylimääräinen

source: No Sales Items Searching
fi: Ei myyntituotteita

source: No Sales Items
fi: Ei myyntituotteita

source: List of items with stock available during the last X days at the selected locations but did not sell any quantity during these X days.
fi: Luettelo tuotteista, joita on varastossa viimeisten X päivän aikana valituissa paikoissa, mutta joita ei myyty mitään määrää näiden X päivän aikana.

source: This list gets the no selling items, items at the location just wasting space, or need a price reduction, etc.
fi: Tämä luettelo saa myymättömät tuotteet, kohteet, jotka vain tuhlaavat tilaa tai tarvitsevat hinnanalennusta jne.

source: Stock available during the last X days means there was a stock movement that produced that item into that location before that day, and no other positive stock movement has been created afterwards. No sell any quantity means, there is no sales order for that item from that location.
fi: Viimeisten X päivän aikana käytettävissä oleva varastossa tarkoittaa, että oli tapahtunut varastoliike, joka tuotti kyseisen tuotteen kyseiseen paikkaan ennen kyseistä päivää, eikä jälkikäteen ole luotu muuta positiivista varastoliikettä. Ei myydä mitään määrää tarkoittaa, että kyseiselle tuotteelle ei ole myyntitilausta kyseisestä sijainnista.

source: Select Customer Type
fi: Valitse Asiakastyyppi

source: Number Of Days
fi: Päivien määrä

source: Enter the number of days to examine the sales for
fi: Syötä päivien lukumäärä, jolle myynti on tutkittava

source: Location QOH
fi: Sijainti QOH

source: Total QOH
fi: Kokonais-QOH

source: Supplier Offers
fi: Toimittaja tarjoaa

source: There are no offers outstanding that you are authorised to deal with
fi: Sinulla ei ole tarjouksia, joita sinulla olisi oikeus käsitellä

source: Select Supplier
fi: Valitse toimittaja

source: Offer ID
fi: Tarjouksen tunnus

source: Offer Expires
fi: Tarjous vanhenee

source: Reject
fi: Hylätä

source: Defer
fi: Lykätä

source: This email has been automatically generated by the webERP installation at
fi: WebERP-asennus on luonut tämän sähköpostin automaattisesti osoitteessa

source: The following offers you made have been accepted
fi: Seuraavat tarjouksesi on hyväksytty

source: An official order will be sent to you in due course
fi: Virallinen tilaus lähetetään sinulle aikanaan

source: Pending
fi: Odottaa

source: Automatically generated from tendering system
fi: Luotu automaattisesti tarjouskilpailujärjestelmästä

source: Your offer to
fi: Tarjouksesi

source: has been accepted
fi: on hyväksytty

source: There are no members of the Offers Received Result Recipients email group
fi: Tarjous vastaanotettujen tulosten vastaanottajat -sähköpostiryhmässä ei ole jäseniä

source: The accepted offers from
fi: Hyväksytyt tarjoukset

source: have been converted to purchase orders and an email sent to
fi: on muunnettu ostotilauksiksi ja sähköpostiviesti lähetetty osoitteeseen

source: Please review the order contents
fi: Tarkista tilauksen sisältö

source: have been converted to purcharse orders but failed to mail, you can view the order contents
fi: on muunnettu ostotilauksiksi, mutta postitus epäonnistui, voit tarkastella tilauksen sisältöä

source: The following offers you made have been rejected
fi: Seuraavat tarjouksesi on hylätty

source: has been rejected
fi: on hylätty

source: The rejected offers from
fi: - hylätyt tarjoukset

source: have been removed from the system and an email sent to
fi: on poistettu järjestelmästä ja sähköposti lähetetty osoitteeseen

source: have been removed from the system and but no email was not sent to
fi: on poistettu järjestelmästä, mutta sähköpostia ei lähetetty osoitteeseen

source: All offers have been processed, and emails sent where appropriate
fi: Kaikki tarjoukset on käsitelty ja sähköpostit lähetetty tarvittaessa

source: Reviewing Sales Order Number
fi: Tarkistetaan myyntitilausnumero

source: This page must be called with a sales order number to review
fi: Tälle sivulle on kutsuttava myyntitilausnumero tarkistettavaksi

source: i.e.
fi: ts.

source: Click on back
fi: Napsauta takaisin

source: The SQL that failed to get the order header was
fi: SQL, joka ei saanut tilauksen otsikkoa, oli

source: Order Details
fi: Tilauksen tiedot

source: Return to Sales Order Inquiry
fi: Palaa myyntitilauskyselyyn

source: Return to Customer Inquiry Interface
fi: Palaa asiakaskyselyliittymään

source: Your customer login will only allow you to view your own purchase orders
fi: Asiakkaan sisäänkirjautumisen avulla voit tarkastella vain omia ostotilauksiasi

source: Order Header Details For Order No
fi: Tilausotsikon tiedot tilausnumerolle

source: Ordered On
fi: Tilattu

source: Delivery Address 1
fi: Toimitusosoite 1

source: Requested Delivery
fi: Pyydetty toimitus

source: Delivery Address 2
fi: Toimitusosoite 2

source: Order Currency
fi: Tilausvaluutta

source: Delivery Address 3
fi: Toimitusosoite 3

source: Deliver From Location
fi: Toimita sijainnista

source: Delivery Address 4
fi: Toimitusosoite 4

source: Delivery Address 5
fi: Toimitusosoite 5

source: Delivery Address 6
fi: Toimitusosoite 6

source: Freight Cost
fi: Rahtikustannukset

source: Invoices
fi: Laskut

source: The SQL used to retrieve the line items, that failed was
fi: SQL käytti rivikohtien noutamiseen, mikä epäonnistui

source: Order Line Details For Order No
fi: Tilausrivin tiedot tilausnumerolle

source: Qty Del
fi: Määrä Del

source: Last Del
fi: Viimeinen Del

source: Outstanding GRN Valuation
fi: Erinomainen GRN-arvostus

source: The outstanding GRNs valuation details could not be retrieved by the SQL because
fi: SQL ei voinut noutaa jäljellä olevia GRN:n arvostustietoja, koska

source: No outstanding GRNs valuation details retrieved
fi: Ei jäljellä olevia GRN-arvonmääritystietoja

source: Outstanding GRNs Report
fi: Erinomainen GRN-raportti

source: Outstanding GRNs Valuation
fi: Erinomainen GRN:n arvostus

source: Goods Received but not invoiced Yet
fi: Vastaanotetut tavarat, joita ei ole vielä laskutettu

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers, the total in home curency should match the GL Account for Goods received not invoiced.
fi: Näyttää luettelon vastaanotetuista tavaroista, joita ei ole vielä laskutettu, sekä toimittajan valuutassa että kotivaluutassa. Kun se suoritetaan kaikille toimittajille, kotikurssin kokonaissumman tulee vastata PK-tiliä sellaisille tavaroille, joita ei ole laskutettu.

source: Supplier Name
fi: Toimittajan nimi

source: Qty Received
fi: Määrä vastaanotettu

source: Qty Invoiced
fi: Määrä laskutettu

source: Qty Pending
fi: Määrä odottaa

source: Unit Price
fi: Yksikköhinta

source: Line Total
fi: Rivi yhteensä

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers the total in home curency should match the GL Account for Goods received not invoiced.
fi: Näyttää luettelon vastaanotetuista tavaroista, joita ei ole vielä laskutettu, sekä toimittajan valuutassa että kotivaluutassa. Kun suoritetaan kaikille toimittajille, koti-valuutan kokonaissumman tulee vastata PK-tiliä sellaisille tavaroille, joita ei ole laskutettu.

source: Show On Screen
fi: Näytä ruudulla

source: Page Security Levels
fi: Sivun suojaustasot

source: Could not update the page security value for the script because
fi: Komentosarjan sivun suojausarvoa ei voitu päivittää, koska

source: Update Security Levels
fi: Päivitä suojaustasot

source: Payment Allocations
fi: Maksumäärärahat

source: Supplier ID Number is not Set, can not display result
fi: Toimittajan tunnistenumeroa ei ole asetettu, ei voida näyttää tulosta

source: Invoice Number is not Set, can not display result
fi: Laskunumeroa ei ole asetettu, ei voida näyttää tulosta

source: Payment Allocation for Supplier
fi: Toimittajan maksujen jakaminen

source: and
fi: ja

source: This shows how the payment to the supplier was allocated
fi: Tämä osoittaa, kuinka maksu toimittajalle jaettiin

source: Back to supplier inquiry
fi: Takaisin toimittajakyselyyn

source: There may be a problem retrieving the information. No data is returned
fi: Tietojen noutamisessa voi olla ongelma. Tietoja ei palauteta

source: Go back
fi: Mene takaisin

source: Supplier Number
fi: Toimittajanumero

source: Payment
fi: Maksu

source: Total Payment
fi: Koko maksu

source: Payment Methods
fi: Maksutavat

source: The payment method cannot contain illegal characters
fi: Maksutapa ei saa sisältää laittomia merkkejä

source: The payment method may not be empty.
fi: Maksutapa ei voi olla tyhjä.

source: The discount percentage must be a number less than 1
fi: Alennuksen prosenttiosuuden on oltava alle 1

source: The discount percentage must be either zero or less than 1
fi: Alennusprosentin on oltava joko nolla tai pienempi kuin 1

source: The payment method can not be renamed because another with the same name already exists.
fi: Maksutapaa ei voida nimetä uudelleen, koska toinen sama nimi on jo olemassa.

source: The payment method no longer exists.
fi: Maksutapaa ei ole enää olemassa.

source: Could not update payment method
fi: Maksutapaa ei voitu päivittää

source: The payment method can not be created because another with the same name already exists.
fi: Maksutapaa ei voida luoda, koska toinen sama nimi on jo olemassa.

source: New payment method added
fi: Uusi maksutapa lisätty

source: Could not insert the new payment method
fi: Uutta maksutapaa ei voitu lisätä

source: Cannot delete this payment method because it no longer exist
fi: Tätä maksutapaa ei voi poistaa, koska sitä ei ole enää olemassa

source: Cannot delete this payment method because bank transactions have been created using this payment method
fi: Tätä maksutapaa ei voi poistaa, koska pankkitapahtumia on luotu tällä maksutavalla

source: bank transactions that refer to this payment method
fi: pankkitapahtumat, jotka viittaavat tähän maksutapaan

source: payment method has been deleted
fi: maksutapa on poistettu

source: Could not get payment methods because
fi: Maksutapoja ei voitu saada, koska

source: Payment Method
fi: Maksutapa

source: Use For Payments
fi: Käytä maksuja varten

source: Use For Receipts
fi: Käytä kuitteihin

source: Use Pre-printed Stationery
fi: Käytä valmiiksi painettuja paperitavaroita

source: Open POS Cash Drawer for Sale
fi: Avaa POS-kassalaatikko myytävänä

source: Payment discount
fi: Maksualennus

source: Are you sure you wish to delete this payment method?
fi: Haluatko varmasti poistaa tämän maksutavan?

source: Review Payment Methods
fi: Tarkista maksutavat

source: Could not retrieve the requested payment method, please try again.
fi: Pyydettyä maksutapaa ei voitu noutaa. Yritä uudelleen.

source: Payment Discount Percent on Receipts
fi: Maksualennusprosentti kuiteista

source: Enter a Payment to, or Receipt from the Supplier
fi: Anna maksu tai kuitti toimittajalta

source: Bank Account Payments Entry
fi: Pankkitilin maksutiedot

source: Payment Cancelled since cheque was not printed
fi: Maksu peruutettu, koska sekkiä ei tulostettu

source: A bank account must be selected to make this payment from
fi: Maksun suorittamiseksi on valittava pankkitili

source: Use this screen to enter payments FROM your bank account.<br />Note: To enter a payment FROM a supplier, first select the Supplier, click Enter a Payment to, or Receipt from the Supplier, and use a negative Payment amount on this form.
fi: Käytä tätä näyttöä syöttääksesi maksut pankkitililtäsi. <br /> Huomautus: Jos haluat syöttää maksun toimittajalta, valitse ensin Toimittaja, napsauta Syötä maksu tai Kuitti toimittajalta ja käytä tässä negatiivista maksusummaa. muodossa.

source: The supplier code that this payment page was called with is not a currently defined supplier code
fi: Toimittajakoodi, johon tälle maksusivulle soitettiin, ei ole tällä hetkellä määritetty toimittajakoodi

source: If this page is called from the selectSupplier page then this assures that a valid supplier is selected
fi: Jos tälle sivulle soitetaan selectSupplier -sivulta, se varmistaa, että kelvollinen toimittaja on valittu

source: care of
fi: hoito

source: Could not get the currency of the bank account
fi: Pankkitilin valuuttaa ei voitu saada

source: The cheque number should not be empty
fi: Sekin numero ei saa olla tyhjä

source: Failed to retrieve cheque number data
fi: Sekin numerotietojen noutaminen epäonnistui

source: The cheque has already been used
fi: Tarkistusta on jo käytetty

source: This payment has no amounts entered and will not be processed
fi: Tähän maksuun ei ole syötetty summia, eikä sitä käsitellä

source: No bank account has been selected so this payment cannot be processed
fi: Pankkitiliä ei ole valittu, joten maksua ei voida käsitellä

source: There are no Check Number input
fi: Tarkista numero -syöttöä ei ole

source: The cheque no should be numeric
fi: Tarkistuksen ei pitäisi olla numeerinen

source: Print Cheque using pre-printed stationery
fi: Tulosta Tarkista esipainetuilla paperitavaroilla

source: Has the cheque been printed
fi: Onko sekki tulostettu

source: Yes / Continue
fi: Kyllä / jatka

source: No / Cancel Payment
fi: Ei / peruuta maksu

source: Payment amount
fi: Maksun määrä

source: Cannot insert a GL entry for the payment using the SQL
fi: PK-merkintää ei voida lisätä maksua varten SQL:n avulla

source: Act Transfer From
fi: Lain siirto

source: Cannot insert a bank transaction because
fi: Pankkitapahtumaa ei voi lisätä, koska

source: Cannot insert a bank transaction with the SQL
fi: Pankkitapahtumaa ei voi lisätä SQL:ään

source: Cannot insert a payment transaction against the supplier because
fi: Toimittajaa vastaan ei voi lisätä maksutapahtumaa, koska

source: Cannot insert a payment transaction against the supplier using the SQL
fi: Maksutapahtumaa ei voida lisätä toimittajaa vastaan SQL:n avulla

source: Cannot update an allocation against the supplier because
fi: Toimittajaa koskevaa allokointia ei voi päivittää, koska

source: Cannot update an allocation against the supplier using the SQL
fi: SQL-palvelua käyttävää toimittajaa varten ei voida päivittää allokointia

source: Cannot update the supplier record for the date of the last payment made because
fi: Toimittajan tietuetta ei voi päivittää viimeisen maksun päivämäärälle, koska

source: Cannot update the supplier record for the date of the last payment made using the SQL
fi: Toimittajan tietuetta ei voida päivittää viimeisimmän SQL:n avulla suoritetun maksun päivämäärälle

source: Cannot insert a GL transaction for the creditors account debit because
fi: PK-tapahtumaa ei voida lisätä velkojien tiliveloitukselle, koska

source: Cannot insert a GL transaction for the creditors account debit using the SQL
fi: PK-tapahtumaa ei voida lisätä velkojien tiliveloitukselle SQL:n avulla

source: Cannot insert a GL transaction for the payment discount credit because
fi: PK-tapahtumaa ei voi lisätä maksualennukseen, koska

source: Cannot insert a GL transaction for the payment discount credit using the SQL
fi: PK-tapahtumaa ei voida lisätä maksualennushyvitykseen SQL:n avulla

source: Cannot insert a GL transaction for the bank account credit because
fi: PK-tapahtumaa ei voi lisätä pankkitilin hyvitykseen, koska

source: Cannot insert a GL transaction for the bank account credit using the SQL
fi: PK-tapahtumaa ei voi lisätä pankkitililuotolle SQL:ää käyttämällä

source: Allocate this payment
fi: Kohdista tämä maksu

source: Enter another Payment for
fi: Anna toinen maksu

source: Enter another General Ledger Payment
fi: Syötä toinen pääkirjamaksu

source: The Cheque/Voucher number has already been used
fi: Sekki- / kuponkinumero on jo käytetty

source: This GL analysis item could not be added
fi: Tätä PK-analyysikohtaa ei voitu lisätä

source: The cheque number has already been used
fi: Sekin numero on jo käytetty

source: SQL used to retrieve the bank account name was
fi: Pankkitilin nimen hakemisessa käytetty SQL oli

source: is not set up as a bank account with a valid general ledger account
fi: ei ole määritetty pankkitiliksi, jolla on kelvollinen pääkirjatili

source: from the
fi: alkaen

source: Select the bank account that the payment has been made from
fi: Valitse pankkitili, josta maksu on suoritettu

source: No currencies are defined yet. Payments cannot be entered until a currency is defined
fi: Valuuttoja ei ole vielä määritelty. Maksuja ei voida syöttää ennen kuin valuutta on määritetty

source: The transaction currency does not need to be the same as the bank account currency
fi: Tapahtuman valuutan ei tarvitse olla sama kuin pankkitilin valuutta

source: It is a supplier payment so it should be in the supplier's currency
fi: Se on toimittajan maksu, joten sen on oltava toimittajan valuutassa

source: Payment Exchange Rate
fi: Maksun vaihtokurssi

source: The exchange rate between the currency of the bank account currency and the currency of the payment
fi: Vaihtokurssi pankkitilin valuutan ja maksun valuutan välillä

source: Payment type
fi: Maksutapa

source: Cheque Number
fi: Tarkista numero

source: (if using pre-printed stationery)
fi: (jos käytetään esipainettuja paperitavaroita)

source: General Ledger Payment Analysis Entry
fi: Pääkirjan maksuanalyysin merkintä

source: Enter GL Account Manually
fi: Syötä PK-tili manuaalisesti

source: The account code
fi: Tilikoodi

source: doesnt exist
fi: ei ole olemassa

source: Select GL Group
fi: Valitse PK-ryhmä

source: No General ledger account groups have been set up yet
fi: Pääkirjatiliryhmiä ei ole vielä määritetty

source: payments cannot be analysed against GL accounts until the GL accounts are set up
fi: maksuja ei voida analysoida yleisten tilien perusteella ennen kuin yleiset tilit on perustettu

source: Cheque/Voucher Number
fi: Sekki / kuponkinumero

source: Are you sure you wish to delete this payment analysis item?
fi: Haluatko varmasti poistaa tämän maksuanalyysikohteen?

source: Accept and Process Payment
fi: Hyväksy ja käsittele maksu

source: Supplier Transactions Payment Entry
fi: Tavarantoimittajien maksutapahtumat

source: This time to pay
fi: Tällä kertaa maksaa

source: Pay
fi: Maksaa
