Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Account Groups
fi: Tiliryhmät

source: An error occurred in retrieving the account groups of the parent account group during the check for recursion
fi: Emotiliryhmän tiliryhmien noutamisessa tapahtui virhe rekursiotarkistuksen aikana

source: The SQL that was used to retrieve the account groups of the parent account group and that failed in the process was
fi: SQL, jota käytettiin vanhempien tiliryhmien tiliryhmien noutamiseen ja joka epäonnistui prosessissa, oli

source: An error occurred in moving the account group
fi: Tiliryhmän siirtämisessä tapahtui virhe

source: The SQL that was used to move the account group was
fi: Tiliryhmän siirtämiseen käytetty SQL oli

source: Review Account Groups
fi: Tarkista tiliryhmät

source: All accounts in the account group:
fi: Kaikki tiliryhmän tilit:

source: have been changed to the account group:
fi: on muutettu tiliryhmäksi:

source: The SQL that was used to retrieve the information was
fi: Tietojen noutamiseen käytetty SQL oli

source: Could not check whether the group exists because
fi: Ei voitu tarkistaa, onko ryhmä olemassa, koska

source: The account group name already exists in the database
fi: Tiliryhmän nimi on jo tietokannassa

source: The account group name cannot contain the character
fi: Tiliryhmän nimi ei voi sisältää merkkiä

source: or the character
fi: tai merkki

source: The account group name must be at least one character long
fi: Tiliryhmän nimen on oltava vähintään yhden merkin pituinen

source: The parent account group selected appears to result in a recursive account structure - select an alternative parent account group or make this group a top level account group
fi: Valittu vanhemman tiliryhmä näyttää johtavan rekursiiviseen tilirakenteeseen - valitse vaihtoehtoinen emotiliryhmä tai tee tästä ryhmästä ylätason tiliryhmä

source: Could not check whether the group is recursive because
fi: Ei voitu tarkistaa, onko ryhmä rekursiivinen, koska

source: Since this account group is a child group, the sequence in the trial balance, the section in the accounts and whether or not the account group appears in the balance sheet or profit and loss account are all properties inherited from the parent account group. Any changes made to these fields will have no effect.
fi: Koska tämä tiliryhmä on alaryhmä, kokeilusaldon järjestys, tilien osa ja se, näkyykö tiliryhmä taseessa tai tuloslaskelmassa, ovat kaikki päätiliryhmältä perittyjä ominaisuuksia. Näihin kenttiin tehdyillä muutoksilla ei ole vaikutusta.

source: The section in accounts must be an integer
fi: Tilien osan on oltava kokonaisluku

source: The sequence in the trial balance must be an integer
fi: Kokeilutaseen sekvenssin on oltava kokonaisluku

source: The sequence in the TB must be numeric and less than
fi: TB:n sekvenssin on oltava numeerinen ja pienempi kuin

source: An error occurred in renaming the account group
fi: Tiliryhmän uudelleennimeämisessä tapahtui virhe

source: The SQL that was used to rename the account group was
fi: Tiliryhmän uudelleennimeämisessä käytetty SQL oli

source: An error occurred in updating the account group
fi: Tiliryhmän päivityksessä tapahtui virhe

source: The SQL that was used to update the account group was
fi: Tiliryhmän päivittämiseen käytetty SQL oli

source: Record Updated
fi: Tietue päivitetty

source: An error occurred in inserting the account group
fi: Tiliryhmän lisäämisessä tapahtui virhe

source: The SQL that was used to insert the account group was
fi: Tiliryhmän lisäämiseen käytetty SQL oli

source: Record inserted
fi: Tietue asetettu

source: An error occurred in retrieving the group information from chartmaster
fi: Ryhmätietojen noutamisessa chartmasterista tapahtui virhe

source: Cannot delete this account group because general ledger accounts have been created using this group
fi: Tätä tiliryhmää ei voi poistaa, koska tätä ryhmää käyttämällä on luotu pääkirjatilit

source: There are
fi: On

source: general ledger accounts that refer to this account group
fi: tähän pääryhmään viittaavat pääkirjatilit

source: Parent Group
fi: Vanhempien ryhmä

source: Move Group
fi: Siirrä ryhmä

source: An error occurred in retrieving the parent group information
fi: Vanhempien ryhmätietojen noutamisessa tapahtui virhe

source: Cannot delete this account group because it is a parent account group of other account group(s)
fi: Tätä tiliryhmää ei voi poistaa, koska se on muiden tiliryhmien emotiliryhmä

source: account groups that have this group as its/there parent account group
fi: tiliryhmät, joilla on tämä ryhmä sen / sen päätiliryhmänä

source: An error occurred in deleting the account group
fi: Tiliryhmän poistamisessa tapahtui virhe

source: The SQL that was used to delete the account group was
fi: Tiliryhmän poistamiseen käytetty SQL oli

source: group has been deleted
fi: ryhmä on poistettu

source: The sql that was used to retrieve the account group information was
fi: Tiliryhmätietojen noutamiseen käytetty sql oli

source: Could not get account groups because
fi: Tiliryhmiä ei voitu saada, koska

source: Search
fi: Hae

source: Group Name
fi: Ryhmän nimi

source: Section
fi: Osa

source: Sequence In TB
fi: Sekvenssi tuberkuloosissa

source: Profit and Loss
fi: Voitto ja tappio

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Edit
fi: Muokkaa

source: Are you sure you wish to delete this account group?
fi: Haluatko varmasti poistaa tämän tiliryhmän?

source: Delete
fi: Poista

source: An error occurred in retrieving the account group information
fi: Tiliryhmätietojen noutamisessa tapahtui virhe

source: The SQL that was used to retrieve the account group and that failed in the process was
fi: Tiliryhmän noutamiseen käytetty SQL, joka epäonnistui prosessissa, oli

source: The account group name does not exist in the database
fi: Tiliryhmän nimeä ei ole tietokannassa

source: Edit Account Group Details
fi: Muokkaa tiliryhmän tietoja

source: Update
fi: Päivittää

source: Return
fi: Palata

source: New Account Group Details
fi: Uuden tiliryhmän tiedot

source: Insert
fi: Lisää

source: Account Group Name
fi: Tiliryhmän nimi

source: Enter the account group name
fi: Kirjoita tiliryhmän nimi

source: A unique name for the account group must be entered - at least 3 characters long and less than 30 characters long. Only alpha numeric characters can be used.
fi: Tiliryhmälle on annettava yksilöllinen nimi - vähintään 3 merkkiä pitkä ja alle 30 merkkiä pitkä. Vain aakkosnumeerisia merkkejä voidaan käyttää.

source: Top Level Group
fi: Ylimmän tason ryhmä

source: Section In Accounts
fi: Tilit-osio

source: Select YES if this account group will contain accounts that will consist of only profit and loss accounts or NO if the group will contain balance sheet account
fi: Valitse KYLLÄ, jos tämä tiliryhmä sisältää tilejä, jotka koostuvat vain tuloslaskelmista, tai EI, jos ryhmä sisältää tasetilin

source: Enter the sequence number that this account group and its child general ledger accounts should display in the trial balance
fi: Kirjoita järjestysnumero, jonka tämän tiliryhmän ja sen pääkirjakirja-tilien pitäisi näkyä kokeilusaldossa

source: Account Sections
fi: Tiliosastot

source: The account section already exists in the database
fi: Tili-osa on jo olemassa tietokannassa

source: The account section name cannot contain any illegal characters
fi: Tilin osan nimi ei saa sisältää laittomia merkkejä

source: The account section name must contain at least one character
fi: Tiliosan nimen on sisällettävä vähintään yksi merkki

source: The section number must be an integer
fi: Osionumeron on oltava kokonaisluku

source: Cannot delete this account section because general ledger accounts groups have been created using this section
fi: Tätä tiliosaa ei voi poistaa, koska tätä osiota käyttämällä on luotu pääkirjakirjatiliryhmiä

source: general ledger accounts groups that refer to this account section
fi: tähän pääosaan viittaavat pääkirjatiliryhmät

source: section has been deleted
fi: -osio on poistettu

source: Could not get account group sections because
fi: Tiliryhmäosioita ei voitu hakea, koska

source: Section Number
fi: Osion numero

source: Section Description
fi: Osio Kuvaus

source: Restricted
fi: Rajoitettu

source: Review Account Sections
fi: Tarkista tilin osiot

source: Could not retrieve the requested section please try again.
fi: Pyydettyä osiota ei voitu noutaa. Yritä uudelleen.

source: Edit Account Section Details
fi: Muokkaa tilin osion tietoja

source: New Account Section Details
fi: Uuden tilin osion tiedot

source: Enter Information
fi: Syötä tiedot

source: Customer Contacts
fi: Asiakasyhteystiedot

source: Back to Customers
fi: Takaisin asiakkaille

source: Contacts for Customer
fi: Yhteystiedot asiakkaalle

source: Edit contact for
fi: Muokkaa käyttäjän yhteystietoa

source: The Contact ID must be an integer.
fi: Yhteystunnuksen on oltava kokonaisluku.

source: The contact name must be forty characters or less long
fi: Yhteyshenkilön nimen on oltava enintään 40 merkkiä pitkä

source: The contact name may not be empty
fi: Yhteyshenkilön nimi ei voi olla tyhjä

source: The contact email address is not a valid email address
fi: Yhteyssähköpostiosoite ei ole kelvollinen sähköpostiosoite

source: has been updated
fi: on päivitetty

source: The contact record has been added
fi: Yhteystietue on lisätty

source: The contact record has been deleted
fi: Yhteystietue on poistettu

source: Name
fi: Nimi

source: Role
fi: Rooli

source: Phone No
fi: Puhelin ei

source: Email
fi: Sähköposti

source: Statement
fi: Lausunto

source: Notes
fi: Huomautuksia

source: Are you sure you wish to delete this contact?
fi: Haluatko varmasti poistaa tämän yhteystiedon?

source: Review all contacts for this Customer
fi: Tarkista kaikki tämän asiakkaan yhteystiedot

source: Edit Customer Contact Details
fi: Muokkaa asiakkaan yhteystietoja

source: Contact Code
fi: Yhteystiedot

source: New Customer Contact Details
fi: Uuden asiakkaan yhteystiedot

source: Contact Name
fi: Yhteyshenkilön nimi

source: Phone
fi: Puhelin

source: Send Statement
fi: Lähetä lausunto

source: This flag identifies the contact as one who should receive an email cusstomer statement
fi: Tämä lippu identifioi yhteyshenkilön, jonka pitäisi saada sähköpostiosoittajalausunto

source: Customer Notes
fi: Asiakkaan huomautukset

source: Back to Select Customer
fi: Takaisin Valitse asiakas -sivulle

source: The contact priority must be an integer.
fi: Yhteysprioriteetin on oltava kokonaisluku.

source: The contact's notes must be two hundred characters or less long
fi: Yhteystiedon muistiinpanojen on oltava enintään kaksisataa merkkiä

source: The contact's notes may not be empty
fi: Yhteystiedon muistiinpanot eivät välttämättä ole tyhjiä

source: The contact notes record has been added
fi: Yhteystietojen tietue on lisätty

source: The contact note record has been deleted
fi: Yhteystietomerkintä on poistettu

source: Notes for Customer
fi: Huomautuksia asiakkaalle

source: Date
fi: Päivämäärä

source: Note
fi: Merkintä

source: Priority
fi: Prioriteetti

source: Are you sure you wish to delete this customer note?
fi: Haluatko varmasti poistaa tämän asiakastiedot?

source: Review all notes for this Customer
fi: Tarkista kaikki tämän asiakkaan muistiinpanot

source: Note ID
fi: Huomautuksen tunnus

source: Contact Note
fi: Ota yhteyttä

source: Customer Type (Group) Notes
fi: Asiakastyypin (ryhmän) huomautukset

source: The Contact priority must be an integer.
fi: Yhteyshenkilön prioriteetin on oltava kokonaisluku.

source: The contacts notes must be two hundred characters or less long
fi: Yhteystietojen tulee olla enintään kaksisataa merkkiä

source: The contacts notes may not be empty
fi: Yhteystietomerkinnät eivät välttämättä ole tyhjiä

source: Customer Group Notes
fi: Asiakasryhmän muistiinpanot

source: The contact group notes record has been added
fi: Yhteysryhmän muistiinpanotietue on lisätty

source: The contact group note record has been deleted
fi: Yhteysryhmän muistiinpanotiedot on poistettu

source: Notes for Customer Type
fi: Huomautuksia asiakastyypistä

source: Review all notes for this Customer Type
fi: Tarkista kaikki tämän asiakastyypin huomautukset

source: Contact Group Note
fi: Yhteysryhmän huomautus

source: Web site
fi: Verkkosivusto

source: Aged Controlled Inventory
fi: Ikääntynyt hallittu mainosjakauma

source: as-of
fi: alkaen

source: Inventory
fi: Varasto

source: The stock held could not be retrieved because
fi: Varastossa olevaa varastoa ei voitu hakea, koska

source: Stock
fi: Varasto

source: Description
fi: Kuvaus

source: Batch
fi: Erä

source: Quantity Remaining
fi: Jäljellä oleva määrä

source: Units
fi: Yksiköt

source: Inventory Value
fi: Varaston arvo

source: Days Old
fi: Päiviä vanha

source: Total
fi: Kaikki yhteensä

source: Aged Customer Balance Listing
fi: Ikääntyneiden asiakkaiden saldolistaus

source: Aged Customer Balances
fi: Ikääntyneiden asiakkaiden saldot

source: Aged Customer Account Analysis
fi: Ikääntyneen asiakastilin analyysi

source: Problem Report
fi: Ongelmaraportti

source: The customer details could not be retrieved by the SQL because
fi: SQL ei voinut noutaa asiakastietoja, koska

source: Back to the menu
fi: Takaisin valikkoon

source: The details of outstanding transactions for customer
fi: Yksityiskohdat asiakkaan maksamattomista liiketoimista

source: could not be retrieved because
fi: ei voitu hakea, koska

source: The SQL that failed was
fi: Epäonnistunut SQL oli

source: There are no customers with balances meeting the criteria specified to list
fi: Ei ole asiakkaita, joiden saldot täyttävät luettelossa määritellyt kriteerit

source: Aged Debtor Analysis
fi: Ikääntyneen velallisen analyysi

source: From Customer Code
fi: Asiakaskoodista

source: Enter the first customer code alphabetically to include in the report
fi: Kirjoita ensimmäinen asiakaskoodi aakkosjärjestyksessä sisällytettäväksi raporttiin

source: To Customer Code
fi: Asiakaskoodiin

source: Enter the last customer code alphabetically to include in the report
fi: Syötä viimeinen raporttiin sisällytettävä asiakaskoodi aakkosjärjestyksessä

source: All balances or overdues only
fi: Vain kaikki saldot tai erääntyneet

source: All customers with balances
fi: Kaikki asiakkaat, joilla on saldoja

source: Overdue accounts only
fi: Vain myöhässä olevat tilit

source: Held accounts only
fi: Vain hallussa olevat tilit

source: Only Show Customers Of
fi: Näytä vain yrityksen

source: All Salespeople
fi: Kaikki myyjät

source: Only show customers trading in
fi: Näytä vain asiakkaat, jotka käyvät kauppaa

source: Summary or detailed report
fi: Yhteenveto tai yksityiskohtainen raportti

source: Summary Report
fi: Yhteenvetoraportti

source: Detailed Report
fi: Yksityiskohtainen raportti

source: Print PDF
fi: Tulosta PDF

source: Aged Supplier Listing
fi: Ikääntyneiden toimittajien luettelo

source: Aged Suppliers
fi: Ikääntyneet toimittajat

source: Aged Supplier Account Analysis
fi: Vanhentuneiden toimittajien tilianalyysi

source: The Supplier details could not be retrieved by the SQL because
fi: SQL ei voinut noutaa toimittajan tietoja, koska

source: Aged Supplier Account Analysis - Problem Report
fi: Vuotiaiden toimittajien tilianalyysi - ongelmaraportti

source: The details of outstanding transactions for Supplier
fi: Toimittajan jäljellä olevien tapahtumien tiedot

source: Aged Supplier Analysis
fi: Vuotiaiden toimittajien analyysi

source: There are no results so the PDF is empty
fi: Tuloksia ei ole, joten PDF on tyhjä

source: From Supplier Code
fi: Toimittajakoodista

source: Enter the first supplier code alphabetially to include in the report
fi: Syötä ensimmäinen toimittajakoodi aakkosjärjestyksessä raporttiin

source: To Supplier Code
fi: Toimittajakoodiin

source: Enter the last supplier code alphabetically to include in the report
fi: Kirjoita viimeinen toimittajakoodi aakkosjärjestyksessä sisällytettäväksi raporttiin

source: All suppliers with balances
fi: Kaikki toimittajat, joilla on saldot

source: For suppliers trading in
fi: Tavarantoimittajille

source: Summary or Detailed Report
fi: Yhteenveto tai yksityiskohtainen raportti

source: Horizontal Analysis of Statement of Comprehensive Income
fi: Horisontaalinen analyysi laaja tuloslaskelma

source: The selected period from is actually after the period to
fi: Valittu ajanjakso on tosiasiallisesti ajanjakson jälkeen

source: Please reselect the reporting period
fi: Valitse raportointijakso uudelleen

source: Shows the horizontal analysis of the statement of comprehensive income.
fi: Näyttää laajan tuloslaskelman horisontaalisen analyysin.

source: Horizontal analysis (also known as trend analysis) is a financial statement analysis technique that shows changes in the amounts of corresponding financial statement items over a period of time. It is a useful tool to evaluate trend situations.
fi: Horisontaalinen analyysi (tunnetaan myös nimellä trendianalyysi) on tilinpäätösanalyysitekniikka, joka osoittaa vastaavien tilinpäätöserien määrän muutokset tietyllä ajanjaksolla. Se on hyödyllinen työkalu trenditilanteiden arvioimiseksi.

source: The statements for two periods are used in horizontal analysis. The earliest period is used as the base period. The items on the later statement are compared with items on the statement of the base period. The changes are shown both in currency (actual change) and percentage (relative change).
fi: Kahden jakson lauseita käytetään horisontaalisessa analyysissä. Perusjaksona käytetään aikaisinta ajanjaksoa. Myöhemmän laskelman eriä verrataan vertailujakson eriin. Muutokset näkyvät sekä valuutassa (todellinen muutos) että prosentteina (suhteellinen muutos).

source: webERP is an accrual\ based system (not a \cash based\ system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
fi: webERP on \suoriteperusteinen\ järjestelmä (ei \kassaperusteinen\ järjestelmä). Suoriteperusteiset järjestelmät sisältävät erät, kun ne laskutetaan asiakkaalle ja kun kulut ovat velkaa toimittajan laskupäivän perusteella.

source: Submit
fi: Lähetä

source: Select period from
fi: Valitse ajanjakson alku

source: Select period to
fi: Valitse ajanjakson loppu

source: OR
fi: TAI

source: Select Period
fi: Valitse Aika

source: Detail or summary
fi: Yksityiskohta tai yhteenveto

source: Summary
fi: Yhteenveto

source: All Accounts
fi: Kaikki tilit

source: Selecting Summary will show on the totals at the account group level
fi: Valitsemalla Yhteenveto näkyy kokonaismäärä tiliryhmätasolla

source: Show accounts with zero balance
fi: Näytä tilit, joilla ei ole saldoa

source: Check this box to show accounts with zero balance
fi: Valitse tämä valintaruutu näyttääksesi tilit, joiden saldo on nolla

source: A period up to 12 months in duration can be specified
fi: Jakson pituus voi olla enintään 12 kuukautta

source: the system automatically shows a comparative for the same period from the previous year
fi: järjestelmä näyttää automaattisesti vertailuluvun samalta ajanjaksolta edellisvuodesta

source: it cannot do this if a period of more than 12 months is specified
fi: se ei voi tehdä tätä, jos yli 12 kuukauden ajanjakso on määritetty

source: Please select an alternative period range
fi: Valitse vaihtoehtoinen ajanjakso

source: For
fi: Sillä

source: months to
fi: kuukautta

source: All amounts stated in
fi: Kaikki ilmoitetut määrät

source: Account
fi: Tili

source: Account Name
fi: Tilin nimi

source: Current period
fi: Nykyinen jakso

source: Last period
fi: Viimeinen jakso

source: Actual change
fi: Todellinen muutos

source: Relative change
fi: Suhteellinen muutos

source: Actual change signs: a positive number indicates a variation that increases the net profit; a negative number indicates a variation that decreases the net profit.
fi: Todelliset muutosmerkit: positiivinen luku osoittaa vaihtelua, joka lisää nettotulosta; negatiivinen luku osoittaa vaihtelua, joka vähentää nettotulosta.

source: Relative change signs: a positive number indicates an increase in the amount of that account; a negative number indicates a decrease in the amount of that account.
fi: Suhteelliset muutosmerkit: positiivinen luku osoittaa kyseisen tilin määrän kasvua; negatiivinen luku osoittaa kyseisen tilin määrän vähenemistä.

source: No general ledger accounts were returned by the SQL because
fi: SQL ei palauttanut pääkirjatiliä, koska

source: total
fi: kaikki yhteensä

source: Gross Profit
fi: Bruttovoitto

source: Earnings after
fi: Tulos jälkeen

source: Net Profit
fi: Nettotulo

source: Print
fi: Tulosta

source: New Report
fi: Uusi raportti

source: Horizontal Analysis of Statement of Financial Position
fi: Rahoitusaseman horisontaalinen analyysi

source: Shows the horizontal analysis of the statement of financial position.
fi: Näyttää taloudellisen aseman selvityksen horisontaalisen analyysin.

source: Select the balance date
fi: Valitse saldopäivä

source: as at
fi: kuten

source: Actual change signs: a positive number indicates a source of funds; a negative number indicates an application of funds.
fi: Todelliset muutosmerkit: positiivinen luku osoittaa varojen lähteen; negatiivinen luku osoittaa varojen hakemuksen.

source: The accumulated profits brought forward could not be calculated by the SQL because
fi: SQL ei voinut laskea ennakoituja kertyneitä voittoja, koska

source: Check Total
fi: Tarkista yhteensä

source: Sales Area Maintenance
fi: Myynti-alueen ylläpito

source: The area code must be three characters or less long
fi: Suuntanumeron on oltava enintään kolme merkkiä pitkä

source: The area code entered already exists
fi: Syötetty suuntanumero on jo olemassa

source: The area description must be twenty five characters or less long
fi: Alueen kuvauksen on oltava enintään 25 merkkiä pitkä

source: The area code may not be empty
fi: Suuntanumero ei voi olla tyhjä

source: The area description may not be empty
fi: Alueen kuvaus ei voi olla tyhjä

source: Area code
fi: Aluekoodi

source: New area code
fi: Uusi suuntanumero

source: has been inserted
fi: on lisätty

source: The area could not be added or updated because
fi: Aluetta ei voitu lisätä tai päivittää, koska

source: Cannot delete this area because customer branches have been created using this area
fi: Tätä aluetta ei voi poistaa, koska tällä alueella on luotu asiakashaaroja

source: branches using this area code
fi: sivuliikkeet tätä suuntanumeroa käyttämällä

source: Cannot delete this area because sales analysis records exist that use this area
fi: Tätä aluetta ei voi poistaa, koska tätä aluetta käyttäviä myyntianalyysitietueita on olemassa

source: sales analysis records referring this area code
fi: myynti-analyysitietueet viittaavat tähän suuntanumeroon

source: Area Code
fi: Aluekoodi

source: has been deleted
fi: on poistettu

source: Area Name
fi: Alueen nimi

source: View Customers from this Area
fi: Tarkastele asiakkaita tältä alueelta

source: Review Areas Defined
fi: Tarkastele määriteltyjä alueita

source: Enter the sales area code - up to 3 characters are allowed
fi: Syötä myynti-aluekoodi - enintään 3 merkkiä sallitaan

source: Enter the description of the sales area
fi: Syötä kuvaus myyntialueesta

source: Audit Trail
fi: Tarkastuspolku

source: Incorrect date format used, please re-enter
fi: Käytetty väärä päivämäärämuoto, kirjoita se uudelleen

source: From Date
fi: Päivämäärästä

source: To Date
fi: Tähän mennessä

source: User ID
fi: Käyttäjätunnus

source: All
fi: Kaikki

source: Table
fi: Taulu

source: Containing text
fi: Sisältää tekstiä

source: View
fi: Näytä

source: Date/Time
fi: Treffiaika

source: User
fi: Käyttäjä

source: Type
fi: Tyyppi

source: Table
fi: Pöytä

source: Field Name
fi: Kenttä nimi

source: Value
fi: Arvo
