Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Deleted Id #
fi: Poistettu tunnus #

source: Qty Counted
fi: Määrä laskettu

source: Delete?
fi: Poistaa?

source: Save Changes
fi: Tallenna muutokset

source: Stock Dispatch Report
fi: Varastojen lähetysraportti

source: Parts to dispatch to another location to cover reorder level
fi: Osat, jotka lähetetään toiseen paikkaan uudelleentilaustason kattamiseksi

source: Could not retrieve location name from the database
fi: Sijainnin nimeä ei voitu hakea tietokannasta

source: Stock Dispatch - Problem Report
fi: Varastojen lähetys - ongelmaraportti

source: The Stock Dispatch report could not be retrieved by the SQL because
fi: SQL ei voinut noutaa varastojen lähetysraporttia, koska

source: The stock dispatch did not have any items to list
fi: Varastolähetyksessä ei ollut luetteloitavia tuotteita

source: Unable to enter Location Transfer record for
fi: Sijainninsiirtotietueen tallennus ei onnistu

source: Prepared By :
fi: Valmistanut:

source: Shipped By :
fi: Toimittama :

source: Received By :
fi: Vastaanottaja:

source: Inventory Stock Dispatch Report
fi: Varastovarastojen lähetysraportti

source: Create a transfer batch of overstock from one location to another location that is below reorder level.
fi: Luo ylivaraston siirtoerä paikasta toiseen tilaukseen, joka on tilaustason alapuolella.

source: Quantity to ship is based on reorder level minus the quantity on hand at the To Location; if there is a
fi: Lähetettävä määrä perustuu tilaustasoon, josta on vähennetty Kohteeseen käsillä oleva määrä; jos on

source: dispatch percentage entered, that needed quantity is inflated by the percentage entered.
fi: lähetetty prosenttiosuus, tarvittava määrä kasvaa syötetyllä prosenttimäärällä.

source: Use Bulk Inventory Transfer - Receive to process the batch
fi: Käytä joukkovaraston siirtoa - vastaanota erän käsittelemiseksi

source: Dispatch Percent
fi: Lähetysprosentti

source: To Stock Location
fi: Varastopaikkaan

source: Dispatch Strategy:
fi: Lähetysstrategia:

source: Items needed at TO location with overstock at FROM location
fi: Kohteet, joita tarvitaan TO-sijainnissa, ylijäämä sijainnissa FROM

source: Items with overstock at FROM location
fi: Kohteet, joiden varastot ovat sijainnissa FROM

source: Create Batch
fi: Luo erä

source: Report Only
fi: Vain raportti

source: Template
fi: Sapluuna

source: Full with Prices
fi: Täynnä hintoja

source: Full
fi: Koko

source: Simple
fi: Yksinkertainen

source: Stock Dispatch
fi: Varasto lähetys

source: From :
fi: Lähettäjä:

source: Transfer No.
fi: Siirtonumero

source: To :
fi: Vastaanottaja:

source: Over transfer
fi: Yli siirto

source: Overstock items at
fi: Ylimääräiset tuotteet osoitteessa

source: Items needed at
fi: Tarvittavat kohteet

source: Image/Description
fi: Kuvan kuvaus

source: All Stock Movements By Location
fi: Kaikki varastoliikkeet sijainnin mukaan

source: Show Movements before
fi: Näytä liikkeet ennen

source: But after
fi: Mutta jälkeen

source: The stock movements for the selected criteria could not be retrieved because
fi: Valittujen kriteerien varastoliikkeitä ei voitu hakea, koska

source: Trans No
fi: Trans-numero

source: Quantity on Hand
fi: Määrä käsillä

source: All Stock Status By Location/Category
fi: Kaikki varastotilat sijainnin / luokan mukaan

source: Shown Only Items Where
fi: Näytetään vain kohteet missä

source: Only items below re-order quantity
fi: Ainoastaan tuotteet, jotka ovat alle tilauksen määrän

source: Only items where stock is available
fi: Vain tuotteet, joista on varastossa

source: Only items currently on order
fi: Vain tällä hetkellä tilattavat tuotteet

source: The stock held at each location cannot be retrieved because
fi: Kussakin paikassa olevaa varastoa ei voida hakea, koska

source: Re-Order Level
fi: Tilaa taso uudelleen

source: Serial Numbers
fi: Sarjanumerot

source: Batches
fi: Erät

source: Inventory Location Transfer Shipment
fi: Varaston sijainninsiirto

source: This transaction has already been entered
fi: Tämä tapahtuma on jo syötetty

source: Please start over now
fi: Aloita alusta nyt

source: File contains
fi: Tiedosto sisältää

source: columns, but only 2 columns are expected. The comma separated file should have just two columns the first for the item code and the second for the quantity to transfer
fi: sarakkeita, mutta vain 2 saraketta odotetaan. Pilkulla erotetussa tiedostossa on oltava vain kaksi saraketta, joista ensimmäinen on nimikekoodi ja toinen siirrettävän määrän

source: The part code entered of
fi: Syötetty osan koodi

source: is not set up in the database
fi: ei ole määritetty tietokantaan

source: Only valid parts can be entered for transfers
fi: Vain kelvolliset osat voidaan syöttää siirtoja varten

source: The quantity entered for
fi: Syötetty määrä

source: is not numeric.
fi: ei ole numeerinen.

source: The quantity entered for transfers is expected to be numeric
fi: Siirtoihin syötetyn määrän odotetaan olevan numeerinen

source: does not have enough stock available (
fi: sillä ei ole tarpeeksi varastossa (

source: The quantity required to transfer was
fi: Siirtämiseen vaadittu määrä oli

source: The quantity entered of
fi: Syötetty määrä

source: for part code
fi: osanumerolle

source: is not numeric
fi: ei ole numeerinen

source: is less than or equal to 0
fi: on pienempi tai yhtä suuri kuin 0

source: Please correct this or remove the item
fi: Korjaa tämä tai poista kohde

source: does not have enough stock available for transfer.
fi: ei ole riittävästi varastoa käytettävissäsi.

source: does not have enough stock available for transter due to accumulated quantity is over quantity on hand.
fi: sillä ei ole tarpeeksi varastoa transterille, koska kertynyt määrä on käsillä oleva määrä.

source: You must enter at least 1 Stock Item to transfer
fi: Sinun on annettava vähintään 1 varastotuote siirrettäväksi

source: The transfer must have a different location to receive into and location sent from
fi: Siirrolla on oltava eri sijainti vastaanotettavaksi ja lähetettäväksi

source: Unable to BEGIN Location Transfer transaction
fi: Sijainninsiirtotapahtumaa ei voida aloittaa

source: Unable to COMMIT Location Transfer transaction
fi: Sijainninsiirtotapahtumaa ei voida suorittaa

source: The inventory transfer records have been created successfully
fi: Varastonsiirtotietueet on luotu onnistuneesti

source: Print the Transfer Docket
fi: Tulosta siirtokanta

source: Inventory Location Transfer Shipment Reference
fi: Varaston sijaintisiirron lähetysviite

source: Upload CSV file of Transfer Items and Quantites
fi: Lataa CSV-tiedosto siirtokohteista ja määristä

source: Clear All
fi: Tyhjennä kaikki

source: Add More Items
fi: Lisää lisää kohteita

source: Create Transfer Shipment
fi: Luo siirron lähetys

source: Inventory Transfer
fi: Varaston siirto

source: Receiving
fi: Vastaanotto

source: All quantities must be numeric
fi: Kaikkien määrien on oltava numeerisia

source: is negative
fi: on negatiivinen

source: All quantities must be for positive numbers greater than zero
fi: Kaikkien määrien on oltava positiivisia lukuja, jotka ovat suurempia kuin nolla

source: The Quantity entered plus the Quantity Previously Received can not be greater than the Total Quantity shipped for
fi: Syötetty määrä plus aiemmin vastaanotettu määrä ei voi olla suurempi kuin lähetetty kokonaismäärä

source: All quantities entered are less than zero
fi: Kaikki syötetyt määrät ovat alle nollan

source: Please correct that and try again
fi: Korjaa se ja yritä uudelleen

source: Could not retrieve the stock quantity at the dispatch stock location prior to this transfer being processed
fi: Varastomäärää ei voitu noutaa lähetysvarastopaikasta ennen tämän siirron käsittelyä

source: Could not determine if the serial item exists
fi: Sarjasarjaa ei voitu selvittää

source: The serial stock item for the stock being transferred out of the existing location could not be inserted because
fi: Sarjan varastotuotetta varastosta, joka siirretään nykyisestä sijainnista, ei voitu lisätä, koska

source: Could not retrieve the quantity on hand at the location being transferred to
fi: Siirrettävässä paikassa olevaa käteismäärää ei voitu noutaa

source: The standard cost of the item cannot be retrieved because
fi: Kohteen vakiohintaa ei voida noutaa, koska

source: The outgoing inventory GL transacction record could not be inserted because
fi: Lähtevän varaston PK-transaktiotietuetta ei voitu lisätä, koska

source: The following SQL to insert records was used
fi: Seuraavaa tietueiden lisäämiseksi käytettyä SQL:ää käytettiin

source: The stock movement record for the incoming stock cannot be added because
fi: Saapuvan kaluston varastoliikennetietuetta ei voida lisätä, koska

source: The serial stock item record could not be updated for the quantity coming in because
fi: Sarjavarastotietueita ei voitu päivittää tulevaa määrää varten, koska

source: The serial stock item record for the stock coming in could not be added because
fi: Tulevan kaluston sarjavarastotietueita ei voitu lisätä, koska

source: The incoming inventory GL transacction record could not be inserted because
fi: Saapuvan varaston PK-transaktiotietuetta ei voitu lisätä, koska

source: A stock transfer for item code
fi: Varastosiirto tuotekoodille

source: has been created from
fi: on luotu

source: Unable to update the Location Transfer Record
fi: Sijainninsiirtotietuetta ei voi päivittää

source: Unable to set the quantity received to the quantity shipped to cancel the balance on this transfer line
fi: Saadun määrän asettaminen lähetettyyn määrään ei onnistu peruuttamaan tämän siirtolinjan saldoa

source: Cancelled balance of transfer
fi: Siirtosaldo peruutettu

source: To Location
fi: Kohteeseen

source: Stock code
fi: Varastokoodi

source: Qty received
fi: Määrä vastaanotettu

source: By user
fi: Käyttäjän mukaan

source: At
fi: Klo

source: Unable to COMMIT the Stock Transfer transaction
fi: Varastonsiirtotapahtumaa ei voida sitoa

source: The details of transfer number
fi: Siirtonumeron tiedot

source: The SQL to retrieve the transfer was
fi: SQL hakemaan siirron oli

source: Transfer
fi: Siirtää

source: Does Not Exist
fi: Ei ole olemassa

source: Please Verify Shipment Quantities Received
fi: Tarkista vastaanotetut lähetysmäärät

source: Location Transfer Reference
fi: Sijainninsiirtoviite

source: Quantity Dispatched
fi: Lähetetty määrä

source: Quantity To Receive
fi: Vastaanotettava määrä

source: Cancel Balance
fi: Peruuta saldo

source: Enter Batch Refs
fi: Anna erän viitteet

source: Process Inventory Transfer
fi: Prosessivaraston siirto

source: Select A Different Transfer
fi: Valitse Eri siirto

source: Select Location Receiving Into
fi: Valitse Vastaanottava sijainti

source: Refresh Transfer List
fi: Päivitä siirtoluettelo

source: Pending Transfers Into
fi: Odottavat siirrot

source: Transfer Ref
fi: Siirtoviite

source: Transfer From
fi: Siirrä kohteesta

source: There are no incoming transfers to this location
fi: Tähän sijaintiin ei ole saapuvia siirtoja

source: The transfer cancellation record could not be inserted because
fi: Siirron peruutustietuetta ei voitu lisätä, koska

source: Stock Movements
fi: Osakkeiden liikkeet

source: in units of
fi: yksikköinä

source: Show Movements between
fi: Näytä liikkeet välillä

source: New Qty
fi: Uusi määrä

source: Produce Stock Quantities CSV
fi: Tuota varastomääriä CSV

source: Making a comma separated values file of the current stock quantities
fi: Pilkuilla erotettujen arvotiedoston tekeminen nykyisistä varastomääristä

source: The SQL to get the stock quantities failed with the message
fi: Varastomäärien saaminen SQL epäonnistui viestin kanssa

source: Stock On Hand By Date
fi: Varasto kädessä päivämäärän mukaan

source: On-Hand On Date
fi: Käytössä Päivämäärä

source: The stock items in the category selected cannot be retrieved because
fi: Valitun luokan varastotuotteita ei voi noutaa, koska

source: The stock held as at
fi: Varasto oli voimassa

source: Total Quantity
fi: Kokonaismäärä

source: Stock Re-Order Level Maintenance
fi: Varaston uudelleentilaushuolto

source: The stock id should not contains illegal characters and blank or percentage mark is not allowed
fi: Osaketunnuksen ei tulisi sisältää laittomia merkkejä, eikä tyhjä tai prosenttimerkki ole sallittu

source: Show Re-Order Levels
fi: Näytä uudelleenjärjestystasot

source: Input safety stock quantity
fi: Syötä turvavaraston määrä

source: Serial Item Research
fi: Sarjatuotteiden tutkimus

source: No History found for Serial Number
fi: Sarjanumerolle ei löytynyt historiaa

source: Details for Serial Item
fi: Sarjatuotteen yksityiskohdat

source: Length
fi: Pituus

source: Move Qty
fi: Siirrä määrä

source: Move Type
fi: Siirrä tyyppi

source: DebtorNo
fi: VelallinenEi

source: Move Ref
fi: Siirrä viite

source: Total Move Qty
fi: Liikkuvuus yhteensä

source: Stock Of Controlled Items
fi: Varastossa valvottuja tuotteita

source: The stock code sent to this page appears to be invalid
fi: Tälle sivulle lähetetty varastokoodi näyttää olevan virheellinen

source: This page must be called with parameters specifying the item to show the serial references and quantities
fi: Tälle sivulle on kutsuttava parametrit, jotka määrittelevät kohteen, jotta sarjanumerot ja määrät näkyvät

source: It cannot be displayed without the proper parameters being passed
fi: Sitä ei voida näyttää ilman oikeiden parametrien välittämistä

source: Could not retrieve the requested item because
fi: Pyydettyä kohdetta ei voitu noutaa, koska

source: This item is either a kitset or assembly or a dummy part and cannot have a stock holding
fi: Tämä esine on joko kitset tai kokoonpano tai nuken osa, eikä sillä voi olla varastotilaa

source: This page cannot be displayed
fi: Tätä sivua ei voi näyttää

source: Only serialised or controlled items can be displayed in this page
fi: Tällä sivulla voidaan näyttää vain sarjatuotettuja tai hallittuja kohteita

source: Could not retrieve the stock location of the item because
fi: Kohteen varastopaikkaa ei voitu noutaa, koska

source: The SQL used to lookup the location was
fi: SQL haki sijaintia

source: The serial numbers/batches held cannot be retrieved because
fi: Pidettyjä sarjanumeroita / eriä ei voida noutaa, koska

source: Serialised items in
fi: Sarjatuotteet

source: Controlled items in
fi: Ohjatut kohteet

source: In units of
fi: Yksikköinä

source: Expiry Date
fi: Päättymispäivä

source: Batch/Bundle Ref
fi: Erän / nipun viite

source: Total quantity
fi: Kokonaismäärä

source: The Stock Item code cannot be empty
fi: Varastokoodin koodi ei voi olla tyhjä

source: The make or buy flag cannot be changed from
fi: Merkki- tai osta-lippua ei voi muuttaa

source: where there is a quantity of stock on hand at any location
fi: missä varastossa on määrää varastossa missä tahansa paikassa

source: Currently there are
fi: Tällä hetkellä niitä on

source: on hand
fi: kädessä

source: where the item is to be lot controlled
fi: missä kohdetta on tarkoitus hallita erällä

source: Kitset, phantom, dummy and assembly items cannot be lot controlled
fi: Kitset-, kummi-, nuken- ja kokoonpanotuotteita ei voida hallita erällä

source: The make or buy flag cannot be changed to a kitset where there is a quantity outstanding to be delivered on sales orders
fi: Merkki- tai osta -lippua ei voi muuttaa kitsetiksi, jos myyntitilauksista on toimitettava jäljellä oleva määrä

source: outstanding
fi: erinomainen

source: The make or buy flag cannot be changed to
fi: Merkki- tai osta-lippua ei voi muuttaa

source: where there is a quantity outstanding to be received on purchase orders
fi: jos ostotilauksista on saatavissa jäljellä oleva määrä

source: yet to be received
fi: ei ole vielä vastaanotettu

source: The make or buy flag cannot be changed from manufactured, kitset or assembly to
fi: Tuotemerkin tai osta lippua ei voi vaihtaa valmistetusta, kitsetista tai kokoonpanosta

source: where there is a bill of material set up for the item
fi: jos tuotteelle on asetettu laskutusmateriaali

source: Bills of material are not appropriate for purchased or dummy items
fi: Materiaalilaskut eivät sovellu ostettuihin tai nukkeihin

source: The make or buy flag cannot be changed from manufactured, purchased or dummy to a kitset or assembly where the item is a component in a bill of material
fi: Tuotemerkki- tai ostolippua ei voi vaihtaa valmistetusta, ostetusta tai nukesta kitsetiksi tai kokoonpanoksi, jossa esine on materiaalilomakkeen komponentti

source: Assembly and kitset items are not appropriate as components in a bill of materials
fi: Kokoonpano- ja kitsetarvikkeet eivät sovellu komponenttien luetteloon

source: You can not change a Non-Controlled Item to Controlled (or back from Controlled to non-controlled when there is currently stock on hand for the item
fi: Et voi vaihtaa Ei-hallitsematonta -tuotetta Ohjatuksi (tai takaisin Ohjattavasta-Ohjaamattomaksi -kohteeksi, kun tuotteelle on tällä hetkellä varastossa

source: You can not change a Serialised Item to Non-Serialised (or vice-versa) when there is a quantity on hand for the item
fi: Et voi vaihtaa sarjoitettua tuotetta ei-sarjoitettuun (tai päinvastoin), kun tuotteelle on käytettävissä määrä

source: The property value should between
fi: Ominaisuuden arvon tulisi olla välillä

source: The stock item could not be updated because
fi: Varastotuotetta ei voitu päivittää, koska

source: The SQL that was used to update the stock item and failed was
fi: Varastokohteen päivittämiseen käytetty ja epäonnistunut SQL oli

source: The stock description translations could not be updated because
fi: Osakekuvausten käännöksiä ei voitu päivittää, koska

source: The SQL that was used to set the flag for translation revision failed was
fi: SQL, jota käytettiin käännöstarkistuksen lipun asettamiseen epäonnistui, oli

source: Change stock category
fi: Vaihda varastoluokkaa

source: The stock cost journal could not be inserted because
fi: Osakekirjapäiväkirjaa ei voitu lisätä, koska

source: The SQL that was used to create the stock cost journal and failed was
fi: SQL, jota käytettiin osakekannan päiväkirjan luomiseen ja epäonnistui, oli

source: Error retrieving value of finished goods received and cost issued against work orders for this item
fi: Virhe noudettaessa saatujen valmiiden tuotteiden arvoa ja tämän tuotteen työmääräyksiä vastaavia kustannuksia

source: The WIP cost journal could not be inserted because
fi: WIP-kustannuspäiväkirjaa ei voitu lisätä, koska

source: The SQL that was used to create the WIP cost journal and failed was
fi: WIP-kustannuspäiväkirjan luomiseen käytetty ja epäonnistunut SQL oli

source: The stock code entered is actually already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
fi: Syötetty varastokoodi on itse asiassa jo tietokannassa - järjestelmä estää päällekkäiset varastokoodit. Yritä valita vaihtoehtoinen varastokoodi

source: New Item
fi: Uusi kohde

source: NB: The item cost and pricing must also be setup
fi: Huom: Tuotteen hinta ja hinnoittelu on myös määritettävä

source: Enter Item Cost
fi: Syötä kohteen hinta

source: Enter Item Prices
fi: Syötä kohteen hinnat

source: Cannot delete this stock item because there are stock movements that refer to this item
fi: Tätä varastotuotetta ei voi poistaa, koska tähän tuotteeseen liittyy varastoliikkeitä

source: stock movements that refer to this item
fi: tähän tuotteeseen viittaavat varastoliikkeet

source: Cannot delete this item record because there are bills of material that require this part as a component
fi: Tätä tietueetietoa ei voi poistaa, koska on olemassa materiaalilaskuja, jotka vaativat tämän osan komponenttina

source: bills of material that require this part as a component
fi: materiaalilaskut, jotka vaativat tämän osan komponenttina

source: Cannot delete this item record because there are existing sales orders for this part
fi: Tätä tuotetietuetta ei voi poistaa, koska tälle osalle on olemassa myyntitilauksia

source: sales order items against this part
fi: myyntitilaustuotteita tätä osaa vastaan

source: Cannot delete this item because sales analysis records exist for it
fi: Tätä kohdetta ei voi poistaa, koska sille on olemassa myyntianalyysitietueita

source: sales analysis records against this part
fi: myynnin analyysi kirjaa tähän osaan

source: Cannot delete this item because there are existing purchase order items for it
fi: Tätä tuotetta ei voi poistaa, koska sille on olemassa ostotilaustuotteita

source: purchase order item record relating to this part
fi: tähän osaan liittyvä ostotilaustuotetietue

source: Cannot delete this item because there is currently some stock on hand
fi: Tätä tuotetta ei voi poistaa, koska varastossa on tällä hetkellä jonkin verran varastoa

source: on hand for this part
fi: käsillä tästä osasta

source: Cannot delete this item because there are offers for this item
fi: Tätä kohdetta ei voi poistaa, koska tälle tuotteelle on tarjouksia

source: offers from suppliers for this part
fi: toimittajien tarjoukset tästä osasta

source: Cannot delete this item because there are tenders for this item
fi: Tätä kohdetta ei voi poistaa, koska tälle tuotteelle on tarjouskilpailuja

source: tenders from suppliers for this part
fi: toimittajien tarjouksia tälle osalle

source: Could not delete the location stock records because
fi: Sijaintikannan tietueita ei voitu poistaa, koska

source: Could not delete the prices for this stock record because
fi: Tämän osakekannan hintoja ei voitu poistaa, koska

source: Could not delete the purchasing data because
fi: Ostotietoja ei voitu poistaa, koska

source: Could not delete the bill of material because
fi: Materiaalilomaketta ei voitu poistaa, koska

source: Could not delete the item properties
fi: Kohteen ominaisuuksia ei voitu poistaa

source: Could not delete the item language descriptions
fi: Kohteen kielen kuvauksia ei voitu poistaa

source: Could not delete the item record
fi: Tuotetietuetta ei voitu poistaa

source: Deleted the stock master record for
fi: Poistettu osakkeen päärekisteri

source: and all the location stock records set up for the part
fi: ja kaikki osalle määritetyt sijaintivarastotiedot

source: and any bill of material that may have been set up for the part
fi: ja kaikki osalle mahdollisesti laaditut materiaalilaskut

source: and any purchasing data that may have been set up for the part
fi: ja kaikki osalle mahdollisesti määritetyt ostotiedot

source: and any prices that may have been set up for the part
fi: ja hinnat, jotka on mahdollisesti vahvistettu osalle

source: Input the stock code, the following characters are prohibited:
fi: Syötä varastokoodi, seuraavat merkit ovat kiellettyjä:

source: alpha-numeric only
fi: vain aakkosnumeerinen

source: This language translation of the item will be used in invoices and credits to customers who are defined to use this language. The language translations to maintain here can be configured in the system parameters page
fi: Tätä kohteen kielikäännöstä käytetään laskuissa ja hyvityksissä asiakkaille, jotka on määritelty käyttämään tätä kieltä. Tässä ylläpidettävät kielikäännökset voidaan määrittää järjestelmän parametrien sivulla

source: Long Description
fi: Pitkä kuvaus

source: Order multiple. It is the minimum packing quantity.
fi: Tilaa useita. Se on vähimmäispakkausmäärä.

source: Amount by which an output falls short of the estimated or planned output.
fi: Määrä, jolla tuotos jää arvioidun tai suunnitellun tuotoksen alapuolelle.

source: Only click the Delete button if you are sure you wish to delete the item!
fi: Napsauta Poista-painiketta vain, jos olet varma, että haluat poistaa kohteen!
