Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: To show the most frequently ordered items enter the number of frequently ordered items you wish to display from 1 to 99. If you do not wish to display the frequently ordered item list enter 0.
fi: Jos haluat näyttää useimmin tilatut tuotteet, kirjoita näytettävien usein tilattujen tuotteiden määrä 1: stä 99: een. Jos et halua näyttää usein tilattujen tuotteiden luetteloa, kirjoita 0.

source: Sales Order Allows Same Item Multiple Times
fi: Myyntitilaus sallii saman tuotteen useita kertoja

source: Order Entry allows Line Item Narrative
fi: Tilauksen syöttö sallii rivikohdan kertomuksen

source: Allow Narrative Entry
fi: Salli kerronta

source: No Narrative Line
fi: Ei kerrontaa

source: Select whether or not to allow entry of narrative on order line items. This narrative will appear on invoices and packing slips. Useful mainly for service businesses.
fi: Valitse, sallitaanko kertomuksen syöttäminen tilausrivikohtiin. Tämä kerronta näkyy laskuissa ja pakkauslehdissä. Hyödyllinen lähinnä palveluyrityksille.

source: Languages to Maintain Translations for Item Descriptions
fi: Kielet, joilla ylläpidetään tuotekuvausten käännöksiä

source: Select the languages in which translations of the item description will be maintained. The default language is excluded.
fi: Valitse kielet, joilla tuotekuvauksen käännökset säilytetään. Oletuskieli on suljettu pois.

source: Google Translator API Key
fi: Google Translator -sovellusliittymäavain

source: Google Translator API Key to allow automatic translations. More info at https://cloud.google.com/translate/
fi: Google Translator -sovellusliittymäavain automaattisten käännösten sallimiseksi. Lisätietoja osoitteessa https://cloud.google.com/translate/

source: A picking note must be produced before an order can be delivered
fi: Noutoilmoitus on esitettävä ennen tilauksen toimittamista

source: Select whether or not a picking note must be produced before an order can be delivered to a customer.
fi: Valitse, onko noutoilmoitus laadittava ennen tilauksen toimittamista asiakkaalle.

source: Auto Update Exchange Rates Daily
fi: Päivitä automaattiset valuuttakurssit päivittäin

source: Automatic updates to exchange rates will retrieve the latest daily rates from either the European Central Bank or Google once per day - when the first user logs in for the day. Manual will never update the rates automatically - exchange rates will need to be maintained manually
fi: Automaattiset valuuttakurssien päivitykset hakevat viimeisimmät päiväkurssit joko Euroopan keskuspankilta tai Googlelta kerran päivässä - kun ensimmäinen käyttäjä kirjautuu sisään päivälle. Manuaalinen ei koskaan päivitä kursseja automaattisesti - valuuttakurssit on ylläpidettävä manuaalisesti

source: Source Exchange Rates From
fi: Lähteen vaihtokurssi alkaen

source: European Central Bank
fi: Euroopan keskuspankki

source: Specify the source to use for exchange rates
fi: Määritä lähde, jota käytetään valuuttakursseihin

source: Format of Packing Slips
fi: Pakkausluetteloiden muoto

source: Laser Printed
fi: Lasertulostettu

source: Special Stationery
fi: Erityiset paperitavarat

source: Choose the format that packing notes should be printed by default
fi: Valitse muoto, jonka pakkausselosteet tulostetaan oletuksena

source: Invoice Orientation
fi: Laskun suunta

source: Select the invoice layout
fi: Valitse laskun asettelu

source: Invoice Quantity Default
fi: Laskun määrän oletusarvo

source: This setting controls the default behaviour of invoicing. Setting to 0 defaults the invocie quantity to zero to force entry. Set to outstanding to default the invoice quantity to the balance outstanding, after previous deliveries, on the sales order
fi: Tämä asetus hallitsee laskutuksen oletuskäyttäytymistä. Asettamalla 0 oletusarvoisesti invoksien määrä nollaan pakottaakseen sisäänpääsyn. Määritä maksamatta oletusarvoisesti laskujen määrä myyntitilauksen jäljellä olevaan saldoon edellisten toimitusten jälkeen

source: Show company details on packing slips
fi: Näytä yrityksen tiedot pakkauskirjoista

source: Show Company Details
fi: Näytä yrityksen tiedot

source: Hide Company Details
fi: Piilota yrityksen tiedot

source: Customer branches can be set by default not to print packing slips with the company logo and address. This is useful for companies that ship to customers customers and to show the source of the shipment would be inappropriate. There is an option on the setup of customer branches to ship blind, this setting is the default applied to all new customer branches
fi: Asiakashaarat voidaan asettaa oletusarvoisesti olemaan tulostamatta pakkauslehtiä, joissa on yrityksen logo ja osoite. Tästä on hyötyä yrityksille, jotka lähettävät asiakkaille asiakkaita, ja osoittaa, että lähetyksen lähde olisi sopimaton. Asiakashaarojen asetuksissa on mahdollisuus toimittaa sokea, tämä asetus on oletusarvo kaikille uusille asiakashaaroille

source: Working Days on a Week
fi: Työpäivät viikossa

source: working days
fi: työpäivät

source: Number of working days on a week
fi: Viikon työpäivien lukumäärä

source: Dispatch Cut-Off Time
fi: Lähetyksen lopetusaika

source: Orders entered after this time will default to be dispatched the following day, this can be over-ridden at the time of sales order entry
fi: Tämän ajan jälkeen tehdyt tilaukset lähetetään oletusarvoisesti seuraavana päivänä, tämä voidaan ylittää myyntitilauksen syöttöhetkellä

source: Allow Sales Of Zero Cost Items
fi: Salli nollakustannuserien myynti

source: If an item selected at order entry does not have a cost set up then if this parameter is set to No then the order line will not be able to be entered
fi: Jos tilauksen yhteydessä valitulle tuotteelle ei ole määritetty kustannuksia, jos tämä parametri on Ei, tilausriviä ei voida syöttää

source: Controlled Items Must Exist For Crediting
fi: Ohjattujen tuotteiden on oltava olemassa hyvitystä varten

source: This parameter relates to the behaviour of the controlled items code. If a serial numbered item has not previously existed then a credit note for it will not be allowed if this is set to Yes
fi: Tämä parametri liittyy valvottujen tuotteiden koodin käyttäytymiseen. Jos sarjanumeroitua kohdetta ei ole aiemmin ollut olemassa, sen hyvityslasku ei ole sallittu, jos tämän asetuksena on Kyllä

source: Could not load price lists
fi: Hintaluetteloita ei voitu ladata

source: Default Price List
fi: Oletushinnasto

source: Unavailable
fi: Ei käytettävissä

source: This price list is used as a last resort where there is no price set up for an item in the price list that the customer is set up for
fi: Tätä hinnastoa käytetään viimeisenä keinona, jossa hinnaston, jolle asiakas on asetettu, tuotteelle ei ole määritetty hintaa

source: This shipper is used where the best shipper for a customer branch has not been defined previously
fi: Tätä lähettäjää käytetään silloin, kun asiakashaaran parasta lähettäjää ei ole aiemmin määritelty

source: Do Freight Calculation
fi: Tee rahtilaskenta

source: If this is set to Yes then the system will attempt to calculate the freight cost of a dispatch based on the weight and cubic and the data defined for each shipper and their rates for shipping to various locations. The results of this calculation will only be meaningful if the data is entered for the item weight and volume in the stock item setup for all items and the freight costs for each shipper properly maintained.
fi: Jos tämän asetuksena on Kyllä, järjestelmä yrittää laskea lähetyksen rahtikustannukset painon ja kuutiometrin sekä kullekin lähettäjälle määriteltyjen tietojen ja niiden lähetyshintojen perusteella eri paikkoihin. Tämän laskelman tulokset ovat merkityksellisiä vain, jos tiedot syötetään tavaran painoon ja tilavuuteen varastotuote-asetuksissa kaikille tuotteille ja kunkin huolitsijan rahtikustannuksille.

source: Apply freight charges if an order is less than
fi: Käytä rahtimaksuja, jos tilaus on alle

source: This parameter is only effective if Do Freight Calculation is set to Yes. If it is set to 0 then freight is always charged. The total order value is compared to this value in deciding whether or not to charge freight
fi: Tämä parametri on tehokas vain, jos Do Freight Calculation -asetukseksi on valittu Yes. Jos arvoksi asetetaan 0, rahtia veloitetaan aina. Tilauksen kokonaisarvoa verrataan tähän arvoon, kun päätetään, veloitetaanko rahti vai ei

source: Create Debtor Codes Automatically
fi: Luo velalliskoodit automaattisesti

source: Set to Automatic - customer codes are automatically created - as a sequential number
fi: Aseta Automaattinen - asiakaskoodit luodaan automaattisesti - peräkkäisenä numerona

source: Create Supplier Codes Automatically
fi: Luo toimittajakoodit automaattisesti

source: Set to Automatic - Supplier codes are automatically created - as a sequential number
fi: Aseta Automaattinen - Toimittajakoodit luodaan automaattisesti - järjestysnumerona

source: Could not load tax categories table
fi: Veroluokkien taulukkoa ei voitu ladata

source: This is the tax category used for entry of supplier invoices and the category at which freight attracts tax
fi: Tämä on veroluokka, jota käytetään toimittajan laskujen kirjaamiseen, ja luokka, josta rahti verottaa

source: Tax Authority Reference Name
fi: Veroviranomaisen viitenimi

source: This parameter is what is displayed on tax invoices and credits for the tax authority of the company eg. in Australian this would by A.B.N.: - in NZ it would be GST No: in the UK it would be VAT Regn. No
fi: Tämä parametri näkyy verolaskuissa ja hyvityksissä yrityksen veroviranomaisille esim. australialaisissa tämän tekisi A.B.N .: - NZ: ssä se olisi GST-numero: Yhdistyneessä kuningaskunnassa se olisi alv-rekisterinumero. Ei

source: Country Of Operation
fi: Toimintamaa

source: This parameter is only effective if Do Freight Calculation is set to Yes.
fi: Tämä parametri on tehokas vain, jos Do Freight Calculation -asetukseksi on valittu Yes.

source: Standard Cost Decimal Places
fi: Vakiokustannusten desimaalipaikat

source: Decimal Places to be used in Standard Cost
fi: Desimaalipaikat, joita käytetään vakiokustannuksissa

source: Number Of Periods Of StockUsage
fi: Varastojaksojen määrä

source: In stock usage inquiries this determines how many periods of stock usage to show. An average is calculated over this many periods
fi: Varastokäyttökyselyissä tämä määrittää, kuinka monta varastokäytön jaksoa näytetään. Keskiarvo lasketaan tälle monelle jaksolle

source: Show order values on GRN
fi: Näytä tilausarvot GRN: ssä

source: Should the value of the purchased stock be shown on the GRN screen
fi: Pitäisikö ostetun osakkeen arvo näkyä GRN-näytössä

source: Check Quantity Charged vs Deliver Qty
fi: Tarkista veloitettu määrä vs toimitusmäärä

source: In entry of AP invoices this determines whether or not to check the quantities received into stock tie up with the quantities invoiced
fi: AP-laskujen yhteydessä tämä määrittää, tarkistetaanko varastoon vastaanotetut määrät suhteessa laskutettuihin määriin

source: Check Price Charged vs Order Price
fi: Tarkista veloitettu hinta vs. tilaushinta

source: In entry of AP invoices this parameter determines whether or not to check invoice prices tie up to ordered prices
fi: AP-laskuja syötettäessä tämä parametri määrittää, onko laskuhintojen tarkistaminen sidottu tilattuihin hintoihin

source: Allowed Over Charge Proportion
fi: Sallittu ylihintainen osuus

source: The input must between 0 and 100
fi: Tulon on oltava välillä 0 ja 100

source: integer between 0 and 100
fi: kokonaisluku välillä 0 ja 100

source: If check price charges vs Order price is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to price
fi: Jos sekkihintamaksut vs. tilaushinta on asetettu kyllä, tämä suhde määrittää prosenttiosuuden, jolla laskut voidaan laskuttaa yli hinnan

source: Allowed Over Receive Proportion
fi: Sallittu yli vastaanoton osuus

source: If check quantity charged vs delivery quantity is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to delivery
fi: Jos laskutettu tarkistusmäärä vs toimitusmäärä on asetettu kyllä, tämä osuus määrittää prosenttiosuuden, jolla laskut voidaan laskuttaa yli toimituksen

source: Purchase Order Allows Same Item Multiple Times
fi: Ostotilaus sallii saman tuotteen useita kertoja

source: If a purchase order can have the same item on the order several times this parameter should be set to yes
fi: Jos ostotilauksessa voi olla sama tuote tilauksessa useita kertoja, tämän parametrin tulee olla Kyllä

source: Automatically authorise purchase orders if user has authority
fi: Valtuuta ostotilaukset automaattisesti, jos käyttäjällä on siihen valtuudet

source: If the user changing an existing purchase order or adding a new puchase order is set up to authorise purchase orders and the order is within their limit, then the purchase order status is automatically set to authorised
fi: Jos käyttäjä muuttaa olemassa olevaa ostotilausta tai lisää uuden tilaustilauksen, valtuutetaan ostotilaukset ja tilaus on heidän rajoissaan, ostotilauksen tila asetetaan automaattisesti valtuutetuksi

source: January
fi: Tammikuu

source: February
fi: Helmikuu

source: March
fi: Maaliskuu

source: April
fi: Huhtikuu

source: May
fi: Toukokuu

source: June
fi: Kesäkuu

source: July
fi: Heinäkuu

source: August
fi: Elokuu

source: September
fi: Syyskuu

source: October
fi: Lokakuu

source: November
fi: Marraskuu

source: December
fi: Joulukuu

source: Financial Year Ends On
fi: Tilikausi päättyy

source: Defining the month in which the financial year ends enables the system to provide useful defaults for general ledger reports
fi: Tilikauden päättymiskuukauden määrittäminen antaa järjestelmän tarjota hyödyllisiä oletuksia pääkirjan raporteille

source: Report Page Length
fi: Raportin sivun pituus

source: The input should be between 1 and 999
fi: Syötteen tulisi olla välillä 1 ja 999

source: Default Maximum Number of Records to Show
fi: Oletuksena näytettävien tietueiden enimmäismäärä

source: The records should be between 1 and 999
fi: Tietueiden tulisi olla välillä 1–999

source: When pages have code to limit the number of returned records - such as select customer, select supplier and select item, then this will be the default number of records to show for a user who has not changed this for themselves in user settings.
fi: Kun sivuilla on koodi, joka rajoittaa palautettujen tietueiden määrää - kuten valitse asiakas, valitse toimittaja ja valitse kohde, tämä on oletusarvo tietueita näytettäväksi käyttäjälle, joka ei ole muuttanut tätä itse käyttäjäasetuksissa.

source: Show Stockid on images
fi: Näytä Stockid kuvissa

source: Show the code inside the thumbnail image of the items
fi: Näytä koodi kohteiden pikkukuvassa

source: Maximum Size in KB of uploaded images
fi: Lähetettyjen kuvien enimmäiskoko (kt)

source: Picture files of items can be uploaded to the server. The system will check that files uploaded are less than this size (in KB) before they will be allowed to be uploaded. Large pictures will make the system slow and will be difficult to view in the stock maintenance screen.
fi: Kohteiden kuvatiedostot voidaan ladata palvelimelle. Järjestelmä tarkistaa, että lähetetyt tiedostot ovat tätä kokoa pienempiä (kt), ennen kuin ne voidaan ladata. Suuret kuvat tekevät järjestelmästä hitaan ja niitä on vaikea nähdä varastohuoltonäytössä.

source: Could not load the Number Of Month Must be Shown
fi: Ei voitu ladata Kuukausien lukumäärä on näytettävä

source: Number Of Month Must Be Shown
fi: Kuukauden lukumäärä on näytettävä

source: input must be positive integer
fi: syötteen on oltava positiivinen kokonaisluku

source: Number of month must be shown on report can be changed with this parameters ex: in CustomerInquiry.php
fi: Kuukauden lukumäärä on ilmoitettava raportissa, voidaan muuttaa tällä parametrilla esim. In CustomerInquiry.php

source: The directory where images are stored
fi: Hakemisto, johon kuvat tallennetaan

source: The directory under which all image files should be stored. Image files take the format of ItemCode.jpg - they must all be .jpg files and the part code will be the name of the image file. This is named automatically on upload. The system will check to ensure that the image is a .jpg file
fi: Hakemisto, johon kaikki kuvatiedostot tulisi tallentaa. Kuvatiedostot ovat muodossa ItemCode.jpg - niiden kaikkien on oltava .jpg-tiedostoja, ja osan koodi on kuvatiedoston nimi. Tämä nimetään automaattisesti lataamisen yhteydessä. Järjestelmä tarkistaa, että kuva on .jpg-tiedosto

source: The directory where reports are stored
fi: Hakemisto, johon raportit tallennetaan

source: The directory under which all report pdf files should be created in. A separate directory is recommended
fi: Hakemisto, johon kaikki raportin pdf-tiedostot luodaan. Erillistä hakemistoa suositellaan

source: Only allow secure socket connections
fi: Salli vain suojatut liitännät

source: Force connections to be only over secure sockets - ie encrypted data only
fi: Pakota yhteydet olemaan vain suojattujen pistorasioiden kautta - ts. Vain salattuja tietoja

source: Perform Database Maintenance At Logon
fi: Suorita tietokannan ylläpito kirjautumisen yhteydessä

source: Never
fi: Ei koskaan

source: Allow SysAdmin Access Only
fi: Salli vain SysAdmin-käyttöoikeus

source: Uses the function DB_Maintenance defined in ConnectDB_XXXX.inc to perform database maintenance tasks, to run at regular intervals - checked at each and every user login
fi: Käyttää tiedostossa ConnectDB_XXXX.inc määriteltyä toimintoa DB_Maintenance tietokannan ylläpitotehtävien suorittamiseen säännöllisin väliajoin - tarkistetaan jokaisella käyttäjän sisäänkirjautumisella

source: Wiki application
fi: Wiki-sovellus

source: This feature makes webERP show links to a free form company knowledge base using a wiki. This allows sharing of important company information - about customers, suppliers and products and the set up of work flow menus and/or company procedures documentation
fi: Tämä ominaisuus saa webERP:n näyttämään linkkejä yrityksen vapaamuotoiseen tietopankkiin wikillä. Tämä mahdollistaa tärkeiden yritystietojen jakamisen - asiakkaista, toimittajista ja tuotteista sekä työnkulun valikoiden ja / tai yrityksen menettelytapojen dokumentoinnin

source: Wiki Path
fi: Wiki-polku

source: The path to the wiki installation to form the basis of wiki URLs - or the full URL of the wiki.
fi: Polku wiki-asennukseen, joka muodostaa wikin URL-osoitteiden perustan - tai wikin täydellisen URL-osoitteen.

source: Geocode Customers and Suppliers
fi: Geokoodiasiakkaat ja -toimittajat

source: Geocode Integration Enabled
fi: Geokoodien integrointi käytössä

source: Geocode Integration Disabled
fi: Geokoodin integrointi poistettu käytöstä

source: This feature will give Latitude and Longitude coordinates to customers and suppliers. Requires access to a mapping provider. You must setup this facility under Main Menu - Setup - Geocode Setup. This feature is experimental.
fi: Tämä ominaisuus antaa Latitude ja Longitude -koordinaatit asiakkaille ja toimittajille. Edellyttää pääsyä karttapalveluun. Tämä toiminto on määritettävä kohdassa Päävalikko - Asetukset - Geokoodin asetukset. Tämä ominaisuus on kokeellinen.

source: Extended Customer Information
fi: Laajennetut asiakastiedot

source: Extended Customer Info Enabled
fi: Laajennettu asiakastieto käytössä

source: Extended Customer Info Disabled
fi: Laajennettu asiakastieto poistettu käytöstä

source: This feature will give extended information in the Select Customer screen.
fi: Tämä ominaisuus antaa laajempia tietoja Valitse asiakas -näytössä.

source: Extended Supplier Information
fi: Laajennetut toimittajatiedot

source: Extended Supplier Info Enabled
fi: Laajennettu toimittajan tiedot käytössä

source: Extended Supplier Info Disabled
fi: Laajennettu toimittajan tiedot pois käytöstä

source: This feature will give extended information in the Select Supplier screen.
fi: Tämä ominaisuus antaa laajempia tietoja Valitse toimittaja -näytössä.

source: Prohibit GL Journals to Control Accounts
fi: Kieltää PK-lehdet hallitsemaan tilejä

source: Prohibited
fi: Kielletty

source: Allowed
fi: Sallittu

source: Setting this to prohibited prevents accidentally entering a journal to the automatically posted and reconciled control accounts for creditors (AP) and debtors (AR)
fi: Jos tämä asetetaan kielletyksi, estetään vahingossa päiväkirjan syöttäminen velkojien (AP) ja velallisten (AR) automaattisesti postitettuihin ja sovitettuihin valvontatileihin

source: Prohibit GL Journals to Periods Prior To
fi: Kiellä PK-lehdet aikakausiin ennen

source: This allows all periods before the selected date to be locked from postings. All postings for transactions dated prior to this date will be posted in the period following this date.
fi: Tämä sallii kaikkien valitun päivämäärän edeltävien jaksojen lukitsemisen postituksista. Kaikki ennen tätä päivämäärää päivätyt tapahtumat kirjataan tätä päivää seuraavana ajanjaksona.

source: Inventory Costing Method
fi: Varaston laskentamenetelmä

source: Weighted Average Costing
fi: Painotettu keskimääräinen kustannuslaskenta

source: Standard Costing
fi: Vakiolaskenta

source: webERP allows inventory to be costed based on the weighted average of items in stock or full standard costing with price variances reported. The selection here determines the method used and the general ledger postings resulting from purchase invoices and shipment closing
fi: webERP:n avulla varaston kustannukset voidaan laskea varastotuotteiden painotetun keskiarvon tai täyden vakiolaskennan perusteella ilmoitettujen hintaerojen perusteella. Tässä valinnassa määritetään käytetty menetelmä ja pääkirjan kirjaus, joka johtuu ostolaskuista ja lähetyksen sulkemisesta

source: When items are manufactured it is possible for the components of the item to be automatically decremented from stock in accordance with the Bill of Material setting
fi: Kun tuotteita valmistetaan, on mahdollista, että tuotteen komponentit vähennetään automaattisesti varastosta Bill of Material -asetuksen mukaisesti

source: Prohibit Negative Stock
fi: Kieltää negatiivinen varastossa

source: Setting this parameter to Yes prevents invoicing and the issue of stock if this would result in negative stock. The stock problem must be corrected before the invoice or issue is allowed to be processed.
fi: Tämän parametrin asettaminen arvoon Kyllä estää laskutuksen ja osakeannin, jos se johtaisi negatiiviseen varastoon. Varasto-ongelma on korjattava, ennen kuin laskun tai laskun voidaan käsitellä.

source: Months of Audit Trail to Retain
fi: Kuukausien tarkastusreitti säilytettäväksi

source: If this parameter is set to 0 (zero) then no audit trail is retained. An audit trail is a log of which users performed which additions updates and deletes of database records. The full SQL is retained
fi: Jos parametriksi on asetettu 0 (nolla), kirjausketjua ei säilytetä. Tarkastuspolku on loki, jonka käyttäjät suorittivat päivitykset ja poistot tietokantatietueista. Koko SQL säilytetään

source: Log Severity Level
fi: Lokin vakavuuden taso

source: Errors Only
fi: Vain virheet

source: Errors and Warnings
fi: Virheet ja varoitukset

source: Errors, Warnings and Info
fi: Virheet, varoitukset ja tiedot

source: Errors andWarnings
fi: Virheet ja varoitukset

source: Choose which Status messages to keep in your log file.
fi: Valitse, mitkä tilaviestit säilytetään lokitiedostossasi.

source: Path to log files
fi: Polku tiedostojen lokiin
