Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The supplier sell through support could not be retrieved because
fi: Toimittajan myyntiä tuen kautta ei voitu hakea, koska

source: Support for Customer
fi: Tuki asiakkaalle

source: Support Whole Category
fi: Tuki koko luokalle

source: Specific Item Only
fi: Vain tietty kohde

source: Support Specific Item
fi: Tukikohtainen tuote

source: Support An Entire Category
fi: Tuki koko luokalle

source: Could not retrieve the items that the supplier provides
fi: Toimittajan toimittamia tuotteita ei voitu noutaa

source: The SQL that was used to get the supplier items and failed was
fi: Toimittajatuotteiden hakemiseen käytetty ja epäonnistunut SQL oli

source: Rebate value per unit
fi: Alennusarvo yksikköä kohti

source: Rebate Percent
fi: Alennusprosentti

source: Support Start Date
fi: Tuen aloituspäivä

source: Support End Date
fi: Tuen lopetuspäivä

source: Shipment Costing
fi: Lähetyksen kustannukset

source: This page is expected to be called with the shipment number to show the costing for
fi: Tälle sivulle odotetaan soittavan lähetysnumero, joka näyttää kustannukset

source: Shipment
fi: Lähetys

source: cannot be retrieved because a database error occurred
fi: ei voida noutaa, koska tapahtui tietokantavirhe

source: could not be located in the database
fi: ei löytynyt tietokannasta

source: Shipment Details
fi: Kuljetus yksityiskohdat

source: Vessel
fi: Alus

source: Expected Arrival Date (ETA)
fi: Odotettu saapumispäivä (ETA)

source: general costs cannot be retrieved from the database
fi: yleisiä kustannuksia ei voida hakea tietokannasta

source: No General Cost Records exist for Shipment
fi: Lähetykselle ei ole yleisiä kustannusrekistereitä

source: in the database
fi: tietokannassa

source: Item costs cannot be retrieved from the database
fi: Tuotekustannuksia ei voida hakea tietokannasta

source: No Item Cost Records exist for Shipment
fi: Lähetyksellä ei ole nimikkeitä koskevia kustannustietueita

source: The lines on the shipment could not be retrieved from the database
fi: Lähetyksen rivejä ei voitu hakea tietokannasta

source: Cannot close a shipment where the quantity received is more than the quantity invoiced. Check the item
fi: Lähetystä ei voida sulkea, jos vastaanotettu määrä on suurempi kuin laskutettu määrä. Tarkista kohde

source: Items on shipment
fi: Lähetetyt tuotteet

source: Variance
fi: Varianssi

source: The quantity on hand could not be retrieved from the database
fi: Käsillä olevaa määrää ei voitu hakea tietokannasta

source: The following SQL to retrieve the total stock quantity was used
fi: Seuraavaa SQL: tä käytettiin varastomäärän noutamiseen

source: shipment cost
fi: lähetyskustannukset

source: shipment quantity > stock held - variance write off
fi: lähetysmäärä> varastossa - varianssin poisto

source: The GL entry for the shipment variance posting for
fi: Lähetysvarianssin lähettämistä koskeva PK-merkintä kohteelle

source: could not be inserted into the database because
fi: ei voitu lisätä tietokantaan, koska

source: shipment avg cost adjt
fi: lähetyksen keskimääräinen hinta adjt

source: The GL entry for the shipment average cost adjustment for
fi: Lähetyksen keskimääräisten kustannusten oikaisua koskeva PK-merkintä vuodelle

source: The cost could not be updated because
fi: Kustannuksia ei voitu päivittää, koska

source: The following SQL to update the cost was used
fi: Seuraavaa SQL:ää käytettiin päivittämään kustannuksia

source: Qty recd
fi: Lukumäärä

source: The Positive GL entry for the shipment variance posting for
fi: Positiivinen PK-merkintä lähetyksen varianssikirjaukselle

source: Qty invoiced
fi: Määrä laskutettu

source: The credit GL entry for the shipment variance posting for
fi: Lähetysvarianssin kirjaamisen hyvitys PK-merkintä kohteelle

source: Shipment of
fi: Toimitus

source: cost was
fi: kustannukset olivat

source: changed to
fi: muutettiin

source: QOH of
fi: QOH /

source: The GL credit for the shipment stock cost adjustment posting could not be inserted because
fi: Lähetysvaraston kustannusten oikaisukirjoituksen PK-hyvitystä ei voitu lisätä, koska

source: The GL debit for stock cost adjustment posting could not be inserted because
fi: Osakekustannusten oikaisun kirjaamista koskevaa yleistä veloitusta ei voitu lisätä, koska

source: The shipment cost details for the stock item could not be updated because
fi: Varastokohteen lähetyskustannustietoja ei voitu päivittää, koska

source: Total Shipment Charges
fi: Lähetyksen kokonaismaksut

source: Total Value of all variances on this shipment
fi: Tämän lähetyksen kaikkien varianssien kokonaisarvo

source: Shipment Charges Against Products
fi: Tuotteiden lähetyskulut

source: Local Amount
fi: Paikallinen määrä

source: Charged
fi: Ladattu

source: Total Charges Against Shipment Items
fi: Lähetyserien kokonaismaksut

source: General Shipment Charges
fi: Yleiset lähetysmaksut

source: Total General Shipment Charges
fi: Lähetyksen kokonaismaksut yhteensä

source: Update Standard Costs
fi: Päivitä vakiokustannukset

source: Confirm OK to Close
fi: Vahvista OK sulkeaksesi

source: Could not complete the purchase order lines on this shipment
fi: Tämän lähetyksen ostotilausrivejä ei voitu täyttää

source: Could not update the shipment to closed
fi: Lähetystä ei voitu päivittää suljettuun

source: has been closed
fi: on suljettu

source: All variances were posted to the general ledger
fi: Kaikki varianssit kirjattiin pääkirjaan

source: All shipment items have had their standard costs updated
fi: Kaikkien lähetystuotteiden vakiokustannukset on päivitetty

source: Shipments
fi: Lähetykset

source: To set up a shipment
fi: Lähetyksen asettaminen

source: the supplier must first be selected from the Select Supplier page
fi: toimittaja on ensin valittava Valitse toimittaja -sivulta

source: Select the Supplier
fi: Valitse toimittaja

source: Unable to locate Shipment
fi: Lähetystä ei löydy

source: Shipment No.
fi: Lähetyksen nro.

source: The selected shipment is already closed and no further modifications to the shipment are possible
fi: Valittu lähetys on jo suljettu eikä lähetykseen ole mahdollista tehdä muita muutoksia

source: The lines on the shipment cannot be retrieved because
fi: Lähetyksen viivoja ei voida hakea, koska

source: Unable to locate lines for Shipment
fi: Lähetyslinjoja ei löydy

source: The supplier details for the shipment could not be retrieved because
fi: Lähetyksen toimittajan tietoja ei voitu noutaa, koska

source: The date of expected arrival of the shipment must be entered in the format
fi: Lähetyksen odotettu saapumispäivä on annettava muodossa

source: An expected arrival of the shipment must be a date after today
fi: Lähetyksen arvioidun saapumisen on oltava päivämäärä tämän päivän jälkeen

source: A reference to the vessel of more than 2 characters is expected
fi: Odotetaan olevan viittaus yli 2 merkin astiaan

source: A reference to the voyage (or HAWB in the case of air-freight) of more than 2 characters is expected
fi: Oletetaan viittaavan yli 2 merkin matkalle (tai HAWB: hen, jos kyseessä on lentorahti)

source: Cannot add purchase order lines to the shipment unless the shipment is first initiated - hit update to setup the shipment first
fi: Lähetykseen ei voi lisätä ostotilausrivejä, ellei lähetys aloiteta ensimmäisen kerran. Määritä lähetys ensin napsauttamalla päivitystä

source: Updated the shipment record and delivery dates of order lines as necessary
fi: Päivitetty lähetysrekisteri ja tilausrivien toimituspäivät tarvittaessa

source: Vessel Name /Transport Agent
fi: Aluksen nimi / kuljetusasiamies

source: Voyage Ref / Consignment Note
fi: Voyage Ref / Rahtikirja

source: Stock Location
fi: Varaston sijainti

source: Order Lines On This Shipment
fi: Tilaa tämän lähetyksen linjat

source: Update Shipment Details
fi: Päivitä lähetyksen tiedot

source: Possible Order Lines To Add To This Shipment
fi: Mahdolliset tilausrivit, jotka lisätään tähän lähetykseen

source: Shipping Company Maintenance
fi: Varustamoyrityksen huolto

source: The shipper's name must be forty characters or less long
fi: Lähettäjän nimen on oltava enintään 40 merkkiä pitkä

source: The shipper's name may not be empty
fi: Lähettäjän nimi ei voi olla tyhjä

source: The shipper record has been updated
fi: Lähettäjän tiedot on päivitetty

source: The shipper record has been added
fi: Lähettäjän ennätys on lisätty

source: Cannot delete this shipper because sales orders have been created using this shipper
fi: Lähettäjää ei voi poistaa, koska myyntitilaukset on luotu tällä lähettäjällä

source: sales orders using this shipper code
fi: myyntitilaukset tällä lähettäjän koodilla

source: Cannot delete this shipper because invoices have been created using this shipping company
fi: Lähettäjää ei voi poistaa, koska laskut on luotu tällä varustamolla

source: invoices created using this shipping company
fi: tällä varustamolla luotuja laskuja

source: Cannot delete this shipper because it is defined as the default shipping company in the configuration file
fi: Lähettäjää ei voi poistaa, koska se on määritetty oletustoimitusyhtiöksi kokoonpanotiedostossa

source: The shipper record has been deleted
fi: Lähettäjän tietue on poistettu

source: Shipper ID
fi: Lähettäjän tunnus

source: Shipper Name
fi: Lähettäjän nimi

source: Are you sure you wish to delete this shipper?
fi: Haluatko varmasti poistaa tämän lähettäjän?

source: REVIEW RECORDS
fi: TARKISTA TALLENNUKSET

source: Shipper Code
fi: Lähettäjän koodi

source: Search Shipments
fi: Hae lähetyksiä

source: The Shipment Number entered MUST be numeric
fi: Annetun lähetysnumeron PITÄÄ olla numeerinen

source: Shipment Number
fi: Lähetysnumero

source: No Stock Items were returned from the database because
fi: Yhtään varastotuotetta ei palautettu tietokannasta, koska

source: Closed Shipments Only
fi: Vain suljetut lähetykset

source: Open Shipments Only
fi: Vain avoimet lähetykset

source: To search for shipments for a specific part use the part selection facilities below
fi: Jos haluat etsiä lähetyksiä tietylle osalle, käytä alla olevia osavalintatoimintoja

source: No shipments were returned by the SQL because
fi: SQL ei palauttanut lähetyksiä, koska

source: Voyage
fi: Matka

source: Expected Arrival
fi: Odotettu saapuminen

source: Close
fi: Sulje

source: Shipments Open Inquiry
fi: Lähetysten avoin tiedustelu

source: Open Shipments for
fi: Avoin lähetys kohteelle

source: This page must be given the supplier code to look for shipments for
fi: Tälle sivulle on annettava toimittajakoodi, jotta lähetyksiä voidaan etsiä

source: No shipments were returned from the database because
fi: Lähetyksiä ei palautettu tietokannasta, koska

source: There are no open shipments currently set up for
fi: Tällä hetkellä ei ole asetettu avoimia lähetyksiä

source: Shop Configuration
fi: Kaupan kokoonpano

source: The shop configuration could not be updated because
fi: Kaupan kokoonpanoa ei voitu päivittää, koska

source: Shop configuration updated
fi: Kaupan kokoonpano päivitetty

source: Shop Configuration Parameter
fi: Kaupan määritysparametri

source: General Settings
fi: Yleiset asetukset

source: Test or Live Mode
fi: Testi tai Live-tila

source: Test
fi: Testata

source: Live
fi: Elää

source: Must change this to live mode when the shop is activie. No PayPal or credit card transactions will be processed in test mode
fi: On vaihdettava tämä live-tilaan, kun kauppa on aktiivinen. Mitään PayPalin tai luottokorttitapahtumia ei käsitellä testitilassa

source: Shop Name
fi: Kaupan nimi

source: Enter the name of the shop that will be displayed on all the store pages
fi: Kirjoita kaupan nimi, joka näkyy kaikilla myymäläsivuilla

source: Shop Title
fi: Kaupan nimi

source: Enter the title of the shop that will be displayed on the main webSHOP page. Useful for SEO purposes.
fi: Syötä myymälän otsikko, joka näkyy webSHOP-pääsivulla. Hyödyllinen SEO-tarkoituksiin.

source: Shop Manager Email
fi: Shop Manager -sähköposti

source: Enter the email address of the webSHOP manager.
fi: Kirjoita webSHOP-johtajan sähköpostiosoite.

source: Default Web Shop Customer Acount
fi: Oletusarvoinen verkkokaupan asiakastili

source: Select the customer account that is to be used for the web-store sales
fi: Valitse asiakastili, jota käytetään verkkokaupan myyntiin

source: Default Web Shop Branch Code
fi: Oletusarvoinen verkkokaupan haarakonttori

source: The customer branch code that is to be used - a branch of the above custoemr account - for web-store sales
fi: Asiakashaarakoodi, jota on käytettävä - yllä olevan asiakastilin haara - verkkokaupan myyntiin

source: Privacy Statement
fi: Tietosuojalausunto

source: This text will appear on the web-store page that spells out the privacy policy of the web-shop
fi: Tämä teksti ilmestyy verkkokaupan sivulle, jossa täsmennetään verkkokaupan tietosuojakäytäntö

source: Enter the raw html without any line breaks
fi: Syötä raaka HTML ilman rivinvaihtoa

source: Terms and Conditions
fi: Käyttöehdot

source: This text will appear on the web-store page that spells out the terms and conditions associated with sales from the web-shop
fi: Tämä teksti ilmestyy verkkokaupan sivulle, joka täsmentää verkkokaupan myyntiin liittyviä ehtoja

source: About Us
fi: Meistä

source: This text will appear on the web-store page that provides information about us to users of the web-store.
fi: Tämä teksti ilmestyy verkkokaupan sivulle, joka tarjoaa tietoja meistä verkkokaupan käyttäjille.

source: Contact Us
fi: Ota meihin yhteyttä

source: This text will appear on the web-store page that provides contact information to users of the web-store.
fi: Tämä teksti näkyy verkkokaupan sivulla, joka tarjoaa yhteystiedot verkkokaupan käyttäjille.

source: Freight Policy
fi: Rahtipolitiikka

source: This text will appear on the web-store page that spells out the freight policy of the web-shop
fi: Tämä teksti ilmestyy verkkokaupan sivulle, joka täsmentää verkkokaupan rahtikäytäntöä

source: Web-Store Behaviour Settings
fi: Verkkokaupan käyttäytymisasetukset

source: Show Only Items With Available Stock
fi: Näytä vain tuotteet, joilla on varastossa

source: Shows only items with QOH > 0 thus avoiding the Arriving Soon items.
fi: Näyttää vain tuotteet, joiden QOH> 0, jolloin vältetään pian saapuvat kohteet.

source: Show/Hide QOH column
fi: Näytä / piilota QOH-sarake

source: Hide
fi: Piilottaa

source: Shows / Hides the QOH column Select Hide if you do not want webSHOP visitors to know how many stock do you currently hold.
fi: Näyttää / piilottaa QOH-sarakkeen Valitse Piilota, jos et halua webSHOP-kävijöiden tietävän, kuinka monta varastoa sinulla tällä hetkellä on.

source: Stock Locations
fi: Stock sijainnit

source: Select one or more stock locations (warehouses) that webSHOP should consider stock for the purposes of displaying the on hand quantity for customer information
fi: Valitse yksi tai useampia varastopaikkoja (varastoja), jotka webSHOPin tulisi harkita varastossa, jotta näytettäisiin käytettävissä oleva määrä asiakastietoja varten

source: Allow Payment Surcharges
fi: Salli lisämaksut

source: Add surcharges for different payment methods.
fi: Lisää lisämaksuja eri maksutavoista.

source: Surcharges Stock Item
fi: Lisämaksut varastossa

source: Select the webERP service item to use for payment surcharges to be processed as
fi: Valitse webERP-palvelukohta, jota käytetään maksettavina lisämaksuina

source: Freight Calculations
fi: Rahtilaskelmat

source: Select the freight calculation method to use for the webSHOP
fi: Valitse rahtilaskutapa, jota käytetään webSHOPissa

source: Bank Transfer Settings
fi: Pankkisiirron asetukset

source: Allow Bank Transfer Payment
fi: Salli pankkisiirtomaksu

source: Allow bank transfers to be used for payments.
fi: Salli pankkisiirtojen käyttö maksuihin.

source: Bank Transfer Surcharge
fi: Pankkisiirron lisämaksu

source: The bank transfer surcharge
fi: Pankkisiirron lisämaksu

source: Paypal Settings
fi: Paypal-asetukset

source: Allow PayPal Payment
fi: Salli PayPal-maksu

source: Allow PayPal to be used for payments. The configuration details for PayPal payments must be entered below
fi: Salli PayPalin käyttö maksuihin. PayPal-maksujen määritystiedot on syötettävä alla

source: Pay Pal Bank Account
fi: Pay Pal -tili

source: Select the webERP bank account to use for receipts processed by Pay Pal
fi: Valitse webERP-pankkitili, jota käytetään Pay Palin käsittelemiin kuitteihin

source: Pay Pal Commission Account
fi: Pay Pal -tili

source: Select the webERP P/L account to use for commissions (transaction fees) charged by Pay Pal
fi: Valitse webERP P / L -tili, jota käytetään Pay Palin veloittamiin palkkioihin (transaktiomaksuihin)

source: PayPal Surcharge
fi: PayPalin lisämaksu

source: The PayPal surcharge
fi: PayPal-lisämaksu

source: Paypal user account details
fi: Paypal-käyttäjätilin tiedot

source: Cannot be set in the demo
fi: Ei voida asettaa esittelyssä

source: PayPal User
fi: PayPalin käyttäjä

source: The PayPal Merchant User account for Pay Pal Express Checkout
fi: PayPal-kauppiaan käyttäjätili Pay Pal Express Checkoutille

source: PayPal Password
fi: PayPal salasana

source: The PayPal Merchant account password for Pay Pal Express Checkout
fi: PayPal-kauppiastilin salasana Pay Pal Express Checkoutille

source: PayPal Signature
fi: PayPalin allekirjoitus

source: The PayPal merchant account signature for Pay Pal Express Checkout
fi: PayPal-kauppiastilin allekirjoitus Pay Pal Express Checkoutille

source: Credit Card Processing Settings
fi: Luottokortin käsittelyasetukset

source: Allow Credit Card Payments
fi: Salli luottokorttimaksut

source: Allow Credit Cards to be used for payments. The configuration details for PayPal Pro or one of the other credit card payment solutions must be configured.
fi: Salli luottokorttien käyttö maksuissa. PayPal Pron tai jonkin muun luottokorttimaksuratkaisun kokoonpanotiedot on määritettävä.

source: Credit Card Gateway
fi: Luottokorttiyhdyskäytävä

source: Swipe HQ - New Zealand
fi: Pyyhkäise pääkonttori - Uusi-Seelanti

source: Select the credit card gateway system to be used.
fi: Valitse käytettävä luottokorttiyhdyskäytäväjärjestelmä.

source: Credit Card Surcharge
fi: Luottokortin lisämaksu

source: The credit card surcharge
fi: Luottokortin lisämaksu

source: Credit Card Bank Account
fi: Luottokortti pankkitili

source: Select the webERP bank account to use for receipts processed by credit card
fi: Valitse webERP-pankkitili, jota käytetään luottokortilla käsiteltyihin kuitteihin

source: Credit card user account details
fi: Luottokortin käyttäjätilin tiedot

source: PayPal Pro User
fi: PayPal Pro -käyttäjä

source: Merchant User account for credit card payment available in only USA and Canada
fi: Kauppiaan käyttäjätili luottokorttimaksamiseen on käytettävissä vain Yhdysvalloissa ja Kanadassa

source: PayPal Pro Password
fi: PayPal Pro -salasana

source: Merchant account password for credit card payment available in only USA and Canada
fi: Kauppiastilin salasana luottokorttimaksamiseen on käytettävissä vain Yhdysvalloissa ja Kanadassa

source: PayPal Pro Signature
fi: PayPal Pro Allekirjoitus

source: merchant account signature for credit card payment available in only USA and Canada
fi: kauppiaan tilin allekirjoitus luottokorttimaksua varten käytettävissä vain Yhdysvalloissa ja Kanadassa

source: Pay Flow Pro User
fi: Pay Flow Pro -käyttäjä

source: Merchant User account
fi: Kauppiaan käyttäjätili

source: Pay Flow Pro Password
fi: Pay Flow Pro -salasana

source: Merchant account password
fi: Kauppiastilin salasana

source: Pay Flow Pro Vendor
fi: Pay Flow Pro -toimittaja

source: vendor
fi: myyjä

source: Pay Flow Pro Merchant
fi: Pay Flow Pro -kauppias

source: merchant
fi: kauppias

source: SwipeHQ Merchant ID
fi: Pyyhkäise HQ-kauppiaan tunnus

source: Merchant ID - see SwipeHQ settings -> API credentials
fi: Kauppiaan tunnus - katso SwipeHQ-asetukset -> API-tunnistetiedot

source: SwipeHQ API Key
fi: Pyyhkäise HQ API -avain

source: API Key - see SwipeHQ admin settings -> API credentials
fi: API-avain - katso SwipeHQ-järjestelmänvalvojan asetukset -> API-tunnistetiedot

source: SMTP Server details
fi: SMTP-palvelimen tiedot

source: SMTP Server
fi: SMTP-palvelin

source: SMTP Server Settings
fi: SMTP-palvelimen asetukset

source: The email setting information failed to update
fi: Sähköpostiasetustietojen päivittäminen epäonnistui

source: The SQL failed to update is
fi: SQL-päivitys epäonnistui

source: The settings for the SMTP server have been successfully updated
fi: SMTP-palvelimen asetukset on päivitetty onnistuneesti

source: The email settings failed to be inserted
fi: Sähköpostiasetusten lisääminen epäonnistui

source: The SQL failed to insert the email information is
fi: SQL ei onnistunut lisäämään sähköpostitietoja

source: The settings for the SMTP server have been sucessfully inserted
fi: SMTP-palvelimen asetukset on lisätty onnistuneesti

source: The email settings information cannot be retrieved
fi: Sähköpostiasetustietoja ei voi noutaa

source: Server Host Name
fi: Palvelimen isäntänimi

source: SMTP port
fi: SMTP-portti

source: Helo Command
fi: Helon komento

source: Authorisation Required
fi: Valtuutus vaaditaan

source: True
fi: Totta

source: False
fi: Väärä

source: Timeout (seconds)
fi: Aikakatkaisu (sekuntia)

source: Special Order Entry
fi: Erikoistilausmerkintä

source: To set up a special
fi: Perustaa erityinen

source: Select the supplier now
fi: Valitse toimittaja nyt

source: the customer must first be selected from the Select Customer page
fi: asiakas on ensin valittava Valitse asiakas -sivulta

source: Select the customer now
fi: Valitse asiakas nyt

source: The customer record for
fi: Asiakkaan ennätys

source: Purchase from
fi: Osta osoitteesta

source: delivered to
fi: toimitettu

source: branch
fi: haara

source: Select the customer branch to deliver the special to from the list below
fi: Valitse alla olevasta luettelosta asiakashaara, jolle erikoisuus toimitetaan

source: There are no branches defined for the customer selected
fi: Valitulle asiakkaalle ei ole määritelty haaroja

source: Please select a customer that has branches defined
fi: Valitse asiakas, jolla on määritelty sivukonttorit

source: The reference for this order is less than 3 characters
fi: Tämän tilauksen viite on alle 3 merkkiä

source: a reference more than 3 characters is required before the order can be added
fi: ennen tilauksen lisäämistä vaaditaan yli 3 merkin viite

source: The person entering this order must be specified in the initiator field
fi: Tämän tilauksen tekevä henkilö on määritettävä aloittaja-kentässä

source: a blank initiator is not allowed
fi: tyhjä initiaattori ei ole sallittu

source: The cost entered must be numeric
fi: Ilmoitettujen kustannusten on oltava numeerisia

source: The sale is at a lower price than the cost
fi: Myynti on halvempaa kuin kustannukset

source: The purchase order can not be committed to the database because there is no stock location specified to book any stock items into
fi: Ostotilausta ei voida sitoa tietokantaan, koska varastotilaa ei ole määritelty varastotuotteiden kirjaamiseksi

source: The item record for line
fi: Rivin tuotetietue

source: could not be created because
fi: ei voitu luoda, koska

source: The SQL statement used to insert the item and failed was
fi: Kohteen lisäämiseen käytetty ja epäonnistunut SQL-käsky oli

source: The item stock locations for the special order line
fi: Erikoistilausrivin tuotevaraston sijainnit

source: The SQL statement used to insert the location stock records and failed was
fi: SQL-käsky, jota käytettiin sijaintitietueiden lisäämiseen ja epäonnistui, oli

source: The item stock category information for the special order line
fi: Erikoistilauksen rivikohtaiset tuotetiedot
