Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The accounts selected to post cost or accumulated depreciation to cannot be either of the debtors control account, creditors control account or GRN suspense accounts
fi: Kustannusten tai kertyneiden poistojen kirjaamista varten valitut tilit eivät voi olla joko velallisten valvontatilejä, velkojien tarkastustilejä tai GRN-väliaikaisia tilejä

source: The asset cost account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset cost
fi: Valittu omaisuuden kustannustili on pankkitili - pankkitilit on suojattu muilta kirjauksilta. Valitse toinen tasetili omaisuuserän kustannuksille

source: The accumulated depreciation account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset accumulated depreciation
fi: Valittu kertynyt poistotili on pankkitili - pankkitilit on suojattu muilta kirjauksilta. Valitse toinen tasetili omaisuuserien kertyneille poistoille

source: Could not update the fixed asset category
fi: Käyttöomaisuusluokkaa ei voitu päivittää

source: Updated the fixed asset category record for
fi: Päivitetty käyttöomaisuuden luokan tietue

source: Could not insert the new fixed asset category
fi: Uuden käyttöomaisuusluokan lisääminen epäonnistui

source: A new fixed asset category record has been added for
fi: Uusi käyttöomaisuusluokan tietue on lisätty

source: Cannot delete this fixed asset category because fixed assets have been created using this category
fi: Tätä käyttöomaisuusluokkaa ei voida poistaa, koska käyttöomaisuus on luotu tätä luokkaa käyttämällä

source: fixed assets referring to this category code
fi: tähän luokkakoodiin viittaava käyttöomaisuus

source: The fixed asset category
fi: Käyttöomaisuusluokka

source: Cat Code
fi: Cat-koodi

source: Cost GL
fi: Kustannukset PK

source: P &amp; L Depn GL
fi: P &amp; L Liitt PK

source: Disposal GL
fi: Poistojen PK

source: Accum Depn GL
fi: Accum Depn PK

source: Are you sure you wish to delete this fixed asset category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
fi: Haluatko varmasti poistaa tämän käyttöomaisuusluokan? Lisätarkistukset suoritetaan ennen varsinaista poistamista sen varmistamiseksi, että tietojen eheys ei vaarannu.

source: Show All Fixed Asset Categories
fi: Näytä kaikki kiinteän omaisuuden luokat

source: Category Code
fi: Luokan koodi

source: Enter the asset category code. Up to 6 alpha-numeric characters are allowed
fi: Kirjoita omaisuusluokan koodi. Enintään 6 aakkosnumeerista merkkiä sallitaan

source: Enter the asset category description up to 20 characters
fi: Anna omaisuusluokan kuvaus, enintään 20 merkkiä

source: Fixed Asset Cost GL Code
fi: Kiinteän omaisuuden kustannusten PK-koodi

source: Select the general ledger account where the cost of assets of this category should be posted to. Only balance sheet accounts can be selected
fi: Valitse pääkirjatili, jolle tämän luokan varojen kustannukset tulisi kirjata. Vain tasetilit voidaan valita

source: Profit and Loss Depreciation GL Code
fi: Voittojen ja tappioiden poistot PK-koodi

source: Select the general ledger account where the depreciation of assets of this category should be posted to. Only profit and loss accounts can be selected
fi: Valitse pääkirjatili, jolle tämän luokan varojen poistot kirjataan. Vain tuloslaskelma voidaan valita

source: Profit or Loss on Disposal GL Code
fi: Voitto tai tappio PK-koodi

source: Select the general ledger account where the profit or loss on disposal on assets of this category should be posted to. Only profit and loss accounts can be selected
fi: Valitse pääkirjatili, jolle tämän luokan varojen myyntivoitto tai -tappio kirjataan. Vain tuloslaskelma voidaan valita

source: Balance Sheet Accumulated Depreciation GL Code
fi: Tase Kertyneet poistot PK-koodi

source: Select the general ledger account where the accumulated depreciation on assets of this category should be posted to. Only balance sheet accounts can be selected
fi: Valitse pääkirjatili, johon tämän luokan varojen kertyneet poistot kirjataan. Vain tasetilit voidaan valita

source: Depreciation Journal Entry
fi: Poisto-päiväkirjamerkintä

source: The date is expected to be in the format
fi: Päivämäärän odotetaan olevan muodossa

source: No depreciation will be committed as the processing date is beyond the current date. The depreciation run can only be run for periods prior to today
fi: Poistoja ei sitoudu, koska käsittelypäivä on nykyisen päivämäärän jälkeen. Poistot voidaan suorittaa vain ennen tätä päivää

source: Asset ID
fi: Omaisuuden tunnus

source: Date Purchased
fi: Ostopäivämäärä

source: Cost
fi: Kustannus

source: B/fwd Book Value
fi: B / fwd kirjanpitoarvo

source: Depn Type
fi: Depn-tyyppi

source: Total for
fi: Yhteensä

source: Monthly depreciation for asset
fi: Kuukausittaiset omaisuuserän poistot

source: Cannot insert a depreciation GL entry for the depreciation because
fi: Poistoa koskevaa PK-merkintää ei voida lisätä poistoon, koska

source: The SQL that failed to insert the GL Trans record was
fi: SQL, joka ei onnistunut lisäämään PK Trans -tietueita, oli

source: Cannot insert a fixed asset transaction entry for the depreciation because
fi: Käyttöomaisuuden liiketapahtumaa ei voida lisätä poistoon, koska

source: The SQL that failed to insert the fixed asset transaction record was
fi: SQL, joka ei onnistunut lisäämään käyttöomaisuuden tapahtumarekisteriä, oli

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset accumulated depreciation could not be updated:
fi: KRIITTINEN VIRHE! KIRJAA TÄMÄ VIRHE JA HAE APUA. Käyttöomaisuuden kertyneitä poistoja ei voitu päivittää:

source: The following SQL was used to attempt the update the accumulated depreciation of the asset was:
fi: Seuraavaa SQL:ää käytettiin päivityksen yrittämiseen, kun omaisuuden kertyneet poistot olivat:

source: GRAND Total
fi: Loppusumma

source: Depreciation
fi: Poistot

source: has been successfully entered
fi: on syötetty onnistuneesti

source: Return to main menu
fi: Palaa päävalikkoon

source: Date to Process Depreciation
fi: Poistojen käsittelypäivä

source: Commit Depreciation
fi: Suorita poistot

source: Fixed Assets
fi: Käyttöomaisuus

source: Back to Select
fi: Takaisin valintaan

source: Fixed Asset Items
fi: Kiinteä omaisuuserät

source: Something is wrong with uploading a file
fi: Tiedoston lataamisessa on jotain vikaa

source: The asset description must be entered and be fifty characters or less long. It cannot be a zero length string either, a description is required
fi: Omaisuuden kuvaus on annettava ja siinä saa olla enintään 50 merkkiä. Se ei voi myöskään olla nollapituus, kuvaus vaaditaan

source: The asset long description cannot be a zero length string, a long description is required
fi: Sisältökohteen pitkä kuvaus ei voi olla nollapituinen merkkijono, tarvitaan pitkä kuvaus

source: The barcode must be 20 characters or less long
fi: Viivakoodin on oltava enintään 20 merkkiä pitkä

source: There are no asset categories defined. All assets must belong to a valid category,
fi: Omaisuusluokkia ei ole määritelty. Kaikkien omaisuuserien on kuuluttava kelvolliseen luokkaan,

source: There are no asset locations defined. All assets must belong to a valid location,
fi: Omaisuuden sijainteja ei ole määritelty. Kaikkien omaisuuserien on kuuluttava kelvolliseen sijaintiin,

source: The depreciation rate is expected to be a number between 0 and 100
fi: Poistoprosentin odotetaan olevan luku välillä 0-100

source: Numbers less than 1 are interpreted as less than 1%. The depreciation rate should be entered as a number between 0 and 100
fi: Alle 1 olevat luvut tulkitaan alle 1 prosentiksi. Poistoprosentti on syötettävä lukuna välillä 0-100

source: change category
fi: muuta luokkaa

source: Cannot insert a GL entry for the change of asset category because
fi: PK-merkintää ei voida lisätä omaisuusluokan muutokseen, koska

source: The SQL that failed to insert the cost GL Trans record was
fi: SQL, joka ei onnistunut lisäämään kustannusten PK Trans -tietueita, oli

source: The asset could not be updated because
fi: Sisältöä ei voitu päivittää, koska

source: The SQL that was used to update the asset and failed was
fi: SQL, jota käytettiin resurssin päivittämiseen ja epäonnistui, oli

source: Asset
fi: Omaisuus

source: The asset could not be added because
fi: Sisältöä ei voitu lisätä, koska

source: The SQL that was used to add the asset failed was
fi: SQL, jota käytettiin resurssin lisäämiseen, epäonnistui

source: The new asset has been added to the database with an asset code of:
fi: Uusi omaisuus on lisätty tietokantaan, jonka omaisuuskoodi on:

source: Validation failed, no updates or deletes took place
fi: Vahvistus epäonnistui, päivityksiä tai poistoja ei tapahtunut

source: The asset still has a net book value - only assets with a zero net book value can be deleted
fi: Omaisuuserällä on edelleen kirjanpitoarvo - vain varat, joiden kirjanpitoarvo on nolla, voidaan poistaa

source: The asset has transactions associated with it. The asset can only be deleted when the fixed asset transactions are purged, otherwise the integrity of fixed asset reports may be compromised
fi: Omaisuuserään liittyy siihen liittyviä tapahtumia. Omaisuus voidaan poistaa vain, kun käyttöomaisuuskaupat on puhdistettu, muuten käyttöomaisuusraporttien eheys saattaa vaarantua

source: There is a purchase order set up for this asset. The purchase order line must be deleted first
fi: Tälle omaisuudelle on määritetty ostotilaus. Ostotilausrivi on poistettava ensin

source: Delete asset
fi: Poista sisältö

source: Cannot insert a GL entry for the deletion of the asset because
fi: Ei voida lisätä PK-merkintää sisällön poistamiseksi, koska

source: Cannot insert a GL entry for the reversal of accumulated depreciation on deletion of the asset because
fi: PK-merkintää ei voida lisätä kertyneiden poistojen peruuttamiseksi omaisuuden poistamisen vuoksi

source: Could not delete the asset record
fi: Omaisuuden tietuetta ei voitu poistaa

source: Deleted the asset record for asset number
fi: Poistettu omaisuuden numeron omaisuusrekisteri

source: Asset Code
fi: Omaisuuden koodi

source: Asset Already disposed on
fi: Omaisuus on jo myyty

source: Asset Description
fi: Omaisuuden kuvaus

source: short
fi: lyhyt

source: Enter the description of the item. Up to 50 characters can be used.
fi: Kirjoita kohteen kuvaus. Enintään 50 merkkiä voidaan käyttää.

source: long
fi: pitkä

source: Enter the lond description of the asset including specs etc. Up to 255 characters are allowed.
fi: Anna resurssin kuvaus, mukaan lukien tekniset tiedot jne. Enintään 255 merkkiä sallitaan.

source: Image File (
fi: Kuvatiedosto (

source: Clear Image
fi: Poista kuva

source: You do not have access to delete this item image file.
fi: Sinulla ei ole oikeutta poistaa tämän kohteen kuvatiedostoa.

source: Asset Category
fi: Omaisuusluokka

source: The asset categories could not be retrieved because
fi: Omaisuusluokkia ei voitu hakea, koska

source: Add or Modify Asset Categories
fi: Lisää tai muokkaa omaisuusluokkia

source: The asset locations could not be retrieved because
fi: Sisällön sijainteja ei voitu noutaa, koska

source: The SQL used to retrieve asset locations and failed was
fi: SQL, jota käytettiin resurssien sijaintien noutamiseen, epäonnistui

source: Asset Location
fi: Omaisuuden sijainti

source: Add Asset Location
fi: Lisää omaisuuden sijainti

source: Bar Code
fi: Viivakoodi

source: Serial Number
fi: Sarjanumero

source: Depreciation Type
fi: Poistotyyppi

source: Straight Line
fi: Suora viiva

source: Diminishing Value
fi: Vähenevä arvo

source: Depreciation Rate
fi: Poistoaste

source: Asset Financial Summary
fi: Omaisuuden taloudellinen yhteenveto

source: Accumulated Costs
fi: Kertyneet kustannukset

source: Accumulated Depreciation
fi: Kertyneet poistot

source: Net Book Value at disposal date
fi: Kirjanpitoarvo käytettävissä olevana päivänä

source: Disposal Proceeds
fi: Hävitys etenee

source: P/L after disposal
fi: P / L hävittämisen jälkeen

source: Net Book Value
fi: Kirjanpitoarvo

source: Not Yet Run
fi: Ei silti juosta

source: Depreciation last run
fi: Poistot viimeisen kerran

source: Insert New Fixed Asset
fi: Lisää uusi kiinteä omaisuus

source: Only click the Delete button if you are sure you wish to delete the asset. Only assets with a zero book value can be deleted
fi: Napsauta Poista-painiketta vain, jos olet varma, että haluat poistaa sisällön. Vain varat, joiden kirjanpitoarvo on nolla, voidaan poistaa

source: Delete This Asset
fi: Poista tämä kohde

source: Are You Sure? Only assets with a zero book value can be deleted.
fi: Oletko varma? Vain varat, joiden kirjanpitoarvo on nolla, voidaan poistaa.

source: Fixed Asset Locations
fi: Kiinteän omaisuuden sijainnit

source: You must enter at least one character in the location ID
fi: Sinun on annettava vähintään yksi merkki sijaintitunnukseen

source: You must enter at least one character in the location description
fi: Sinun on annettava vähintään yksi merkki sijainnin kuvauksessa

source: This location has child locations so cannot be removed
fi: Tässä paikassa on lapsia, joten sitä ei voi poistaa

source: You have assets in this location so it cannot be removed
fi: Sinulla on omaisuutta tässä paikassa, joten sitä ei voida poistaa

source: The location has been deleted successfully
fi: Sijainti on poistettu

source: Location ID
fi: Sijaintitunnus

source: Location Description
fi: Sijainti Kuvaus

source: Parent Location
fi: Vanhempien sijainti

source: Enter the location code of the fixed asset location. Up to six alpha-numeric characters
fi: Syötä käyttöomaisuuden sijaintikoodi. Enintään kuusi aakkosnumeerista merkkiä

source: Enter the fixed asset location description. Up to 20 characters
fi: Anna käyttöomaisuuden sijaintikuvaus. Enintään 20 merkkiä

source: Delete This Location
fi: Poista tämä sijainti

source: Fixed Asset Register
fi: Käyttöomaisuusrekisteri

source: Date Acquired
fi: Hankintapäivä

source: Cost B/fwd
fi: Kustannukset B / fwd

source: Additions
fi: Lisäykset

source: Depn
fi: Syv

source: Cost C/fwd
fi: Kustannukset C / fwd

source: Depn C/fwd
fi: Syvyys C / fwd

source: Disposal Value
fi: Hävitysarvo

source: TOTAL
fi: KAIKKI YHTEENSÄ

source: Print as a pdf
fi: Tulosta pdf-muodossa

source: Print as CSV
fi: Tulosta CSV-muodossa

source: ALL
fi: KAIKKI

source: Enter the start date to show the cost and accumulated depreciation from
fi: Anna aloituspäivä näyttääksesi kustannukset ja kertyneet poistot

source: Enter the end date to show the cost and accumulated depreciation to
fi: Anna lopetuspäivä näyttääksesi kustannukset ja kertyneet poistot

source: Show Assets
fi: Näytä varat

source: Serial No.
fi: Sarjanumero.

source: Cost B/Fwd
fi: Kustannukset B / Fwd

source: Cost C/Fwd
fi: Kustannukset C / Fwd

source: Depn C/Fwd
fi: Syv. C / ed

source: Change Asset Location
fi: Vaihda omaisuuden sijainti

source: The Fixed Asset has been moved successfully
fi: Kiinteän omaisuuden siirto onnistui

source: In Asset Category
fi: Omaisuusluokassa

source: Enter partial
fi: Syötä osittainen

source: Enter some text that should appear in the fixed asset's description to search for
fi: Kirjoita tekstiä, jonka pitäisi näkyä käyttöomaisuuden kuvauksessa etsiäksesi

source: Any asset location
fi: Mikä tahansa omaisuuden sijainti

source: Enter some text that should appear in the fixed asset's item code to search for
fi: Syötä tekstiä, jonka pitäisi näkyä käyttöomaisuuden tuotekoodissa etsiäksesi

source: Serial number
fi: Sarjanumero

source: Purchase Cost
fi: Ostohinta

source: Total Depreciation
fi: Poistot yhteensä

source: Current Location
fi: Tämänhetkinen olinpaikka

source: Move To
fi: Muuttaa

source: Form Designer
fi: Lomakkeen suunnittelija

source: Distance from the left side of the sheet to the left side of the element in points
fi: Etäisyys arkin vasemmalta puolelta elementin vasemmalle puolelle pisteinä

source: Distance from the lower side of the sheet to the top side of the element in points
fi: Etäisyys arkin alaosasta elementin yläosaan pisteinä

source: Width
fi: Leveys

source: Width of the element in points
fi: Elementin leveys pisteinä

source: Height
fi: Korkeus

source: Height of the element in points
fi: Elementin korkeus pisteinä

source: Left
fi: Vasen

source: Text lines are rendered flush left
fi: Tekstirivit renderöidään vasemmalle

source: Centre
fi: Keskusta

source: Text lines are centred
fi: Tekstirivit ovat keskellä

source: Right
fi: Aivan

source: Text lines are rendered flush right
fi: Tekstiviivat piirretään oikealle

source: Justify
fi: Perustella

source: Text lines are justified to both margins
fi: Tekstirivit ovat perusteltuja molemmille marginaaleille

source: Alignment
fi: Kohdistus

source: Font Size
fi: Fonttikoko

source: Font size in points
fi: Fontin koko pisteinä

source: Does not display this element
fi: Ei näytä tätä elementtiä

source: Displays this element
fi: Näyttää tämän elementin

source: The web server does not have write permissions on the file
fi: Web-palvelimella ei ole kirjoitusoikeuksia tiedostoon

source: Your changes cannot be saved
fi: Muutoksiasi ei voida tallentaa

source: See your system administrator to correct this problem
fi: Ota yhteys järjestelmänvalvojaan ongelman korjaamiseksi

source: Edit Form Layout
fi: Muokkaa lomakkeen asettelua

source: Select the form to edit
fi: Valitse muokattava lomake

source: Enter the changes that you want in the form layout below.
fi: Kirjoita haluamasi muutokset alla olevaan lomakeasetteluun.

source: All measurements are in PostScript points (72 points = 25,4 mm).
fi: Kaikki mittaukset tehdään PostScript-pisteinä (72 pistettä = 25,4 mm).

source: All coordinates are measured from the lower left corner of the sheet to the top left corner of the element.
fi: Kaikki koordinaatit mitataan arkin vasemmasta alakulmasta elementin vasempaan yläkulmaan.

source: Form Name
fi: Lomakkeen nimi

source: Paper Size
fi: Paperikoko

source: Line Height
fi: Viivankorkeus

source: Standard line height for the form
fi: Lomakkeen vakioviivan korkeus

source: Radius
fi: Säde

source: Radius of the rounded corners
fi: Pyöristettyjen kulmien säde

source: Start x co-ordinate
fi: Aloita x koordinaatti

source: Start y co-ordinate
fi: Aloita koordinointi

source: End x co-ordinate
fi: Loppu x koordinaatti

source: End y co-ordinate
fi: Lopeta y-koordinaatti

source: Preview the Form Layout
fi: Esikatsele lomakkeen asettelua

source: Save the Form Layout
fi: Tallenna Lomakkeen asettelu

source: Freight Costs Maintenance
fi: Rahtikustannusten ylläpito

source: Freight Costs
fi: Rahtikustannukset

source: Select A Freight Company to set up costs for
fi: Valitse rahtiyhtiö, jolle määritetään kustannukset

source: Select the warehouse
fi: Valitse varasto

source: ship from location
fi: aluksen sijainnista

source: The entries for Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price and Minimum charge must be numeric
fi: Kuutionopeuden, KG-nopeuden, enimmäispainon, enimmäistilavuuden, kiinteän hinnan ja vähimmäislatauksen merkintöjen on oltava numeerisia

source: Freight cost record updated
fi: Rahtikustannusrekisteri päivitetty

source: Freight cost record inserted
fi: Rahtikustannusrekisteri lisätty

source: The freight cost record could not be updated because
fi: Rahtikustannusrekisteriä ei voitu päivittää, koska

source: Freight cost record deleted
fi: Rahtikustannustietue poistettu

source: Destination
fi: Kohde

source: Cubic Rate
fi: Kuutionopeus

source: KG Rate
fi: KG-hinta

source: MAX KGs
fi: MAX KG

source: MAX Volume
fi: MAX-äänenvoimakkuus

source: Fixed Price
fi: Kiinteä hinta

source: Minimum Charge
fi: Minimiveloitus

source: Are you sure you wish to delete this freight cost
fi: Haluatko varmasti poistaa nämä rahtikustannukset

source: Show all freight costs for
fi: Näytä kaikki rahtikustannukset

source: For Deliveries From
fi: Toimituksiin alkaen

source: using
fi: käyttämällä

source: Destination Country
fi: Kohde Maa

source: Destination Zone
fi: Kohdealue

source: Rate per Cubic Metre
fi: Määrä kuutiometriä kohti

source: Rate Per KG
fi: Hinta per kg

source: Maximum Weight Per Package (KGs)
fi: Enimmäispaino per pakkaus (KG)

source: Maximum Volume Per Package (cubic metres)
fi: Suurin tilavuus pakkausta kohti (kuutiometriä)

source: Fixed Price (zero if rate per KG or Cubic)
fi: Kiinteä hinta (nolla, jos hinta per kg tai kuutiometriä)

source: Minimum Charge (0 is N/A)
fi: Pienin lataus (0 on N / A)

source: FTP order to Radio Beacon
fi: FTP-tilaus Radio Beaconille

source: No orders were returned because
fi: Tilauksia ei palautettu, koska

source: Send to
fi: Lähetä

source: Radio Beacon
fi: Radiomajakka

source: Last Send
fi: Viimeisin lähetys

source: Send
fi: Lähetä

source: There was a problem retrieving the company information ensure that the company record is correctly set up
fi: Yritystietojen hakemisessa oli ongelma, jotta varmistetaan, että yritystietue on asetettu oikein

source: has previously been sent to Radio Beacon
fi: on aiemmin lähetetty Radio Beaconille

source: It was sent on
fi: Se lähetettiin edelleen

source: To re-send the order with the balance not previously dispatched and invoiced the order must be modified to allow a reprint (or re-send)
fi: Jotta voit lähettää tilauksen uudelleen saldolla, jota ei ole lähetetty ja laskutettu aiemmin, tilausta on muutettava, jotta se voidaan tulostaa uudelleen (tai lähettää uudelleen).

source: This check is there to ensure that duplication of dispatches to the customer are avoided
fi: Tarkistuksella varmistetaan, että asiakkaalle lähetettyjen lähetysten päällekkäisyyttä vältetään

source: Modify the order to allow a re-send or reprint
fi: Muokkaa tilausta sallimaan uudelleenlähetys tai uusintapainos

source: Select Delivery Details
fi: Valitse Toimitustiedot

source: There was a problem retrieving the line details for order number
fi: Tilausnumeron rivin tietojen noutamisessa oli ongelma

source: from the database because
fi: tietokannasta, koska

source: FTP Connection progress
fi: FTP-yhteyden edistyminen

source: Connected to Radio Beacon FTP server at
fi: Yhdistetty Radio Beacon FTP -palvelimeen osoitteessa

source: with user name
fi: käyttäjänimellä

source: FTP upload has failed
fi: FTP-lataus epäonnistui

source: Uploaded
fi: Ladattu

source: has been sent via FTP to Radio Beacon a copy of the file that was sent is held on the server at
fi: on lähetetty FTP:n kautta Radio Beaconille, kopio lähetetystä tiedostosta on palvelimella osoitteessa

source: The order
fi: Järjestys

source: for dispatch via Radio Beacon could not be retrieved
fi: lähetystä Radio Beaconin kautta ei voitu hakea

source: Perhaps it is set to be dispatched from a different stock location
fi: Ehkä se on asetettu lähetettäväksi eri varastopaikasta

source: Picking Lists Not Enabled
fi: Luetteloiden poiminta ei ole käytössä

source: The system is not configured for picking lists. A configuration parameter is required where picking slips are required. Please consult your system administrator.
fi: Järjestelmää ei ole määritetty luetteloiden valitsemiseen. Konfigurointiparametri vaaditaan, jos vaaditaan poimintaliuskoja. Ota yhteyttä järjestelmänvalvojaasi.

source: Select Picking Lists
fi: Valitse Luetteloiden poiminta

source: Create picking lists for all deliveries to be made on
fi: Luo keräilylistat kaikille toimituksille

source: From Warehouse
fi: Varastosta

source: Print Picking Lists
fi: Tulosta poimintaluettelot
