Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: To print an invoice, the sales order record, the customer transaction record and the branch record for the customer must not have been purged
fi: Laskun tulostamiseksi myyntitilaustietuetta, asiakastapahtumatietuetta ja asiakkaan haaratoimistotietoa ei saa olla puhdistettu

source: To print a credit note only requires the customer, transaction, salesman and branch records be available
fi: Hyvityslaskun tulostaminen vaatii vain asiakkaan, tapahtuman, myyjän ja sivuliikkeen tietueet

source: The SQL used to get this information that failed was
fi: SQL, jolla tätä epäonnistunutta tietoa saatiin, oli

source: Select Invoices/Credit Notes To Print
fi: Valitse tulostettavat laskut / hyvityslaskut

source: Your account is set up to see only a specific salespersons orders. You are not authorised to view transaction for this order
fi: Tilisi on määritetty näkemään vain tietyt myyjätilaukset. Sinulla ei ole valtuuksia tarkastella tämän tilauksen tapahtumaa

source: This transaction is addressed to another customer and cannot be displayed for privacy reasons
fi: Tämä tapahtuma on osoitettu toiselle asiakkaalle, eikä sitä voida näyttää yksityisyydensyistä

source: Please select only transactions relevant to your company
fi: Valitse vain yrityksellesi merkitykselliset tapahtumat

source: There was a problem retrieving the invoice or credit note stock movement details for invoice number
fi: Laskun tai hyvityslaskun varastotapahtuman yksityiskohtia noudettaessa tapahtui virhe

source: Sub Total
fi: Välisumma

source: TOTAL INVOICE
fi: LASKU YHTEENSÄ

source: TOTAL CREDIT
fi: HYVITYS YHTEENSÄ

source: Please find attached
fi: Liitteenä

source: Emailing
fi: Sähköpostiviestit

source: Print Invoices or Credit Notes (Landscape Mode)
fi: Tulosta laskuja tai hyvityslaskuja (vaakasuunnassa)

source: Print Invoices or Credit Notes
fi: Tulosta laskuja tai hyvityslaskuja

source: Print EDI Transactions
fi: Tulosta EDI-tapahtumat

source: Do not Print PDF EDI Transactions
fi: Älä tulosta PDF EDI-tapahtumia

source: Print PDF EDI Transactions Too
fi: Tulosta myös PDF-tiedostot EDI-tapahtumat

source: Start invoice/credit note number to print
fi: Aloita lasku / hyvityslasku tulostettavaksi

source: End invoice/credit note number to print
fi: Lopeta lasku / hyvityslasku tulostettavaksi

source: Print Preview
fi: Tulostuksen esikatselu

source: The last invoice created was number
fi: Viimeksi luotu lasku oli numero

source: If only a single invoice is required
fi: Jos vaaditaan vain yksi lasku

source: enter the invoice number to print in the Start transaction number to print field and leave the End transaction number to print field blank
fi: kirjoita tulostettavan laskun numero Aloita tulostusnumero -kenttään ja jätä Tulosta-tapahtuman numero -kenttä tyhjäksi

source: Only use the end invoice to print field if you wish to print a sequential range of invoices
fi: Käytä loppulaskua kentän tulostamiseen vain, jos haluat tulostaa peräkkäisen laskualueen

source: The last credit note created was number
fi: Viimeisin luototodistus oli numero

source: A sequential range can be printed using the same method as for invoices above
fi: Peräkkäinen alue voidaan tulostaa samalla menetelmällä kuin yllä olevilla laskuilla

source: A single credit note can be printed by only entering a start transaction number
fi: Yksi hyvityslasku voidaan tulostaa syöttämällä vain aloitustapahtuman numero

source: TAX INVOICE
fi: VEROLASKU

source: TAX CREDIT NOTE
fi: VEROLUOTTOLUOKITUS

source: Tax Authority Ref
fi: Veroviranomaisen viite

source: Facsimile
fi: Faksi

source: Charge To
fi: Veloittaa

source: Charge Branch
fi: Lataushaara

source: Your Order Ref
fi: Tilauksesi viite

source: Our Order No
fi: Tilausnro

source: Shipper
fi: Lähettäjä

source: Consignment Ref
fi: Lähetyksen viite

source: GST Number
fi: GST-numero

source: Print Invoices or Credit Notes (Portrait Mode)
fi: Tulosta laskuja tai hyvityslaskuja (pystytila)

source: The SQL to find the details of the item to produce failed
fi: SQL löytää tuotettavan kohteen tiedot epäonnistui

source: WO Production Slip
fi: WO-tuotantolippu

source: Incidences / Production Notes
fi: Tapahtumat / Tuotantotiedot

source: Components Ready By
fi: Komponentit valmiina

source: Item Produced By
fi: Tuote tuottanut

source: Quality Control By
fi: Laadunvalvonta

source: WO Item production Slip
fi: WO Tuotteen valmistus Slip

source: There were no items with ready to produce
fi: Tuotteita ei ollut valmiita tuottamaan

source: Work Order Item Production Slip
fi: Työtilaustuotteen tuotantolippu

source: Component Code
fi: Komponenttikoodi

source: Qty BOM
fi: Määrä BOM

source: Qty Needed
fi: Määrä tarvitaan

source: Shrinkage
fi: Kutistuminen

source: Hour
fi: Tunnin

source: Signature
fi: Allekirjoitus

source: Product Specifications Maintenance
fi: Tuotteen tekniset tiedot Huolto

source: Enter The Item, Fixed Asset or Template to Copy this Specification to
fi: Kirjoita kohde, kiinteä omaisuus tai malli kopioidaksesi tämän määrityksen

source: Copy
fi: Kopioi

source: A Product Specification has been copied to
fi: Tuotespesifikaatio on kopioitu osoitteeseen

source: The insert of the Product Specification failed because
fi: Tuotespesifikaation lisäys epäonnistui, koska

source: Product Specification for
fi: Tuotteen erittely tuotteelle

source: Method
fi: Menetelmä

source: Possible Values
fi: Mahdolliset arvot

source: Target Value
fi: Tavoitearvo

source: Range Min
fi: Alue Min

source: Range Max
fi: Alue Max

source: Text Box
fi: Tekstilaatikko

source: Select Box
fi: Valitse ruutu

source: Check Box
fi: Valintaruutu

source: Date Box
fi: Päivämäärä-ruutu

source: Range
fi: Alue

source: A Product Specification record has been added for Test ID
fi: Tuotetiedot-tietue on lisätty testitunnukselle

source: Product Specification record for
fi: Tuotetietoja koskeva tietue

source: The update of the Product Specification failed because
fi: Tuotespesifikaation päivitys epäonnistui, koska

source: Cannot delete this Product Specification because there are test results tied to it
fi: Tätä tuotespesifikaatiota ei voi poistaa, koska siihen on sidottu testituloksia

source: The Product Specification could not be deleted because
fi: Tuotespesifikaatiota ei voitu poistaa, koska

source: has been deleted from the database
fi: on poistettu tietokannasta

source: Show on Cert
fi: Näytä Certissä

source: Show on Spec
fi: Näytä Spec

source: Show on Test Plan
fi: Näytä testisuunnitelmassa

source: Active
fi: Aktiivinen

source: Are you sure you wish to delete this Product Specification ?
fi: Haluatko varmasti poistaa tämän tuotetiedot?

source: Show All Product Specs
fi: Näytä kaikki tuotetiedot

source: Test Name
fi: Testin nimi

source: Show On Cert?
fi: Näytä Certissä?

source: Show On Spec?
fi: Näytetäänkö Spec?

source: Show On Test Plan?
fi: Näytä testisuunnitelmassa?

source: Active?
fi: Aktiivinen?

source: Add More Tests
fi: Lisää lisää testejä

source: Copy This Specification
fi: Kopioi tämä määrittely

source: Print Product Specification
fi: Tulosta tuotetiedot

source: Product Specification Main Page
fi: Tuotespesifikaation pääsivu

source: Preferred Supplier Purchasing
fi: Ensisijainen toimittajan osto

source: An item where a quantity was entered could not be retrieved from the database. The order cannot proceed. The item code was:
fi: Kohdetta, johon määrä syötettiin, ei voitu hakea tietokannasta. Tilausta ei voi jatkaa. Tuotteen koodi oli:

source: Your default inventory location is set to a non-existant inventory location. This purchase order cannot proceed
fi: Oletusvaraston sijainti on asetettu olemattomaksi mainosjakauman sijainniksi. Tätä ostotilausta ei voi jatkaa

source: has been created.
fi: on luotu.

source: Total order value of
fi: Tilauksen kokonaisarvo

source: Print Order
fi: Tulosta tilaus

source: Edit Order
fi: Muokkaa tilausta

source: Unable to create the order
fi: Tilausta ei voitu luoda

source: For Supplier
fi: Toimittajalle

source: Show Items
fi: Näytä tuotteet

source: Supplier Ordering
fi: Toimittajan tilaaminen

source: The supplier inventory quantities could not be retrieved by the SQL because
fi: Toimittajan varastomääriä ei voitu noutaa SQL: ltä

source: Supp Ords
fi: Supp-tilaukset

source: Last
fi: Kestää

source: Week
fi: Viikko

source: Preferred supplier purchasing
fi: Ensisijainen toimittajaosto

source: The purchase order quantities could not be retrieved by the SQL because
fi: SQL ei voinut noutaa ostotilausten määriä, koska

source: Enter the quantity to purchase of this item
fi: Syötä tämän tuotteen ostettava määrä

source: Create Purchase Order
fi: Luo ostotilaus

source: Clicking this button will create a purchase order for all the quantities in the grid above for immediate delivery. Are you sure?
fi: Napsauttamalla tätä painiketta luodaan ostotilaus kaikille yllä olevan ruudukon määrille välitöntä toimitusta varten. Oletko varma?

source: Purchases from Suppliers
fi: Ostot toimittajilta

source: Period from
fi: Aika alkaen

source: Period to
fi: Aika

source: Original Overall Amount
fi: Alkuperäinen kokonaismäärä

source: Original Overall Taxes
fi: Alkuperäiset verot

source: Original Overall Total
fi: Alkuperäinen kokonaissumma

source: GL Overall Amount
fi: PK kokonaismäärä

source: GL Overall Taxes
fi: PK kokonaisverot

source: GL Overall Total
fi: PK Yhteensä

source: Original amounts in the supplier's currency. GL amounts in the functional currency.
fi: Alkuperäiset määrät toimittajan valuutassa. PK-summat toimintavaluutassa.

source: Purchase Invoice
fi: Ostolasku

source: Click to view where allocated
fi: Napsauta nähdäksesi kohdealueen

source: Supplier's Currency
fi: Toimittajan valuutta

source: Shows a report of purchases from suppliers for the range of selected dates.
fi: Näyttää raportin toimittajilta tehdyistä ostoista valitulla aikavälillä.

source: Show details
fi: Näytä yksityiskohdat

source: Check this box to show purchase invoices
fi: Valitse tämä ruutu näyttääksesi ostolaskuja

source: Supplier Purchasing Data
fi: Toimittajan ostotiedot

source: Deleted the supplier discount record
fi: Poistettu toimittajien alennustietue

source: The price entered was not numeric and a number is expected. No changes have been made to the database
fi: Annettu hinta ei ollut numeerinen, ja lukua odotetaan. Tietokantaan ei ole tehty muutoksia

source: The price entered is zero
fi: Annettu hinta on nolla

source: Is this intentional?
fi: Onko tämä tarkoituksellista?

source: The lead time entered was not numeric a number of days is expected no changes have been made to the database
fi: Syötetty läpimenoaika ei ollut numeerinen useita päiviä. Tietokantaan ei odoteta muutoksia

source: The minimum order quantity was not numeric and a number is expected no changes have been made to the database
fi: Pienin tilausmäärä ei ollut numeerinen, ja lukua ei odoteta tapahtuvan muutoksista tietokantaan

source: The supplier sells an item by the tonne and we hold stock by the kg
fi: Tavarantoimittaja myy tavaraa tonnia kohden, ja meillä on varastossa kilogrammoina

source: The suppliers price must be divided by 1000 to get to our cost per kg
fi: Tavarantoimittajahinta on jaettava 1000: lla, jotta saisimme kg:n hinnan

source: The date this purchase price is to take effect from must be entered in the format
fi: Päivämäärä, josta ostohinta tulee voimaan, on annettava muodossa

source: The supplier purchasing details could not be added to the database because
fi: Toimittajan ostotietoja ei voitu lisätä tietokantaan, koska

source: This supplier purchasing data has been added to the database
fi: Nämä toimittajan ostotiedot on lisätty tietokantaan

source: The supplier purchasing details could not be updated because
fi: Toimittajan ostotietoja ei voitu päivittää, koska

source: Supplier purchasing data has been updated
fi: Toimittajien ostotiedot on päivitetty

source: The supplier purchasing discount details could not be updated because
fi: Toimittajaa, joka ostaa alennustietoja, ei voitu päivittää, koska

source: Supplier discount narrative cannot be empty. No changes will be made to this record
fi: Toimittajan alennuskerros ei voi olla tyhjä. Tähän tietueeseen ei tehdä muutoksia

source: Supplier discount percent must be greater than zero but less than 100 percent. No changes will be made to this record
fi: Toimittajan alennusprosentin on oltava suurempi kuin nolla, mutta alle 100 prosenttia. Tähän tietueeseen ei tehdä muutoksia

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. No changes will be made to this record
fi: Sekä toimittajan alennusprosentti että alennussumma ovat nollasta poikkeavia. Vain yhtä tai toista voidaan käyttää. Tähän tietueeseen ei tehdä muutoksia

source: The effective to date is prior to the effective from date. No changes will be made to this record
fi: Voimaantulopäivä on ennen voimaantulopäivää. Tähän tietueeseen ei tehdä muutoksia

source: Supplier discount percent must be greater than zero but less than 100 percent. This discount record cannot be added.
fi: Toimittajan alennusprosentin on oltava suurempi kuin nolla, mutta alle 100 prosenttia. Tätä alennustietuetta ei voi lisätä.

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. This discount record cannot be added.
fi: Sekä toimittajan alennusprosentti että alennussumma ovat nollasta poikkeavia. Vain yhtä tai toista voidaan käyttää. Tätä alennustietuetta ei voi lisätä.

source: The effective to date is prior to the effective from date. This discount record cannot be added.
fi: Voimaantulopäivä on ennen voimaantulopäivää. Tätä alennustietuetta ei voi lisätä.

source: Some supplier discount narrative was entered but both the discount amount and the discount percent are zero. One of these must be none zero to create a valid supplier discount record. The supplier discount record was not added.
fi: Joitakin toimittajan alennuskertomuksia syötettiin, mutta sekä alennussumma että alennusprosentit ovat nolla. Yhden näistä ei saa olla nolla, jotta voidaan luoda kelvollinen toimittajan alennustietue. Toimittajien alennustietuetta ei lisätty.

source: Could not insert a new supplier discount entry because
fi: Uutta toimittajan alennusta ei voitu lisätä, koska

source: The SQL used to insert the supplier discount entry that failed was
fi: Epäonnistuneen toimittajan alennusmerkinnän lisäämiseen käytetty SQL oli

source: A new supplier purchasing discount record was entered successfully
fi: Uusi toimittajan alennusrekisteri syötettiin onnistuneesti

source: The supplier purchasing details could not be deleted because
fi: Toimittajan ostotietoja ei voitu poistaa, koska

source: This purchasing data record has been successfully deleted
fi: Tämä ostotietue poistettiin

source: The supplier purchasing details for the selected part could not be retrieved because
fi: Valitun osan toimittajan ostotietoja ei voitu noutaa, koska

source: There is no purchasing data set up for the part selected
fi: Valitulle osalle ei ole määritetty ostotietoja

source: Cost Per Our Unit
fi: Kustannukset yksikköämme kohti

source: Effective From
fi: Voimassa alkaen

source: Min Order Qty
fi: Pienin tilausmäärä

source: Preferred
fi: Ensisijainen

source: Are you sure you wish to delete this suppliers price?
fi: Haluatko varmasti poistaa tämän toimittajan hinnan?

source: There are now
fi: Niitä on nyt

source: preferred suppliers set up for
fi: ensisijaiset toimittajat, joille on perustettu

source: you should edit the supplier purchasing data to make only one supplier the preferred supplier
fi: sinun tulee muokata toimittajan ostotietoja, jotta vain yksi toimittaja olisi ensisijainen toimittaja

source: There are NO preferred suppliers set up for
fi: Ensisijaisia toimittajia ei ole perustettu

source: you should make one supplier only the preferred supplier
fi: tee yksi toimittaja vain ensisijainen toimittaja

source: The supplier details for the selected supplier could not be retrieved because
fi: Valitun toimittajan toimittajan tietoja ei voitu noutaa, koska

source: The supplier code
fi: Toimittajan koodi

source: is not an existing supplier in the database
fi: ei ole tietokannassa olemassa oleva toimittaja

source: You must enter an alternative supplier code or select a supplier using the search facility below
fi: Sinun on annettava vaihtoehtoinen toimittajakoodi tai valittava toimittaja käyttämällä alla olevaa hakutoimintoa

source: Text in the Supplier
fi: Teksti toimittajassa

source: Text in Supplier
fi: Teksti toimittajassa

source: Find Suppliers Now
fi: Löydä toimittajat nyt

source: Supplier Name keywords have been used in preference to the Supplier Code extract entered
fi: Toimittaja-nimen avainsanoja on käytetty mieluummin kuin syötetty toimittajakoodi

source: The suppliers matching the criteria entered could not be retrieved because
fi: Syötettyjä ehtoja vastaavia toimittajia ei voitu hakea, koska

source: The SQL to retrieve supplier details that failed was
fi: Epäonnistunut toimittajatietojen noutamiseen tarkoitettu SQL oli

source: The item selected is a dummy part or an assembly or kit set part
fi: Valittu kohde on nuken osa tai kokoonpano- tai sarjapakkausosa

source: it is not purchased
fi: sitä ei osteta

source: Entry of purchasing information is therefore inappropriate
fi: Ostotietojen syöttäminen on siis epäasianmukaista

source: The supplier purchasing details for the selected supplier and item could not be retrieved because
fi: Toimittajan ostotietoja valitulle toimittajalle ja tuotteelle ei voitu noutaa, koska

source: in Supplier Currency
fi: toimittajan valuutassa

source: Price Effective From
fi: Hinta alkaen

source: Suppliers Unit of Measure
fi: Toimittajien mittayksikkö

source: Supplier Stock Code
fi: Toimittajan varastokoodi

source: MinOrderQty
fi: Pienin tilausmäärä

source: Supplier Stock Description
fi: Toimittajavaraston kuvaus

source: in days from date of order
fi: päivissä tilauspäivästä

source: Preferred Supplier
fi: Ensisijainen toimittaja

source: The supplier discounts could not be retrieved because
fi: Toimittajaalennuksia ei voitu hakea, koska

source: The SQL to retrieve supplier discounts for this item that failed was
fi: SQL hakemaan toimittajan alennuksia tälle epäonnistuneelle tuotteelle oli

source: Discount Name
fi: Alennuksen nimi

source: Percent
fi: Prosenttiosuus

source: QA Tests Maintenance
fi: Laadunvalvontatestien ylläpito

source: The QA Test name must be fifty characters or less long
fi: Laadunvalvontatestin nimen on oltava enintään 50 merkkiä pitkä

source: The Type must not be blank
fi: Tyyppi ei saa olla tyhjä

source: The QA Test name already exists
fi: Laadunvalvontatestin nimi on jo olemassa

source: QA Test record for
fi: Laadunvalvontatestin ennätys

source: A new QA Test record has been added for
fi: Uusi QA Test -tietue on lisätty

source: The insert or update of the QA Test failed because
fi: Laadunvalvontatestin lisäys tai päivitys epäonnistui, koska

source: Cannot delete this QA Test because Product Specs are using it
fi: Tätä laadunvalvontatestiä ei voi poistaa, koska tuotetiedot käyttävät sitä

source: The QA Test could not be deleted because
fi: Laadunvalvontatestiä ei voitu poistaa, koska

source: QA Test
fi: Laadunvalvontatesti

source: Show All QA Tests
fi: Näytä kaikki laadunvalvontatestit

source: QA Test ID
fi: Laadunvalvontatestin tunnus

source: QA Test Name
fi: Laadunvalvontatestin nimi

source: The name of the Test you are setting up
fi: Asettamasi testin nimi

source: ASTM, ISO, UL or other
fi: ASTM, ISO, UL tai muu

source: How this is measured. PSI, Fahrenheit, Celsius etc.
fi: Kuinka tämä mitataan. PSI, Fahrenheit, Celsius jne.

source: What sort of data field is required to record the results for this test
fi: Minkälaista tietokenttää tarvitaan tämän testin tulosten tallentamiseen

source: Numeric Value?
fi: Numeerinen arvo?

source: Test ID
fi: Testitunnus

source: Numeric Value
fi: Numeerinen arvo

source: Are you sure you wish to delete this QA Test ?
fi: Haluatko varmasti poistaa tämän laadunvalvontatestin?

source: Recurring Orders
fi: Toistuvat tilaukset

source: A new recurring order can only be created if an order template has already been created from the normal order entry screen
fi: Uusi toistuva tilaus voidaan luoda vain, jos tilausmalli on jo luotu normaalista tilauksen syöttöruudusta

source: To enter an order template select sales order entry from the orders tab of the main menu
fi: Syötä tilausmalli valitsemalla myyntitilauksen päävalikko Tilaukset-välilehdeltä

source: Could not delete recurring sales order lines for the recurring order template
fi: Toistuvien tilausrivien toistuvien myyntitilausrivien poistaminen epäonnistui

source: Could not delete the recurring sales order template number
fi: Toistuvan myyntitilauksen mallinumeroa ei voitu poistaa

source: Successfully deleted recurring sales order template number
fi: Toistuvan myyntitilauksen mallinumero poistettiin

source: Select A Recurring Sales Order Template
fi: Valitse Toistuva myyntitilauksen malli

source: The last recurrence or start date of this recurring order must be a valid date in the format
fi: Tämän toistuvan tilauksen viimeisen toistumis- tai aloituspäivämäärän on oltava muodossa voimassa oleva päivämäärä

source: The end date of this recurring order must be a valid date in the format
fi: Tämän toistuvan tilauksen lopetuspäivän on oltava muodossa kelvollinen päivämäärä

source: The end date of this recurring order must be after the start date
fi: Tämän toistuvan tilauksen lopetuspäivän on oltava aloituspäivän jälkeen

source: The recurring order cannot be added because
fi: Toistuvaa tilausta ei voi lisätä, koska

source: The new recurring order template has been added
fi: Uusi toistuva tilausmalli on lisätty

source: The recurring order cannot be updated because
fi: Toistuvaa tilausta ei voi päivittää, koska

source: The recurring order template has been updated
fi: Toistuva tilausmalli on päivitetty

source: Enter New Sales Order
fi: Anna uusi myyntitilaus

source: Recurring Order for Customer
fi: Toistuva tilaus asiakkaalle

source: Suburb
fi: Lähiö

source: City
fi: Kaupunki

source: Region
fi: Alue

source: Post Code
fi: Postinumero

source: Last Recurrence
fi: Viimeinen toistuminen

source: Finish Date
fi: Päättymispäivä

source: Frequency of Recurrence
fi: Toistumistiheys

source: Fortnightly
fi: Kahden viikon välein

source: Bi-monthly
fi: Kahdesti kuussa

source: Quarterly
fi: Neljännesvuosittain

source: Bi-Annually
fi: Kahden vuoden välein

source: Annually
fi: Vuosittain

source: Invoice Automatically
fi: Lasku automaattisesti

source: Update Recurring Order Details
fi: Päivitä toistuvien tilausten tiedot

source: Delete Recurring Order
fi: Poista toistuva tilaus

source: Are you sure you wish to delete this recurring order template?
fi: Haluatko varmasti poistaa tämän toistuvan tilausmallin?

source: Recurring Orders Process
fi: Toistuvien tilausten prosessi

source: There was a problem retrieving the recurring sales order templates. The database reported:
fi: Toistuvien myyntitilausmallien noutamisessa oli ongelma. Ilmoitettu tietokanta:

source: There are no recurring order templates that are due to have another recurring order created
fi: Ei ole toistuvia tilausmalleja, joiden pitäisi luoda uusi toistuva tilaus

source: The number of recurring orders to process is
fi: Käsiteltävien toistuvien tilausten määrä on

source: Recurring order
fi: Toistuva tilaus

source: Date calculated for the next recurrence was
fi: Seuraavan toistumisen laskettu päivämäärä oli

source: A new order has been created from a recurring order template for customer
fi: Uusi tilaus on luotu asiakkaan toistuvasta tilausmallista
