Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The path to the directory where the log files will be stored. Note the apache user must have write permissions on this directory.
fi: Polku hakemistoon, johon lokitiedostot tallennetaan. Huomaa, että apache-käyttäjällä on oltava kirjoitusoikeudet tähän hakemistoon.

source: Controlled Items Defined At Work Order Entry
fi: Ohjatut kohteet, jotka on määritelty työtilausmerkinnässä

source: When set to yes, controlled items are defined at the time of the work order creation. Otherwise controlled items (serial numbers and batch/roll/lot references) are entered at the time the finished items are received against the work order
fi: Kun asetukseksi on valittu Kyllä, valvotut kohteet määritetään työmääräyksen luomisen yhteydessä. Muuten valvotut tuotteet (sarjanumerot ja erä- / rulla- / eräviitteet) syötetään heti, kun valmiit tuotteet vastaanotetaan työmääräystä vastaan

source: Auto Create Work Orders
fi: Luo työtilaukset automaattisesti

source: Setting this parameter to Yes will ensure that when a sales order is placed if there is insufficient stock then a new work order is created at the default factory location
fi: Jos asetat tämän parametrin arvoksi Kyllä, varmistetaan, että kun myyntitilaus tehdään, jos varastoa ei ole riittävästi, uusi työtilaus luodaan tehtaan oletussijaintiin

source: Default Factory Location
fi: Tehtaan oletussijainti

source: Could not load locations table
fi: Sijaintitaulukkoa ei voitu ladata

source: This location is the location where work orders will be created from when the auto create work orders option is activated
fi: Tämä sijainti on paikka, josta työtilaukset luodaan, kun automaattinen työtilausten valinta aktivoidaan

source: Factory Manager Email Address
fi: Tehtaan johtajan sähköpostiosoite

source: Work orders automatically created when sales orders are entered will be emailed to this address
fi: Työtilaukset, jotka luodaan automaattisesti, kun myyntitilaukset syötetään, lähetetään tähän osoitteeseen

source: Purchasing Manager Email Address
fi: Ostopäällikön sähköpostiosoite

source: The email address for the purchasing manager, used to receive notifications by the tendering system
fi: Ostopäällikön sähköpostiosoite, jota käytetään ilmoitusten vastaanottamiseen tarjouskilpailujärjestelmässä

source: Inventory Manager Email Address
fi: Varastonhallinnan sähköpostiosoite

source: The email address for the inventory manager, where notifications of all manual stock adjustments created are sent by the system. Leave blank if no emails should be sent to the factory manager for manual stock adjustments
fi: Varastopäällikön sähköpostiosoite, johon järjestelmä lähettää ilmoitukset kaikista luotuista varastomuutoksista. Jätä tyhjäksi, jos tehdaspäällikölle ei lähetetä sähköposteja varastojen manuaaliseen säätämiseen

source: Using Smtp Mail
fi: Smtp Mailin käyttö

source: The default setting is using mail in default php.ini, if you choose Yes for this selection, you can use the SMTP set in the setup section.
fi: Oletusasetus on postin käyttäminen oletusarvoisessa php.ini-tiedostossa. Jos valitset Kyllä tälle valinnalle, voit käyttää SMTP-asetusta asennusosassa.

source: Text for Quality Product Specification
fi: Laadukkaiden tuotetietojen teksti

source: This text appears on product specifications
fi: Tämä teksti näkyy tuotteen teknisissä tiedoissa

source: Text for Quality Product Certifications
fi: Laadukkaiden tuotteiden sertifikaattien teksti

source: This text appears on product certifications
fi: Tämä teksti näkyy tuotesertifikaateissa

source: Auto Log Quality Samples
fi: Automaattisen lokin laatunäytteet

source: The flag determines if the system creates quality samples automatically for each lot during P/O Receipt and W/O Receipt transactions.
fi: Lippu määrittää, luodaanko järjestelmä laatunäytteet automaattisesti kullekin erälle P / O-vastaanotto- ja W / O-vastaanotto-tapahtumien aikana.

source: Allow use of short-cut menus
fi: Salli pikavalikoiden käyttö

source: The flag determines if the system allows users to create the javascript short cut menu - this can cause confusion to some users with some themes.
fi: Lippu määrittää, salliko järjestelmä käyttäjien luoda javascript-pikavalikon - tämä voi aiheuttaa hämmennystä joillekin käyttäjille joidenkin teemojen kanssa.

source: Last day of the week
fi: Viikon viimeinen päivä

source: Timesheet entry default to weeks ending on this day
fi: Aikataulukon merkintä on oletusarvoisesti viikkoja, jotka päättyvät tänä päivänä

source: Tax Authorities
fi: Veroviranomaiset

source: Tax Authorities Maintenance
fi: Veroviranomaisten ylläpito

source: The tax type description may not be empty
fi: Verotyypin kuvaus ei voi olla tyhjä

source: The update of this tax authority failed because
fi: Tämän veroviranomaisen päivitys epäonnistui, koska

source: The tax authority for record has been updated
fi: Tietojen veroviranomainen on päivitetty

source: The addition of this tax authority failed because
fi: Tämän veroviranomaisen lisääminen epäonnistui, koska

source: The new tax authority record has been added to the database
fi: Uusi veroviranomaisen tietue on lisätty tietokantaan

source: Cannot delete this tax authority because there are tax groups defined that use it
fi: Tätä veroviranomaista ei voi poistaa, koska sitä on määritelty veroryhmiä

source: The selected tax authority record has been deleted
fi: Valittu veroviranomaisen tietue on poistettu

source: The defined tax authorities could not be retrieved because
fi: Määriteltyjä veroviranomaisia ei voitu hakea, koska

source: The following SQL to retrieve the tax authorities was used
fi: Seuraavaa SQL:ää veroviranomaisten hakemiseen käytettiin

source: Input Tax
fi: Tulovero

source: Output Tax
fi: Tuotosvero

source: Bank Act Type
fi: Pankkilain tyyppi

source: Bank Swift
fi: Pankki Swift

source: Are you sure you wish to delete this tax authority?
fi: Haluatko varmasti poistaa tämän veroviranomaisen?

source: Edit Rates
fi: Muokkaa hintoja

source: Review all defined tax authority records
fi: Tarkista kaikki määritellyt veroviranomaiset

source: Tax Type Description
fi: Verolajin kuvaus

source: No illegal characters allowed and should not be blank
fi: Laittomia merkkejä ei saa sallia, eikä niiden saa olla tyhjiä

source: Input tax GL Account
fi: Sisältää verotuksen PK-tilin

source: Output tax GL Account
fi: Lähdevero PK-tili

source: Bank Name
fi: Pankin nimi

source: Not more than 40 chacraters
fi: Enintään 40 chacrateria

source: Bank Account Type
fi: Pankkitilin tyyppi

source: No more than 20 characters
fi: Enintään 20 merkkiä

source: Bank Swift No
fi: Bank Swift -nro

source: No more than 15 characters
fi: Enintään 15 merkkiä

source: Tax Group Maintenance
fi: Veroryhmän ylläpito

source: Dispatch Tax Province Maintenance
fi: Lähetysveron maakunnan ylläpito

source: Tax Category Maintenance
fi: Veroluokan ylläpito

source: Tax Rates
fi: Verokannat

source: Tax Rates Maintenance
fi: Verohintojen ylläpito

source: This page can only be called after selecting the tax authority to edit the rates for
fi: Tälle sivulle voidaan soittaa vasta sen jälkeen, kun veroviranomainen on valinnut muokkaamaan verokantoja

source: Please select the Rates link from the tax authority page
fi: Valitse Verohallinto-sivulta Hinnat-linkki

source: to go to the Tax Authority page
fi: siirtyäksesi verohallinnon sivulle

source: All rates updated successfully
fi: Kaikkien hintojen päivitys onnistui

source: Deliveries From
fi: Toimitukset alkaen

source: Input must be numeric
fi: Syötteen on oltava numeerinen

source: Update Rates
fi: Päivitä hinnat

source: There are no tax rates to show - perhaps the dispatch tax province records have not yet been created?
fi: Ei ole näytettäviä veroprosentteja - kenties lähetysveroprosentteja ei ole vielä luotu?

source: Tax Categories
fi: Veroluokat

source: The tax category name cannot contain the character
fi: Veroluokan nimi ei voi sisältää merkkiä

source: The tax category name may not be empty
fi: Veroluokan nimi ei voi olla tyhjä

source: The tax category cannot be renamed because another with the same name already exists.
fi: Veroluokkaa ei voida nimetä uudelleen, koska toinen sama nimi on jo olemassa.

source: The tax category could not be updated
fi: Veroluokkaa ei voitu päivittää

source: The tax category no longer exists
fi: Veroluokkaa ei enää ole

source: Tax category name changed
fi: Veroluokan nimi muutettu

source: The tax category cannot be created because another with the same name already exists
fi: Veroluokkaa ei voida luoda, koska toinen sama nimi on jo olemassa

source: The new tax category could not be added
fi: Uutta veroluokkaa ei voitu lisätä

source: New tax category added
fi: Uusi veroluokka lisätty

source: Cannot delete this tax category because it no longer exists
fi: Tätä veroluokkaa ei voi poistaa, koska sitä ei enää ole

source: Cannot delete this tax category because inventory items have been created using this tax category
fi: Tätä veroluokkaa ei voi poistaa, koska mainosjakaumaerät on luotu tällä veroluokalla

source: inventory items that refer to this tax category
fi: tähän veroluokkaan viittaavat mainosjakaumaerät

source: tax category and any tax rates set for it have been deleted
fi: veroluokka ja sille vahvistetut verokannat on poistettu

source: Could not get tax categories because
fi: Veroluokkia ei voitu hankkia, koska

source: Are you sure you wish to delete this tax category?
fi: Haluatko varmasti poistaa tämän veroluokan?

source: Review Tax Categories
fi: Tarkista veroluokat

source: Could not retrieve the requested tax category, please try again.
fi: Pyydettyä veroluokkaa ei voitu noutaa. Yritä uudelleen.

source: Tax Category Name
fi: Veroluokan nimi

source: No more than 30 characters
fi: Enintään 30 merkkiä

source: No illegal characters allowed and cannot be blank
fi: Laittomia merkkejä ei saa sallia, eivätkä ne voi olla tyhjiä

source: Tax Authorities and Rates Maintenance
fi: Veroviranomaiset ja hintojen ylläpito

source: Tax Groups
fi: Veroryhmät

source: The Group description entered must be at least 4 characters long
fi: Annetun ryhmän kuvauksen on oltava vähintään 4 merkkiä pitkä

source: The update of the tax group description failed because
fi: Veroryhmän kuvauksen päivitys epäonnistui, koska

source: The tax group description was updated to
fi: Veroryhmän kuvaus päivitettiin muotoon

source: A new tax group could not be added because a tax group already exists for
fi: Uutta veroryhmää ei voitu lisätä, koska veroryhmä on jo olemassa

source: The addition of the group failed because
fi: Ryhmän lisääminen epäonnistui, koska

source: Added the new tax group
fi: Lisätty uusi veroryhmä

source: The addition of the tax failed because
fi: Veron lisääminen epäonnistui, koska

source: The tax was added.
fi: Vero lisättiin.

source: The removal of this tax failed because
fi: Tämän veron poistaminen epäonnistui, koska

source: This tax was removed.
fi: Tämä vero poistettiin.

source: Could not get tax authorities in the selected tax group
fi: Valitun veroryhmän veroviranomaisia ei voitu saada

source: It is inappropriate to set tax on tax where the tax is the first in the calculation order. The system has changed it back to no tax on tax for this tax authority
fi: Ei ole asianmukaista asettaa veroa, jos vero on ensimmäinen laskentajärjestyksessä. Järjestelmä on muuttanut sen takaisin verottomaksi veroviranomaiselle

source: Cannot delete this tax group because some customer branches are setup using it
fi: Tätä veroryhmää ei voi poistaa, koska jotkut asiakashaarat on määritetty käyttämään sitä

source: customer branches referring to this tax group
fi: tähän veroryhmään viittaavat asiakashaarat

source: Cannot delete this tax group because some suppliers are setup using it
fi: Tätä veroryhmää ei voi poistaa, koska jotkut toimittajat määrittelevät sen

source: suppliers referring to this tax group
fi: toimittajat viittaavat tähän veroryhmään

source: tax group has been deleted
fi: veroryhmä on poistettu

source: There are no tax groups configured.
fi: Määritettyjä veroryhmiä ei ole.

source: Group No
fi: Ryhmänumero

source: Are you sure you wish to delete this tax group?
fi: Haluatko varmasti poistaa tämän veroryhmän?

source: Review Existing Groups
fi: Tarkista olemassa olevat ryhmät

source: The selected tax group is no longer available.
fi: Valittu veroryhmä ei ole enää käytettävissä.

source: The group name must be more 4 and less than 40 characters and cannot be left blank
fi: Ryhmän nimen on oltava enemmän kuin 4 ja alle 40 merkkiä, eikä sitä voi jättää tyhjäksi

source: 4 to 40 legal characters
fi: 4--40 laillista merkkiä

source: Enter Group
fi: Syötä ryhmä

source: Calculation Order
fi: Laskentajärjestys

source: Tax on Prior Taxes
fi: Aikaisempien verojen vero

source: The input must be positive integer and less than 10
fi: Syötteen on oltava positiivinen kokonaisluku ja alle 10

source: Update Order
fi: Päivitä tilaus

source: Assigned Taxes
fi: Kohdennetut verot

source: Available Taxes
fi: Käytettävissä olevat verot

source: Tax Auth ID
fi: Verotodistuksen tunniste

source: Tax Authority Name
fi: Veroviranomaisen nimi

source: Tax on Prior Tax(es)
fi: Aikaisempien verojen vero

source: There are no tax authorities defined to allocate to this tax group
fi: Tälle veroryhmälle ei ole määritelty veroviranomaisia

source: Are you sure you wish to remove this tax authority from the group?
fi: Haluatko varmasti poistaa tämän veroviranomaisen ryhmästä?

source: Could not determine the last date of the period selected
fi: Valitun ajanjakson viimeistä päivämäärää ei voitu määrittää

source: The sql returned the following error
fi: Sql palautti seuraavan virheen

source: Tax Report
fi: Veroraportti

source: Taxation Reporting Error
fi: Verotuksen raportointivirhe

source: The accounts receivable transaction details could not be retrieved because
fi: Myyntisaamisten tapahtumien tietoja ei voitu noutaa, koska

source: Tax on Sales
fi: Myyntivero

source: Total Outputs
fi: Tuotokset yhteensä

source: The accounts payable transaction details could not be retrieved because
fi: Ostovelan tapahtuman tietoja ei voitu noutaa, koska

source: The petty cash transaction details could not be retrieved because
fi: Pienen käteisen tapahtuman tietoja ei voitu noutaa, koska

source: Tax on Purchases
fi: Ostovero

source: Tax on Petty Cash Expenses
fi: Vero pienistä kassakuluista

source: Petty Cash Expense
fi: Pienet kassakulut

source: Total Inputs
fi: Syötteet yhteensä

source: Outputs
fi: Lähdöt

source: Inputs
fi: Tulot

source: Difference
fi: Ero

source: Adjustments for Tax paid to Customs, FBT, entertainments etc must also be entered
fi: Tulliin, FBT: hen, viihteisiin jne. Maksettujen verojen oikaisut on myös syötettävä

source: This information excludes tax on journal entries/payments/receipts. All tax should be entered through AR/AP.
fi: Nämä tiedot eivät sisällä veroja päiväkirjamerkinnöistä / maksuista / kuiteista. Kaikki verot tulee syöttää AR / AP:n kautta.

source: There are no tax entries to list
fi: Luettelossa ei ole verotietoja

source: Tax Reporting
fi: Veroraportointi

source: Tax Authority To Report On:
fi: Veroviranomainen ilmoittaa:

source: Return Covering
fi: Palaa takaisin

source: 2 Months
fi: 2 kuukautta

source: 3 Months
fi: 3 kuukautta

source: 6 Months
fi: 6 kuukautta

source: 12 Months
fi: 12 kuukautta

source: 24 Months
fi: 24 kuukautta

source: 48 Months
fi: 48 kuukautta

source: Return To
fi: Palata

source: Could not retrieve the period data because
fi: Ajanjaksotietoja ei voitu noutaa, koska

source: Detail Or Summary Only
fi: Vain yksityiskohta tai yhteenveto

source: Detail and Summary
fi: Yksityiskohdat ja yhteenveto

source: Summary Only
fi: Vain yhteenveto

source: Dispatch Tax Provinces
fi: Lähetysveroalueet

source: The tax province name cannot contain any of the illegal characters
fi: Veroprosentin nimi ei saa sisältää laittomia merkkejä

source: The tax province name may not be empty
fi: Veroprosentin nimi ei voi olla tyhjä

source: The tax province cannot be renamed because another with the same name already exists.
fi: Veroprosenttia ei voida nimetä uudelleen, koska toinen sama nimi on jo olemassa.

source: Could not update tax province
fi: Veroprosenttia ei voitu päivittää

source: Tax province name changed
fi: Veroprosentin nimi muutettu

source: The tax province no longer exists
fi: Veroprosenttia ei ole enää olemassa

source: The tax province cannot be created because another with the same name already exists
fi: Veroprosenttia ei voida luoda, koska toinen sama nimi on jo olemassa

source: Could not add tax province
fi: Veroprosenttia ei voitu lisätä

source: Could not add tax authority rates for the new dispatch tax province. The rates of tax will not be able to be added - manual database interaction will be required to use this dispatch tax province
fi: Uuden lähetysveroprosentin veroviranomaisen verokantoja ei voitu lisätä. Veroprosentteja ei voida lisätä - manuaalinen vuorovaikutus tietokantaan vaaditaan tämän lähetysveropalvelun käyttämiseen

source: Errors were encountered adding this tax province
fi: Tämän veroalueen lisäämisessä havaittiin virheitä

source: New tax province added
fi: Uusi veroalue lisättiin

source: Cannot delete this tax province because it no longer exists
fi: Tätä veroprosenttia ei voi poistaa, koska sitä ei enää ole

source: Cannot delete this tax province because at least one stock location is defined to be inside this province
fi: Tätä veroprosenttia ei voida poistaa, koska ainakin yksi kaluston sijainti on määritelty olevan tämän maakunnan sisällä

source: stock locations that refer to this tax province
fi: varastopaikat, jotka viittaavat tähän veroalueeseen

source: tax province and any tax rates set for it have been deleted
fi: veroalue ja kaikki sille asetetut verokannat on poistettu

source: Review Tax Provinces
fi: Tarkista verot

source: Could not retrieve the requested tax province, please try again.
fi: Pyydettyä veroprosenttia ei voitu noutaa, yritä uudelleen.

source: Tax Province Name
fi: Veroprosentin nimi

source: The tax province cannot be left blank and includes illegal characters
fi: Veroprosenttia ei voi jättää tyhjäksi, ja se sisältää laittomia merkkejä

source: Within 30 legal characters
fi: 30 juridisen merkin sisällä

source: Test Plan Results
fi: Testisuunnitelman tulokset

source: Copy Results
fi: Kopioi tulokset

source: Copy to This Sample
fi: Kopioi tähän näytteeseen

source: Override existing Test values?
fi: Korvataanko olemassa olevat testiarvot?

source: Test Results have been copied to sample
fi: Testitulokset on kopioitu näytteeseen

source: The insert of the test results failed because
fi: Testitulosten lisäys epäonnistui, koska

source: Test Results have been overwritten to sample
fi: Testitulokset on korvattu näytteeksi

source: from sample
fi: näytteestä

source: for test
fi: testiä varten

source: Test Results have NOT BEEN overwritten for Result ID
fi: Testituloksia EI ole korvattu tuloksen tunnukselle

source: Test Results have been copied to
fi: Testitulokset on kopioitu osoitteeseen

source: A Sample Result record has been added for Test ID
fi: Testitunnukselle on lisätty näyte tulosrekisteristä

source: The insert of the Sample Result failed because
fi: Näytetuloksen lisäys epäonnistui, koska

source: Sample Results were updated for Result ID
fi: Näytetulokset päivitettiin tuloksen tunnukselle

source: The updated of the sampleresults failed because
fi: Näytetulosten päivitys epäonnistui, koska

source: Cannot delete this Result ID because it is a part of the Product Specification
fi: Tuloksen tunnusta ei voi poistaa, koska se on osa tuotespesifikaatiota

source: Result QA Sample
fi: Tulos QA-näyte

source: Select a sample to enter results against
fi: Valitse näyte, johon syötät tuloksia

source: This page can only be opened if a QA Sample has been selected. Please select a sample first
fi: Tämä sivu voidaan avata vain, jos laadunvalvontamalli on valittu. Valitse ensin näyte

source: Back to Samples
fi: Takaisin näytteisiin

source: Used for Cert
fi: Käytetään Certille

source: Test Date
fi: Testipäivä

source: Tested By
fi: Testattu

source: Test Result
fi: Testitulos

source: On Cert
fi: Certissä

source: Are you sure you wish to delete this Test from this Sample ?
fi: Haluatko varmasti poistaa tämän testin tästä näytteestä?

source: Copy These Results
fi: Kopioi nämä tulokset

source: Print COA
fi: Tulosta COA

source: Timesheet Entry
fi: Aikataulukon merkintä

source: Timesheets
fi: Aikataulut

source: The total hours entered are zero for this line - so better to delete the line
fi: Syötettyjen tuntien kokonaismäärä on tälle riville nolla - joten parempi poistaa rivi

source: The hours entered for day 1 look to be too high - this is probably an error
fi: Ensimmäisen päivän syötetyt tunnit näyttävät olevan liian korkeita - tämä on todennäköisesti virhe

source: The hours entered for day 2 look to be too high - this is probably an error
fi: Päivän 2 syötetyt tunnit näyttävät olevan liian korkeita - tämä on todennäköisesti virhe

source: The hours entered for day 3 look to be too high - this is probably an error
fi: Päivän 3 syötetyt tunnit näyttävät olevan liian korkeita - tämä on todennäköisesti virhe

source: The hours entered for day 4 look to be too high - this is probably an error
fi: Päivän 4 syötetyt tunnit näyttävät olevan liian korkeita - tämä on todennäköisesti virhe

source: The hours entered for day 5 look to be too high - this is probably an error
fi: Päivän 5 syötetyt tunnit näyttävät olevan liian korkeita - tämä on todennäköisesti virhe

source: The hours entered for day 6 look to be too high - this is probably an error
fi: Päivälle 6 syötetyt tunnit näyttävät olevan liian korkeita - tämä on todennäköisesti virhe

source: The hours entered for day 7 look to be too high - this is probably an error
fi: Päivälle 7 syötetyt tunnit näyttävät olevan liian korkeita - tämä on todennäköisesti virhe

source: If the time is non-chargable then both the work order and the work centre must reflect this. Only if a work order is selected can a work centre be set
fi: Jos aikaa ei veloiteta, niin työtilauksen ja työkeskuksen on heijastettava tämä. Työkeskus voidaan asettaa vain, jos työtilaus on valittu

source: If a work order is selected then the work centre must be set
fi: Jos valitaan työmääräys, työkeskus on asetettava

source: An existing timesheet record for the same work order, week ending and work centre was updated with these hours
fi: Aikataulukkotietue samalle työmääräykselle, viikon päättymiselle ja työkeskukselle päivitettiin näillä tunneilla

source: Could not add this timesheet record
fi: Tätä tuntilomaketietuetta ei voitu lisätä

source: Timesheet record added
fi: Aikataulutietue lisätty

source: This timesheet cannot be submitted until your full working week hours are accounted for
fi: Tätä aikataulua ei voida lähettää ennen kuin koko viikkotuntisi on laskettu

source: hours or more must be entered
fi: tuntia tai enemmän on syötettävä

source: timesheet submitted for the week ending
fi: lähetetty aikataulu päättyvälle viikolle

source: Review and approve this timesheet
fi: Tarkista ja hyväksy tämä aikataulu

source: This timesheet has been submitted to your manager for approval
fi: Tämä aikataulu on lähetetty esimiehellesi hyväksyttäväksi

source: Timesheet submitted
fi: Aikataulukko lähetetty

source: This timesheet cannot be submitted until a cost is set up for the item defined for this employee
fi: Tätä aikataulua ei voida lähettää ennen kuin tälle työntekijälle määritetylle tuotteelle on määritetty kustannukset

source: This employees labour item has no cost entered
fi: Tähän työntekijöiden työerään ei ole lisätty kustannuksia
