Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: Could not update this BOM component because
fi: Tätä BOM-komponenttia ei voitu päivittää, koska

source: The SQL used to update the component was
fi: Komponentin päivittämiseen käytetty SQL oli

source: Details for
fi: Tiedot

source: have been updated
fi: on päivitetty

source: An error occurred in checking the component is not already on the BOM
fi: Komponentin tarkistuksessa tapahtui virhe

source: The SQL that was used to check the component was not already on the BOM and that failed in the process was
fi: Komponentin tarkistamiseen käytetty SQL ei ollut jo luettelossa ja epäonnistui prosessissa

source: Could not insert the BOM component because
fi: BOM-komponenttia ei voitu lisätä, koska

source: The SQL used to insert the component was
fi: Komponentin lisäämiseen käytetty SQL oli

source: A new component part
fi: Uusi komponenttiosa

source: has been added to the bill of material for part
fi: on lisätty osaluetteloon osittain

source: The component
fi: Komponentti

source: is already recorded as a component of
fi: on jo kirjattu komponentiksi

source: Whilst the quantity of the component required can be modified it is inappropriate for a component to appear more than once in a bill of material
fi: Tarvittavan komponentin määrää voidaan muuttaa, mutta ei ole asianmukaista, että komponentti näkyy useammin kuin kerran materiaalilomakkeessa

source: Could not delete this BOM components because
fi: Tätä BOM-komponentteja ei voitu poistaa, koska

source: The SQL used to delete the BOM was
fi: BOM:n poistamiseen käytetty SQL oli

source: The component part
fi: Komponenttiosa

source: has been deleted from this BOM
fi: on poistettu tästä luettelosta

source: Purchased
fi: Osti

source: Manufactured
fi: Valmistettu

source: Kit Set
fi: Sarjasarja

source: Manufactured parent items
fi: Valmistetut päätuotteet

source: Assembly parent items
fi: Kokoonpanon vanhemmat tuotteet

source: Kit sets
fi: Sarjasarjat

source: Level
fi: Taso

source: Sequence
fi: Järjestys

source: Category Description
fi: Luokan kuvaus

source: Work Centre
fi: Työkeskus

source: Auto Issue
fi: Automaattinen ongelma

source: Qty On Hand
fi: Määrä käsillä

source: No materials found.
fi: Materiaaleja ei löytynyt.

source: Select new component for BOM
fi: Valitse uusi komponentti BOM: lle

source: Select a Stock Category
fi: Valitse tuoteryhmä

source: Enter text extracts in the description
fi: Kirjoita kuvaotteet kuvaukseen

source: Enter extract of the Stock Code
fi: Syötä osa tuotekoodista

source: to maintain the bill of material for using the options below
fi: ylläpitää materiaalilaskua alla olevien vaihtoehtojen käytöstä

source: Select the parent item for the BOM
fi: Valitse päätuote BOM: lle

source: Show all levels
fi: Näytä kaikki tasot

source: Bill Of Materials Maintenance
fi: Materiaalihuolto

source: Are you sure you wish to delete this component from the bill of material?
fi: Haluatko varmasti poistaa tämän osan materiaaliluettelosta?

source: The quantity entered cannot be zero
fi: Syötetty määrä ei voi olla nolla

source: Edit the details of the selected component in the fields below
fi: Muokkaa valitun komponentin tietoja alla olevissa kentissä

source: Click on the Enter Information button to update the component details
fi: Napsauta Enter Information -painiketta päivittääksesi komponentin tiedot

source: Component code
fi: Komponenttikoodi

source: Enter the quantity of this item required for the parent item
fi: Syötä tämän tuotteen emotuotteelle tarvittava määrä

source: Cost Of Sales GL Postings Set Up
fi: Myynnin kustannukset PK-lähetysten perustaminen

source: Cost of sales GL posting code has been updated
fi: Myyntikustannusten PK lisäyskoodi on päivitetty

source: A new cost of sales posting code has been inserted
fi: Uusi myyntihinnan postikoodi on lisätty

source: The cost of sales posting code record has been deleted
fi: Myyntikustannusten postikooditietue on poistettu

source: The following cost of sales posting records that do not have valid general ledger code specified - these records must be amended.
fi: Seuraavat myyntikustannukset, jotka kirjataan tietueisiin, joissa ei ole määritetty kelvollista pääkirjakoodia - näitä tietoja on muutettava.

source: Area
fi: Alue

source: Stock Category
fi: Osakeluokka

source: Sales Type
fi: Myynnin tyyppi

source: COGS Account
fi: COGS-tili

source: Are you sure you wish to delete this COGS GL posting record?
fi: Haluatko varmasti poistaa tämän COGS PK -kirjoitustietueen?

source: GL Account
fi: PK-tili

source: Show all cost of sales posting records
fi: Näytä kaikki myyntikustannukset kirjaustiedot

source: Any Other
fi: Mikä tahansa muu

source: Price List
fi: Hinta lista

source: Post to GL account
fi: Lisää PK-tilille

source: Search Work Orders
fi: Hae työtilauksia

source: There are no work orders selected
fi: Työtilauksia ei ole valittu

source: Failed to retrieve wo cost data
fi: Kustannustietojen noutaminen epäonnistui

source: Item
fi: Tuote

source: Date Issued
fi: Julkaisupäivä

source: Issued Qty
fi: Myönnetty määrä

source: Issued Cost
fi: Annetut kustannukset

source: Work Order
fi: Työmääräys

source: There are no data available
fi: Tietoja ei ole käytettävissä

source: Select Other Work Orders
fi: Valitse Muut työtilaukset

source: The work order number entered MUST be numeric
fi: Syötetyn työmääräyksen numeron PITÄÄ olla numero

source: Work Order Number
fi: Työtilausnumero

source: No items were returned by the SQL because
fi: SQL ei palauttanut tuotteita, koska

source: The SQL used to retrieve the searched parts was
fi: Haettujen osien noutamiseen käytetty SQL oli

source: For the item
fi: Tuotteelle

source: and
fi: ja

source: Work Order number
fi: Työtilausnumero

source: Processing at
fi: Käsitellään osoitteessa

source: Closed Work Orders Only
fi: Vain suljetut työtilaukset

source: Open Work Orders Only
fi: Vain avoimet työtilaukset

source: Start Date From
fi: Aloituspäivä alkaen

source: Start Date To
fi: Aloituspäivä

source: New Work Order
fi: Uusi työmääräys

source: To search for work orders for a specific item use the item selection facilities below
fi: Voit etsiä työtilauksia tietylle tuotteelle käyttämällä alla olevia tuotevalintatoimintoja

source: Select a stock category
fi: Valitse osakekategoria

source: Enter text extract(s) in the description
fi: Kirjoita kuvausreppu (t) kuvaukseen

source: Search Items Now
fi: Hae kohteita nyt

source: Show All
fi: Näytä kaikki

source: No works orders were returned by the SQL because
fi: SQL ei palauttanut mitään tilauksia, koska

source: Select
fi: Valitse

source: Modify
fi: Muokkaa

source: Status
fi: Tila

source: Issue To
fi: Kohdista

source: Receive
fi: Vastaanota

source: Costing
fi: Kustannukset

source: Paperwork
fi: Paperityöt

source: Quantity Required
fi: Vaadittu määrä

source: Quantity Received
fi: Vastaanotettu määrä

source: Quantity Outstanding
fi: Erinomainen määrä

source: Start Date
fi: Aloituspäivämäärä

source: Required Date
fi: Vaadittu päivämäärä

source: Print W/O
fi: Tulosta W/O

source: Company Preferences
fi: Yritysasetukset

source: The company name must be entered and be fifty characters or less long
fi: Yrityksen nimi on annettava ja siinä saa olla enintään 50 merkkiä

source: The email address is not correctly formed
fi: Sähköpostiosoitetta ei ole muodostettu oikein

source: The company preferences could not be updated because
fi: Yrityksen asetuksia ei voitu päivittää, koska

source: Company preferences updated
fi: Yrityksen asetukset päivitettiin

source: Could not update the currency rates
fi: Valuuttakursseja ei voitu päivittää

source: Validation failed
fi: Vahvistus epäonnistui

source: no updates or deletes took place
fi: päivityksiä tai poistoja ei tapahtunut

source: The company preferences could not be retrieved because
fi: Yrityksen mieltymyksiä ei voitu hakea, koska

source: to appear on reports
fi: näkyä raporteissa

source: Enter the name of the business. This will appear on all reports and at the top of each screen.
fi: Kirjoita yrityksen nimi. Tämä näkyy kaikissa raporteissa ja jokaisen ruudun yläosassa.

source: Official Company Number
fi: Virallinen yrityksen numero

source: Tax Authority Reference
fi: Veroviranomaisen viite

source: Address Line 1
fi: Osoiterivi 1

source: Enter the first line of the company registered office. This will appear on invoices and statements.
fi: Syötä yrityksen sääntömääräisen kotipaikan ensimmäinen rivi. Tämä näkyy laskuissa ja tiliotteissa.

source: Address Line 2
fi: Osoiterivi 2

source: Enter the second line of the company registered office. This will appear on invoices and statements.
fi: Syötä yrityksen sääntömääräisen kotipaikan toinen rivi. Tämä näkyy laskuissa ja tiliotteissa.

source: Address Line 3
fi: Osoiterivi 3

source: Enter the third line of the company registered office. This will appear on invoices and statements.
fi: Syötä yrityksen sääntömääräisen kotipaikan kolmas rivi. Tämä näkyy laskuissa ja tiliotteissa.

source: Address Line 4
fi: Osoiterivi 4

source: Enter the fourth line of the company registered office. This will appear on invoices and statements.
fi: Syötä yrityksen sääntömääräisen kotipaikan neljäs rivi. Tämä näkyy laskuissa ja tiliotteissa.

source: Address Line 5
fi: Osoiterivi 5

source: Address Line 6
fi: Osoiterivi 6

source: Telephone Number
fi: Puhelinnumero

source: Enter the main telephone number of the company registered office. This will appear on invoices and statements.
fi: Syötä yrityksen sääntömääräisen kotipaikan pääpuhelinnumero. Tämä näkyy laskuissa ja tiliotteissa.

source: Facsimile Number
fi: Faksinumero

source: Email Address
fi: Sähköpostiosoite

source: Enter the main company email address. This will appear on invoices and statements.
fi: Kirjoita yrityksen pääosoite. Tämä näkyy laskuissa ja tiliotteissa.

source: Home Currency
fi: Kodin valuutta

source: Debtors Control GL Account
fi: Velallisten valvonta PK-tili

source: Select the general ledger account to be used for posting the local currency value of all customer transactions to. This account will always represent the total amount owed by customers to the business. Only balance sheet accounts are available for this selection.
fi: Valitse pääkirjatili, jota käytetään kaikkien asiakastapahtumien paikallisen valuutan arvon kirjaamiseen. Tämä tili edustaa aina asiakkaiden kokonaissummaa yritykselle. Vain tasetilit ovat käytettävissä tätä valintaa varten.

source: Creditors Control GL Account
fi: Luotonantajien valvonta PK-tili

source: Select the general ledger account to be used for posting the local currency value of all supplier transactions to. This account will always represent the total amount owed by the business to suppliers. Only balance sheet accounts are available for this selection.
fi: Valitse pääkirjatili, jota käytetään kaikkien toimittajien tapahtumien paikallisen valuutan arvon kirjaamiseen. Tämä tili edustaa aina yrityksen velkaa toimittajille. Vain tasetilit ovat käytettävissä tätä valintaa varten.

source: Payroll Net Pay Clearing GL Account
fi: Palkkasumman nettopalkan selvitys PK-tili

source: Goods Received Clearing GL Account
fi: Tavaroiden vastaanottojen selvitys PK-tili

source: Select the general ledger account to be used for posting the cost of goods received pending the entry of supplier invoices for the goods. This account will represent the value of goods received yet to be invoiced by suppliers. Only balance sheet accounts are available for this selection.
fi: Valitse pääkirjatili, jota käytetään vastaanotettujen tavaroiden kustannusten kirjaamiseen, kunnes tavarantoimittajien laskut syötetään. Tämä tili edustaa vastaanotettujen tavaroiden arvoa, jotka toimittajat ovat vielä laskuttaneet. Vain tasetilit ovat käytettävissä tätä valintaa varten.

source: Retained Earning Clearing GL Account
fi: Kertyneitten voittovarojen PK-tili

source: Select the general ledger account to be used for clearing profit and loss accounts to that represents the accumulated retained profits of the business. Only balance sheet accounts are available for this selection.
fi: Valitse tuloslaskennan selvitykseen käytettävä pääkirjatili, joka edustaa yrityksen kertyneitä kertyneitä voittoja. Vain tasetilit ovat käytettävissä tätä valintaa varten.

source: Freight Re-charged GL Account
fi: Uudelleenveloitettujen rahtien PK-tili

source: Sales Exchange Variances GL Account
fi: Myynnin vaihtokurssierojen PK-tili

source: Select the general ledger account to be used for posting accounts receivable exchange rate differences to - where the exchange rate on sales invocies is different to the exchange rate of currency receipts from customers, the exchange rate is calculated automatically and posted to this general ledger account. Only profit and loss general ledger accounts are available for this selection.
fi: Valitse pääkirjatili, jota käytetään myyntisaamisten valuuttakurssierojen kirjaamiseen - jos myyntitapahtumien valuuttakurssi eroaa asiakkailta saatujen valuuttatulojen valuuttakursseista, valuuttakurssi lasketaan automaattisesti ja kirjataan tälle pääkirjatilille. Tätä valintaa varten ovat käytettävissä vain tuloslaskennan pääkirjatilit.

source: Purchases Exchange Variances GL Account
fi: Ostojen vaihtokurssimuutosten PK-tili

source: Select the general ledger account to be used for posting the exchange differences on the accounts payable transactions to. Supplier invoices entered at one currency and paid in the supplier currency at a different exchange rate have the differences calculated automatically and posted to this general ledger account. Only profit and loss general ledger accounts are available for this selection.
fi: Valitse pääkirjatili, jota käytetään ostovelkojen valuuttakurssierojen kirjaamiseen. Yhdellä valuutalla syötettyjen ja toimittajan valuutassa eri valuuttakurssilla maksettujen toimittajien laskujen erot lasketaan automaattisesti ja kirjataan tälle pääkirjatilille. Tätä valintaa varten ovat käytettävissä vain tuloslaskennan pääkirjatilit.

source: Payment Discount GL Account
fi: Maksualennus PK-tili

source: Select the general ledger account to be used for posting the value of payment discounts given to customers at the time of entering a receipt. Only profit and loss general ledger accounts are available for this selection.
fi: Valitse pääkirjatili, jota käytetään asiakkaille maksun alennusten arvon kirjaamiseen kuitin syöttämisen yhteydessä. Tätä valintaa varten ovat käytettävissä vain tuloslaskennan pääkirjatilit.

source: Create GL entries for accounts receivable transactions
fi: Luo PK-merkinnät myyntisaamisille

source: Select yes to ensure that webERP creates general ledger journals for all accounts receivable transactions. webERP will maintain the debtors control account (selected above) to ensure it should always balance to the list of customer balances in local currency.
fi: Valitse kyllä varmistaaksesi, että webERP luo pääkirjapäiväkirjat kaikille myyntisaamisille. webERP ylläpitää velallisen valvontatiliä (valittu edellä) varmistaakseen, että sen tulisi aina tasapainottaa paikallisten valuuttojen asiakaslaskujen luetteloa.

source: Create GL entries for accounts payable transactions
fi: Luo PK-merkinnät ostoveloille

source: Select yes to ensure that webERP creates general ledger journals for all accounts payable transactions. webERP will maintain the creditors control account (selected above) to ensure it should always balance to the list of supplier balances in local currency.
fi: Valitse kyllä varmistaaksesi, että webERP luo pääkirjapäiväkirjat kaikille ostovelkakirjoille. webERP ylläpitää velkojien valvontatiliä (valittu edellä) varmistaakseen, että sen on aina tasapainotettava toimittajien saldojen luetteloon paikallisessa valuutassa.

source: Create GL entries for stock transactions
fi: Luo osaketransaktioiden PK-merkinnät

source: Select yes to ensure that webERP creates general ledger journals for all inventory transactions. webERP will maintain the stock control accounts (selected under the inventory categories set up) to ensure they balance. Only balance sheet general ledger accounts can be selected.
fi: Valitse kyllä varmistaaksesi, että webERP luo pääkirjapäiväkirjat kaikille varastotapahtumista. webERP ylläpitää varastonhallintatilejä (jotka on valittu perustettujen varastoluokkien alla) varmistaakseen niiden tasapainon. Vain taseen pääkirjatilit voidaan valita.

source: Specify Dispatched Controlled Items
fi: Määritä lähetetyt hallitut kohteet

source: Select a line item to invoice
fi: Valitse laskutettava rivikohta

source: This page can only be opened if a line item on a sales order to be invoiced has been selected
fi: Tämä sivu voidaan avata vain, jos laskutettavassa myyntitilauksessa on valittu rivikohta

source: Please do that first
fi: Tee se ensin

source: Select a sales order to invoice
fi: Valitse laskutettava myyntitilaus

source: This page can only be opened if a sales order and line item has been selected Please do that first
fi: Tämä sivu voidaan avata vain, jos myyntitilaus ja rivikohta on valittu. Tee se ensin

source: Back to the Sales Order
fi: Takaisin myyntitilaukseen

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being sold
fi: Rivikohta on määriteltävä valvotuksi vaatiakseen syötettävien eränumeroiden tai sarjanumeroiden syöttäminen

source: Back to Confirmation of Dispatch
fi: Takaisin kohtaan Lähetysvahvistus

source: Invoice
fi: Lasku

source: Dispatch of up to
fi: Lähetys enintään

source: Controlled items
fi: Ohjatut kohteet

source: on order
fi: tilauksesta

source: Confirm Dispatches and Invoice An Order
fi: Vahvista lähetys ja lasku tilaus

source: This page can only be opened if an order has been selected Please select an order first from the delivery details screen click on Confirm for invoicing
fi: Tämä sivu voidaan avata vain, jos tilaus on valittu. Valitse ensin tilaus toimitustiedot-näytössä napsauttamalla Vahvista laskutusta varten

source: The order cannot be retrieved because
fi: Tilausta ei voi noutaa, koska

source: The SQL to get the order header was
fi: Tilauksen otsikon saamiseksi SQL oli

source: The line items of the order cannot be retrieved because
fi: Tilauksen rivikohtia ei voi noutaa, koska

source: The serial items of the pick list cannot be retrieved because
fi: Valintaluettelon sarjatuotteita ei voi noutaa, koska

source: There are no ordered items with a quantity left to deliver. There is nothing left to invoice
fi: Tilattuja tuotteita ei ole jäljellä toimitettavana. Laskutettavaksi ei jää mitään

source: This order item could not be retrieved. Please select another order
fi: Tätä tilaustuotetta ei voitu noutaa. Valitse toinen tilaus

source: Dispatched Quantity should not be more than order balanced quantity
fi: Lähetetty määrä ei saa olla suurempi kuin tilauksen tasapainoinen määrä

source: To dispatch quantity is
fi: Lähettää määrä on

source: And the order balance is
fi: Ja tilaussaldo on

source: Confirm Dispatch and Invoice
fi: Vahvista lähetys ja lasku

source: Customer Code
fi: Asiakaskoodi

source: Customer Name
fi: Asiakkaan nimi

source: Invoice amounts stated in
fi: Laskujen määrät ilmoitettu

source: Ordered
fi: Tilattu

source: Already
fi: Jo

source: Sent
fi: Lähetetty

source: This Dispatch
fi: Tämä lähetys

source: Price
fi: Hinta

source: Discount
fi: Alennus

source: Excl Tax
fi: Veroton

source: Tax Authority
fi: Veroviranomainen

source: Tax %
fi: Vero%

source: Tax Amount
fi: Vero määrä

source: Incl Tax
fi: Sisältää verot

source: Enter the quantity to charge the customer for, that has been dispatched
fi: Syötä lähetetty määrä, josta asiakas veloittaa

source: Enter the tax rate applicable as a number
fi: Syötä sovellettava verokanta numerona

source: Enter Serial Numbers
fi: Syötä sarjanumerot

source: Enter Batch/Roll/Lot #
fi: Anna erä / rulla / eränumero

source: There was a problem testing for a default shipper because
fi: Oletustoimittajan testauksessa oli ongelma, koska

source: There was a problem testing for a default shipper
fi: Oletuslähettäjän testauksessa oli ongelma

source: There are no shippers defined
fi: Lähettäjiä ei ole määritelty

source: Please use the link below to set up shipping freight companies, the system expects the shipping company to be selected or a default freight company to be used
fi: Käytä alla olevaa linkkiä perustaa kuljetusyritykset, järjestelmä odottaa, että varustamo valitaan tai käytetään oletusarvoista rahtiyhtiötä

source: Enter
fi: Tulla sisään

source: Amend Freight Companies
fi: Muutetaan rahtiyhtiöitä

source: Order Freight Cost
fi: Tilaa rahtikustannukset

source: Recalculated Freight Cost
fi: Laskettu rahtikustannus uudelleen

source: Charge Freight Cost ex Tax
fi: Maksullinen rahtikustannus ilman veroja

source: Invoice Totals
fi: Laskun loppusummat

source: There are no lines on this order with a quantity to invoice
fi: Tässä tilauksessa ei ole rivejä, joissa on laskutettava määrä

source: No further processing has been done
fi: Jatkokäsittelyä ei ole tehty

source: Could not retrieve the quantity left at the location once this order is invoiced (for the purposes of checking that stock will not go negative because)
fi: Paikalle jäänyttä määrää ei voitu noutaa, kun tämä tilaus on laskutettu (tarkistamiseksi, että varastosta ei tule negatiivinen, koska)

source: Invoicing the selected order would result in negative stock. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
fi: Valitun tilauksen laskutus johtaisi negatiiviseen varastoon. Järjestelmän parametrit on asetettu estämään negatiivisten varastojen esiintyminen. Tätä laskua ei voida luoda ennen kuin käytettävissä oleva varastossa on korjattu.

source: Negative Stock Prohibited
fi: Negatiivinen varastossa kielletty

source: Could not retrieve the component quantity left at the location once the assembly item on this order is invoiced (for the purposes of checking that stock will not go negative because)
fi: Kohteessa jäljellä olevaa komponenttimäärää ei voitu noutaa, kun tämän tilauksen kokoonpanotuote laskutetaan (tarkistamiseksi, että varastosta ei tule negatiivista, koska)

source: Invoicing the selected order would result in negative stock for a component of an assembly item on the order. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
fi: Valitun tilauksen laskutus johtaisi negatiiviseen varastoon tilauksen kokoonpanotuotteen komponentille. Järjestelmän parametrit on asetettu estämään negatiivisten varastojen esiintyminen. Tätä laskua ei voida luoda ennen kuin käytettävissä oleva varastossa on korjattu.

source: We were unable to load Area where the Sale is to from the BRANCHES table
fi: Alaa, johon myynti tapahtuu, ei voitu ladata BRANCHES-taulukosta

source: Please remedy this
fi: Korjaa tämä

source: The company information and preferences could not be retrieved
fi: Yritystietoja ja mieltymyksiä ei voitu noutaa

source: see your system administrator
fi: ota yhteyttä järjestelmänvalvojaasi

source: Number of rows returned by SQL
fi: SQL:n palauttamien rivien määrä

source: Count of items in the session
fi: Istunnon kohteiden määrä

source: This order has been changed or invoiced since this delivery was started to be confirmed
fi: Tätä tilausta on muutettu tai laskutettu siitä lähtien, kun tämä toimitus vahvistettiin

source: Processing halted
fi: Käsittely keskeytetty

source: To enter and confirm this dispatch
fi: Syötä ja vahvista lähetys
