Repository: quepasochiguire/weberp_test
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: fi

source: The email address is not valid
fi: Sähköpostiosoite ei kelpaa

source: Or length is over 40
fi: Tai pituus on yli 40

source: The sales area not empty and must exist.
fi: Myyntialue ei ole tyhjä ja sen on oltava olemassa.

source: The default location not empty and must exist.
fi: Oletussijainti ei ole tyhjä, ja sen on oltava olemassa.

source: The default shipper not empty and must exist.
fi: Lähettäjä ei ole tyhjä, ja sen on oltava olemassa.

source: The taxgroup not empty and must exist.
fi: Veroryhmä ei ole tyhjä, ja sen on oltava olemassa.

source: The Deliver Blind must be set as 2 or 1
fi: Toimita sokea on asetettava arvoon 2 tai 1

source: The Disable Trans status should be 0 or 1
fi: Poista käytöstä -tilan tulisi olla 0 tai 1

source: The Branch Post Address
fi: Haaratoimiston postiosoite

source: must be no more than
fi: saa olla enintään

source: The Cust branch code for EDI must be less than 30 characters
fi: EDI:n Asiakas-haarakoodin on oltava alle 30 merkkiä

source: The Debtor No
fi: Velallinen nro

source: has not existed, and its branches data cannot be imported
fi: ei ole ollut olemassa, eikä sen sivutietoja voida tuoda

source: New branch of debtor
fi: Uusi velallisen sivuliike

source: with branch code
fi: haarakoodilla

source: has been passed validation
fi: on läpäissyt validoinnin

source: Failed on row
fi: Epäonnistui rivillä

source: Updated brances total:
fi: Päivitetyt branssit yhteensä:

source: Insert branches total:
fi: Lisää oksat yhteensä:

source: Exist branches total:
fi: Nykyisiä haaroja yhteensä:

source: Inserted branches total:
fi: Lisättyjä oksia yhteensä:

source: Branches not updated
fi: Sivuliikkeitä ei päivitetty

source: Please ensure that your csv file is encoded in UTF-8, otherwise the input data will not store correctly in database
fi: Varmista, että csv-tiedostosi on koodattu UTF-8: een, muuten syötetiedot eivät tallennu oikein tietokantaan

source: Update if Customer Branch exists
fi: Päivitä, jos asiakashaara on olemassa

source: has been added to the transaction
fi: on lisätty tapahtumaan

source: has been completed. All transactions committed to the database.
fi: on saatu päätökseen. Kaikki tietokantaan sidotut tapahtumat.

source: Updated:
fi: Päivitetty:

source: Exist:
fi: Olla olemassa:

source: Update if DebtorNo exists
fi: Päivitä, jos DebtorNo on olemassa

source: Import Fixed Assets
fi: Tuo käyttöomaisuus

source: Import Fixed Assets from .csv file
fi: Tuo käyttöomaisuuden .csv-tiedostosta

source: Study a downloaded template to see the format for the file
fi: Tutki ladattua mallia nähdäksesi tiedoston muoto

source: Download a template and ensure that fields are in the same sequence as the template.
fi: Lataa malli ja varmista, että kentät ovat samassa järjestyksessä kuin malli.

source: The selected file contains fields in the incorrect order (
fi: Valittu tiedosto sisältää kentät väärässä järjestyksessä (

source: fields are required, but
fi: kentät ovat pakollisia, mutta

source: fields were received
fi: kentät vastaanotettiin

source: Row:
fi: Rivi:

source: Invalid Description:
fi: Virheellinen kuvaus:

source: The depreciation rate is expected to be numeric
fi: Poistoprosentin odotetaan olevan numeerinen

source: Invalid Depreciation Rate:
fi: Virheellinen poistoprosentti:

source: The accumulated depreciation is expected to be numeric
fi: Kertyneiden poistojen odotetaan olevan numeerisia

source: Invalid Accumulated Depreciation:
fi: Virheelliset kertyneet poistot:

source: The accumulated depreciation is expected to be either zero or a positive number
fi: Kertyneiden poistojen odotetaan olevan joko nolla tai positiivinen luku

source: The cost is expected to be numeric
fi: Kustannusten odotetaan olevan numeerisia

source: Invalid Cost:
fi: Virheellinen hinta:

source: The cost is expected to be a positive number
fi: Kustannusten odotetaan olevan positiivinen luku

source: The depreciation type must be either \SL\ - Straight Line or \DV\ - Diminishing Value
fi: Poistotyypin on oltava joko \SL\ - suora tai \DV\ - laskeva arvo

source: Invalid depreciation type:
fi: Virheellinen poistotyyppi:

source: The asset category code entered must be exist in the assetcategories table
fi: Syötetyn omaisuusluokan koodin on oltava olemassa omaisuusluokat-taulukossa

source: Invalid asset category:
fi: Virheellinen omaisuusluokka:

source: The asset location code entered must be exist in the asset locations table
fi: Syötetyn omaisuuden sijaintikoodin on oltava olemassa omaisuuden sijaintitaulukossa

source: Invalid asset location code:
fi: Virheellinen omaisuuden sijaintikoodi:

source: The date purchased must be entered in the format:
fi: Ostopäivä on annettava muodossa:

source: Invalid date format:
fi: Virheellinen päivämäärämuoto:

source: The SQL that was used to add the asset and failed was
fi: SQL, jota käytettiin resurssin lisäämiseen ja epäonnistui, oli

source: The transaction for the cost of the asset could not be added because
fi: Omaisuuserän hintaa koskevaa tapahtumaa ei voitu lisätä, koska

source: The SQL that was used to add the fixedasset trans record that failed was
fi: SQL, jota käytettiin epäonnistuneen kiinteän kasetin trans-tietueen lisäämiseen, oli

source: Inserted the new asset:
fi: Lisättiin uusi sisältö:

source: has been completed. All assets in the file have been committed to the database.
fi: on saatu päätökseen. Kaikki tiedostossa olevat varat on sidottu tietokantaan.

source: Get Import Template
fi: Hanki tuontimalli

source: Select Date to Upload B/Fwd Assets To:
fi: Valitse päivämäärä ladataksesi B / Fwd-varat:

source: Fixed Assets Upload file:
fi: Käyttöomaisuuden lataustiedosto:

source: Import Chart of Accounts
fi: Tuo tilikartta

source: records successfully imported
fi: tietueiden tuonti onnistui

source: records failed to import
fi: tietueiden tuonti epäonnistui

source: Select a csv file containing the details of the account sections that you wish to import into webERP.
fi: Valitse csv-tiedosto, joka sisältää tiedot niistä tiliosioista, jotka haluat tuoda webERP:n.

source: The first line must contain the field names that you wish to import.
fi: Ensimmäisellä rivillä on oltava tuotavien kenttien nimet.

source: The field names can be found here
fi: Kenttien nimet löytyvät täältä

source: File to import
fi: Tuotava tiedosto

source: Account Section
fi: Tili-osio

source: Import General Ledger Transactions
fi: Tuo pääkirjaoperaatiot

source: Import GL Payments Receipts Or Journals From CSV
fi: Tuo PK-maksukuitit tai päiväkirjat CSV: stä

source: Try downloading a new template
fi: Yritä ladata uusi malli

source: File contains incorrect headers
fi: Tiedosto sisältää väärät otsikot

source: Account code
fi: Tilikoodi

source: The date \
fi: Päivämäärä \

source: Tag ref
fi: Tagin viite

source: does not exist
fi: ei ole olemassa

source: All transactions must be in the same period
fi: Kaikkien tapahtumien on oltava samalla ajanjaksolla

source: Cheque
fi: Tarkistaa

source: The total of the transactions must balance back to zero
fi: Tapahtumien kokonaismäärän on oltava tasapainossa nollaan

source: Batch import has been rolled back
fi: Erätuonti on palautettu

source: has been completed. All transactions committed to the database
fi: on saatu päätökseen. Kaikki tietokantaan sidotut tapahtumat

source: This function loads a set of general ledger transactions from a comma separated variable (csv) file.
fi: Tämä toiminto lataa joukon pääkirjatuotteita pilkuilla erotetun muuttujan (csv) tiedostosta.

source: The file must contain six columns, and the first row should be the following headers:
fi: Tiedoston on sisällettävä kuusi saraketta, ja ensimmäisen rivin on oltava seuraavat otsikot:

source: followed by rows containing these six fields for each price to be uploaded.
fi: seuraa rivit, jotka sisältävät nämä kuusi kenttää jokaiselle ladattavalle hinnalle.

source: The total of the transactions must come back to zero. Debits are positive, credits are negative.
fi: Tapahtumien kokonaismäärän on oltava nolla. Veloitukset ovat positiivisia, hyvitykset negatiivisia.

source: All the transactions must be within the same accounting period.
fi: Kaikkien tapahtumien on oltava saman tilikauden sisällä.

source: The Account field must have a corresponding entry in the chartmaster table.
fi: Tili-kentässä on oltava vastaava merkintä chartmaster-taulukossa.

source: Select Transaction Type
fi: Valitse Tapahtumatyyppi

source: GL Journal
fi: PK-lehti

source: Select Currency
fi: Valitse Valuutta

source: Import Stock Items
fi: Tuo varastotuotteita

source: No locations have been set up. At least one location should be set up first
fi: Sijainteja ei ole määritetty. Ainakin yksi sijainti tulisi määrittää ensin

source: Select a csv file containing the details of the parts that you wish to import into webERP.
fi: Valitse csv-tiedosto, joka sisältää tiedot niistä osista, jotka haluat tuoda webERP:n.

source: Import Sales Price List
fi: Tuo myyntihinnasto

source: Import Price List from CSV file
fi: Tuo hinnasto CSV-tiedostosta

source: Download the template to see the expected columns.
fi: Lataa malli nähdäksesi odotetut sarakkeet.

source: The file to import the price list from contains incorrect column headings
fi: Tiedosto, josta hinnasto tuodaan, sisältää väärät sarakeotsikot

source: The column headings must be
fi: Sarakkeiden otsikoiden on oltava

source: SalesType/Price List
fi: SalesType / Hinnasto

source: The SQL that was used to add the price failed was
fi: Hinnan lisäämiseen käytetty SQL epäonnistui

source: This function loads a new sales price list from a comma separated variable (csv) file.
fi: Tämä toiminto lataa uuden myyntihinnan pilkulla erotettu muuttuja (csv) -tiedostosta.

source: The file must contain four columns, and the first row should be the following headers:
fi: Tiedoston on sisällettävä neljä saraketta, ja ensimmäisen rivin on oltava seuraavat otsikot:

source: followed by rows containing these four fields for each price to be uploaded.
fi: seuraa rivit, jotka sisältävät nämä neljä kenttää kutakin ladattavaa hintaa varten.

source: The StockID, SalesType, and CurrencyCode fields must have a corresponding entry in the stockmaster, salestypes, and currencies tables.
fi: StockID-, SalesType- ja CurrencyCode-kentissä on oltava vastaava merkintä stockmaster-, salestypes- ja valuuttataulukoissa.

source: Prices effective from
fi: Hinnat ovat voimassa

source: Import Items
fi: Tuo kohteet

source: Import Stock Items from .csv
fi: Tuo varastotuotteita .csv-tiedostosta

source: File contains incorrect headers
fi: Tiedosto sisältää väärät otsikot

source: Stock item \
fi: Varastotuote \

source: Values in the Perishable field must be either 0 (No) or 1 (Yes)
fi: Pilaavien kenttien arvojen on oltava joko 0 (ei) tai 1 (kyllä)

source: The weight of the packaged item in KGs must be numeric
fi: Pakatun tuotteen painon kilogrammoina on oltava numeerinen

source: Items must be of MBFlag type Manufactured(M), Assembly(A), Kit-Set(K), Purchased(B), Dummy(D) or Phantom(G)
fi: Tuotteiden on oltava MBFlag-tyyppisiä valmistettuja (M), kokoonpanoja (A), sarjasarjoja (K), ostettuja (B), nukkeja (D) tai fantomeja (G)

source: Assembly/Kitset/Phantom/Service items cannot also be controlled items
fi: Kokoonpano / Kitset / Phantom / Huoltotarvikkeita ei voida myöskään hallita

source: Assemblies, Dummies and Kitsets are not physical items and batch/serial control is therefore not appropriate
fi: Kokoonpanot, nuket ja sarjat eivät ole fyysisiä esineitä, joten erä- / sarjaohjaus ei ole asianmukaista

source: ItemPDF must contain either a filename, or the keyword `none`
fi: ItemPDF:n on sisällettävä joko tiedostonimi tai avainsana "ei mitään"

source: Please ensure that your csv file charset is UTF-8, otherwise the data will not store correctly in database
fi: Varmista, että csv-tiedostosarjasi on UTF-8, muuten tietoja ei tallenneta oikein tietokantaan

source: Update if SupplierNo exists
fi: Päivitä, jos toimittajaa ei ole

source: List of Items without picture
fi: Luettelo tuotteista ilman kuvaa

source: Current Items without picture in webERP
fi: Nykyiset kohteet ilman kuvaa webERP: ssä

source: Make locationusers Records
fi: Tee sijainninkäyttäjien tietueet

source: This script makes stock location records for parts where they do not already exist
fi: Tämä komentosarja tekee varastosijaintitietueet osille, joita ei vielä ole olemassa

source: Any users that may not have had user location records have now been given new location user records
fi: Kaikille käyttäjille, joilla ei ehkä ole ollut käyttäjän sijaintitietueita, on nyt annettu uusia sijaintitietueita

source: Make New Company Database Utility
fi: Tee uusi yritystietokantatyökalu

source: The web-server does not appear to be able to write to the companies directory to create the required directories for the new company and to upload the logo to. The system administrator will need to modify the permissions on your installation before a new company can be created
fi: Verkkopalvelin ei näytä pystyvän kirjoittamaan yrityshakemistoon luomaan tarvittavat hakemistot uudelle yritykselle ja lataamaan logon. Järjestelmänvalvojan on muutettava asennuksen käyttöoikeuksia ennen uuden yrityksen luomista

source: Company database must not contain spaces, \& or \ or '
fi: Yritystietokanta ei saa sisältää välilyöntejä, \ & tai \ tai '

source: Only jpg files are supported - a file extension of .jpg is expected
fi: Vain JPG-tiedostoja tuetaan - .jpg-tiedostotunnistetta odotetaan

source: The script to create the new company database failed because
fi: Skripti uuden yritystietokannan luomiseen epäonnistui, koska

source: Attempting to create the new company directories
fi: Yritetään luoda uusia yrityshakemistoja

source: This company cannot be added because either it already exists or no logo is being uploaded!
fi: Tätä yritystä ei voida lisätä, koska se on jo olemassa tai logoa ei ladata!

source: is set ok
fi: on kunnossa

source: is not set
fi: ei ole asetettu

source: is not blank
fi: ei ole tyhjä

source: is blank
fi: on tyhjä

source: Cannot open the configuration file:
fi: Kokoonpanotiedostoa ei voi avata:

source: The company details and parameters should now be set up for the new company. NB: Only a single user admin\ is defined with the password \weberp\ in the new company database. A new system administrator user should be defined for the new company and this account deleted immediately.
fi: Yrityksen tiedot ja parametrit tulisi nyt määrittää uudelle yritykselle. HUOM: Vain yksi käyttäjä \ admin \ on määritetty salasanalla \ weberp \ uudessa yritystietokannassa. Uudelle yritykselle on määritettävä uusi järjestelmänvalvojan käyttäjä ja tämä tili on poistettava välittömästi.

source: The new company database has been created for
fi: Uusi yritystietokanta on luotu

source: Set Up New Company Details
fi: Määritä uuden yrityksen tiedot

source: Set Up Configuration Details
fi: Määritä määritystiedot

source: Set Up User Accounts
fi: Määritä käyttäjätilit

source: This utility will create a new company
fi: Tämä apuohjelma luo uuden yrityksen

source: If the company name already exists then you cannot recreate it
fi: Jos yrityksen nimi on jo olemassa, et voi luoda sitä uudelleen

source: PLEASE NOTE
fi: HUOMAA

source: Enter the name of the database used for the company up to 32 characters in lower case
fi: Syötä yritykselle käytetyn tietokannan nimi, enintään 32 merkkiä pienillä kirjaimilla

source: Enter a unique name for the company of up to 50 characters
fi: Anna yritykselle yksilöllinen nimi, enintään 50 merkkiä

source: Logo Image File (.jpg)
fi: Logo-kuvatiedosto (.jpg)

source: Create Database?
fi: Luo tietokanta?

source: Proceed
fi: Edetä

source: Make LocStock Records
fi: Tee LocStock-tietueita

source: The items/locations that need stock location records created cannot be retrieved because
fi: Luovia varastotietueita tarvitsevia kohteita / sijainteja ei voi noutaa, koska

source: Any stock items that may not have had stock location records have now been given new location stock records
fi: Kaikille varastotuotteille, joilla ei ole ollut varastojen sijaintitietoja, on nyt annettu uudet sijaintitiedot

source: New Language
fi: Uusi kieli

source: Add a New Language to the System
fi: Lisää uusi kieli järjestelmään

source: Back to the translation menu
fi: Takaisin käännösvalikkoon

source: Utility to create a new language file
fi: Apuohjelma uuden kielitiedoston luomiseen

source: Current language is
fi: Nykyinen kieli on

source: Languages must be in the format of a two character country code an underscore _ and a two character language code in upper case
fi: Kielien on oltava kaksimerkkisen maakoodin, alaviivan _ ja kahden merkin kielikoodin muodossa isoja kirjaimia

source: Attempting to create the new language file
fi: Yritetään luoda uusi kielitiedosto

source: This language cannot be added because it already exists!
fi: Tätä kieltä ei voi lisätä, koska se on jo olemassa!

source: Done. You should now change to your newly created language from the user settings link above. Then you can edit the new language file header and use the language module editor to translate the system strings
fi: Tehty. Sinun tulisi nyt vaihtaa äskettäin luotuun kieleen yllä olevasta käyttäjäasetusten linkistä. Sitten voit muokata uuden kielitiedoston otsikkoa ja kääntää kielimoduulin editorilla järjestelmän merkkijonot

source: This utility will create a new language and a new language translation file for it from the system default
fi: Tämä apuohjelma luo sille uuden kielen ja uuden kielen käännöstiedoston järjestelmän oletusasetuksista

source: If the language already exists then you cannot recreate it
fi: Jos kieli on jo olemassa, et voi luoda sitä uudelleen

source: Full code of the new language in the format en_US
fi: Uuden kielen koko koodi muodossa en_US

source: Maintain Language Files
fi: Ylläpitää kielitiedostoja

source: gettext is not installed on this system
fi: gettextiä ei ole asennettu tähän järjestelmään

source: You cannot use the language files without it
fi: Et voi käyttää kielitiedostoja ilman sitä

source: You do not have write access to the required files please contact your system administrator
fi: Sinulla ei ole kirjoitusoikeutta vaadittuihin tiedostoihin. Ota yhteyttä järjestelmänvalvojaasi

source: Rebuild the System Default Language File
fi: Rakenna järjestelmän oletuskielitiedosto uudelleen

source: Edit a Language File Header
fi: Muokkaa kielitiedoston otsikkoa

source: Edit a Language File Module
fi: Muokkaa kielitiedostomoduulia

source: Edit Remaining Strings For This Language
fi: Muokkaa tämän kielen jäljellä olevia merkkijonoja

source: Download messages.po file
fi: Lataa messages.po-tiedosto

source: Download messages.mo file
fi: Lataa messages.mo-tiedosto

source: Edit Header
fi: Muokkaa otsikkoa

source: Utility to edit a language file header
fi: Apuohjelma kielitiedoston otsikon muokkaamiseen

source: Writing the language file header
fi: Kirjoitetaan kielitiedoston otsikkoa

source: Writing the rest of the language file
fi: Kirjoittamalla loput kielitiedostosta

source: Done
fi: Tehty

source: To change language click on the user name at the top left, change to language desired and click Modify
fi: Voit vaihtaa kieltä napsauttamalla vasemmassa yläkulmassa olevaa käyttäjänimeä, vaihtamalla haluamasi kielen ja napsauttamalla Muokkaa

source: Make sure you have selected the correct language to translate!
fi: Varmista, että olet valinnut oikean kielen käännettäväksi!

source: When finished modifying you must click on Modify at the bottom in order to save changes
fi: Kun olet valmis muokkaamaan, sinun on napsautettava alareunassa olevaa Muokkaa-painiketta muutosten tallentamiseksi

source: Your existing translation file (messages.po) will be backed up as messages.po.old
fi: Olemassa oleva käännöstiedostosi (messages.po) varmuuskopioidaan nimellä messages.po.old

source: Make sure you know what you are doing BEFORE you edit the header
fi: Varmista, että tiedät mitä olet tekemässä ENNEN kuin muokkaat otsikkoa

source: Language File Header for
fi: Kielitiedoston otsikko

source: Header Line
fi: Otsikkorivi

source: Edit Module
fi: Muokkaa moduulia

source: Utility to edit a language file module
fi: Apuohjelma kielitiedostomoduulin muokkaamiseen

source: The gettext utilities must be present on your server for these language utilities to work
fi: Gettext-apuohjelmien on oltava läsnä palvelimellasi, jotta nämä kieliohjelmat toimivat

source: Writing the language file
fi: Kielitiedoston kirjoittaminen

source: Your existing translation file (messages.po) will be saved as messages.po.old
fi: Nykyinen käännöstiedostosi (messages.po) tallennetaan nimellä messages.po.old

source: Language File for
fi: Kielitiedosto

source: Module
fi: Moduuli

source: Default text
fi: Oletusteksti

source: Translation
fi: Käännös

source: Exists in
fi: Olemassa

source: Select the module to edit
fi: Valitse muokattava moduuli

source: Refresh messages with latest strings
fi: Päivitä viestit uusimmilla merkkijonoilla

source: Utility page to rebuild the system default language file
fi: Apuohjelma -sivu järjestelmän oletuskielitiedoston uudelleen rakentamiseksi

source: Rebuilding the default language file
fi: Oletuskielitiedoston uudelleenrakentaminen

source: You should now edit the default language file header
fi: Sinun tulisi nyt muokata oletuskielitiedoston otsikkoa

source: Every new language creates a new translation file from the system default one
fi: Jokainen uusi kieli luo uuden käännöstiedoston järjestelmän oletustiedostosta

source: This utility will recreate the system default language file by going through all the script files to get all the strings
fi: Tämä apuohjelma luo järjestelmän oletuskielitiedoston uudelleen käymällä läpi kaikki komentotiedostot saadaksesi kaikki merkkijonot

source: This is not usually necessary but if done before a new language is created then that language will have any new or recently modified strings
fi: Tämä ei yleensä ole tarpeen, mutta jos se tehdään ennen uuden kielen luomista, kyseisellä kielellä on uusia tai äskettäin muokattuja merkkijonoja

source: Existing languages are not affected.
fi: Tämä ei vaikuta olemassa oleviin kieliin.

source: Apply Current Cost to Sales Analysis
fi: Käytä nykyisiä kustannuksia myynnin analyysiin

source: Select the Period to update the costs for
fi: Valitse ajanjakso, jonka kulut päivitetään

source: No Period Selected
fi: Aikaa ei ole valittu

source: Update Sales Analysis Costs
fi: Päivitä myynti-analyysikustannukset

source: Could not retrieve the sales analysis records to be updated because
fi: Myynti-analyysitietueita ei voitu hakea päivitettäväksi, koska

source: Could not recalculate the current cost of the assembly item
fi: Kokoonpanokohteen nykyisiä kustannuksia ei voitu laskea uudelleen

source: Could not update the sales analysis records for
fi: Myynnin analyysitietueita ei voitu päivittää

source: Updated sales analysis for period
fi: Päivitetty myyntianalyysi kaudelle

source: and stock item
fi: ja varastotuote

source: using a cost of
fi: käyttämällä kustannuksia

source: Updated the sales analysis cost data for period
fi: Päivitetty myyntianalyysin kustannustiedot ajanjaksolta

source: Rebuild sales analysis Records
fi: Rakenna myynti-analyysitiedot uudelleen

source: This script rebuilds sales analysis records. NB: all sales budget figures will be lost!
fi: Tämä komentosarja rakentaa uudelleen myynnin analyysitietueet. HUOM: kaikki myynnin budjettiluvut menetetään!

source: The sales analysis data could not be recreated because
fi: Myyntianalyysitietoja ei voitu luoda uudelleen, koska
